Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# deleteFromTargetDialogText
source: You are about to delete this {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} from {device, select, device{this device} server{the servers file system and library.{deleteType, select, canDelete{ This will also Delete this item from this Device.} cantDelete{ This item will stay on this device until the next sync.} notDownloaded{} other{}} This action cannot be reverted} other{}}.
de: Du bist dabei, {itemType, select, album{das Album} playlist{die Playlist} artist{den Künstler} genre{das Genre} track{den Track} library{die Bibliothek} other{das Item}} {device, select, device{von diesem Gerät zu löschen} server{von der Bibliothek und dem Dateisystem des Servers zu löschen.{deleteType, select, canDelete{ Das Item wird dadurch auch von diesem Gerät gelöscht.} cantDelete{ Das Item wird bis zur nächsten Synchronisierung auf diesem Gerät bleiben.} notDownloaded{} other{}} Diese Aktion kann nicht rückgängig gemacht werden} other{}}.
es: Está por eliminar {itemType, select, album{este álbum} playlist{esta lista de reproducción} artist{este artista} genre{este género} track{esta canción} library{esta biblioteca} other{este elemento}} de {device, select, device{este dispositivo} server{el sistema de archivos del servidor y la biblioteca.{deleteType, select, canDelete{ Esto también eliminará este elemento de este dispositivo.} cantDelete{ Este elemento se mantendrá en este dispositivo hasta la siguiente sincronización.} notDownloaded{} other{}} Esta acción no se puede revertir} other{}}.
fi: Olet poistamassa kohdetta {itemType, select, album{albumi} playlist{soittolista} artist{artisti} genre{tyylilaji} track{kappale} library{kirjasto} other{kohde}} kohteesta {device, select, device{tämä laite} server{palvelimen tiedostojärjestelmä ja kirjasto.{deleteType, select, canDelete{ Tämä myös poistaa kohteen tältä laitteelta.} cantDelete{ Tämä kohde pysyy laitteella seuraavaan synkronointiin saakka.} notDownloaded{} other{}} Tätä ei voi peruuttaa} other{}}.
fr: Vous allez supprimer ce {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} {device, select, device{de cet appareil} server{du système de fichiers et bibliothèque des serveurs.{deleteType, select, canDelete{ Cela supprimera également cet élément de cet appareil.} cantDelete{ Cet élément restera sur cet appareil jusqu’à la prochaine synchronisation.} notDownloaded{} other{}} Cette action ne peut pas être annulée.} other{}}
hu: Ön {itemType, select, album{az album} playlist{a lejátszási lista} artist{az előadó} genre{a műfaj} track{a dal} library{a könyvtár} other{az elem}} törlésére készül {device, select, device{erről az eszközről} server{a szerverről és a könyvtárból.{deleteType, select, canDelete{ Ezt az elemet is törli az eszközről.} cantDelete{ Ez az elem a következő szinkronizálásig elérhető marad ezen az eszközön.} notDownloaded{} other{}} Ez a művelet nem vonható vissza} other{}}.
it: Stai per eliminare {itemType, select, album{album} playlist{playlist} artist{artista} genre{genre} track{traccia} library{library} other{item}} da {device, select, device{questo dispositivo} server{il disco del server e la libreria.{deleteType, select, canDelete{ Questa azione eliminerà anche l'elemento da questo Dispositivo.} cantDelete{ Questo elemento rimarrà su questo dispositivo fino alla prossima sincronizzazione.} notDownloaded{} other{}} Questa azione non può essere annullata} other{}}.
nl: Je staat op het punt om {itemType, select, album{dit album} playlist{deze playlist} artist{deze artiest} genre{deze genre} track{dit nummer} library{deze bibliotheek} other{dit element}} {device, select, device{van dit apparaat te verwijderen} server{uit de bestanden en van de bibliotheek op de server te verwijderen.{deleteType, select, canDelete{ Het zal ook van dit apparaat verwijderd worden.} cantDelete{ Het zal op dit apparaat blijven tot de volgende synchronisatie.} notDownloaded{} other{}} Dit kan niet ongedaan worden} other{}}.
pt: Você está prestes a apagar este {itemType, select, album{álbum} playlist{lista de reprodução} artist{artista} genre{estilo} track{faixa} library{biblioteca} other{item}} de {device, select, device{deste dispositivo} server{do sistema de ficheiros do servidor e biblioteca.{deleteType, select, canDelete{ Isto também vai Apagar este item deste dispositivo.} cantDelete{ Este item irá ficar neste dispositivo até à próxima sincronização.} notDownloaded{} other{}} Esta ação não pode ser revertida} other{}}.
ru: Вы собираетесь удалить {itemType, select, album{этот альбом} playlist{этот плейлист} artist{этого исполнителя} genre{этот жанр} track{эту композицию} library{эту библиотеку} other{этот элемент}} с {device, select, device{этого устройства} server{файловой системы сервера и библиотеки.{deleteType, select, canDelete{ Это также удалит этот элемент с вашего устройства.} cantDelete{ Этот элемент останется на вашем устройстве до следующей синхронизации.} notDownloaded{} other{}} Это действие не может быть отменено} other{}}.
sv: Du är på väg att radera {itemType, select, album{albumet} playlist{spellistan} artist{artisten} genre{genren} track{spåret} library{biblioteket} other{artikeln}} från {device, select, device{den här enheten} server{serverns filsystem och bibliotek.{deleteType, select, canDelete{ Detta raderar också artikeln från denna enhet.} cantDelete{ Artikeln finns kvar på denna enhet tills nästa synkronisering.} notDownloaded{} other{}} Denna åtgärd kan inte ångras} other{}}.
vi: Bạn chuẩn bị xoá {itemType, select, album{album} playlist{danh sách nhạc} artist{nghệ sĩ} genre{thể loại} track{bài hát} library{thư viện} other{tệp}} từ {device, select, device{thiết bị này} server{Tệp hệ thống trong máy chủ và thư viện.{deleteType, select, canDelete{ Điều này cũng sẽ Xoá tệp này trong Thiết bị này.} cantDelete{ Tệp này sẽ luôn ở trên thiết bị này cho đến khi lần đồng bộ tiếp theo.} notDownloaded{} other{}} Hành động này không thể hoàn lại} other{}}.
zh: 你将删除此{itemType, select, album{专辑} playlist{播放列表} artist{艺术家} genre{流派} track{歌曲} library{库} other{item}}自{device, select, device{此设备} server{此服务器文件系统和库。{deleteType, select, canDelete{这也将从设备中删除此项目。} cantDelete{此项目将保留在此设备上，直到下次同步。} notDownloaded{} other{}} 该操作不可撤销} other{}}.
zh_hant: 你即將從{device, select, device{此裝置} server{伺服器的檔案系統與音樂庫{deleteType, select, canDelete{，此操作也會同時從此裝置刪除該項目。} cantDelete{，此項目會保留在此裝置上，直到下次同步。} notDownloaded{} other{}}} other{}}中刪除此{itemType, select, album{專輯} playlist{播放清單} artist{藝人} genre{類型} track{歌曲} library{音樂庫} other{項目}}。 此操作無法復原。

# confirmAddAlbumToPlaylist
source: Are you sure you want add all tracks from {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} other{item}} '{itemName}' to this playlist? They can only be removed individually.
de: Bist du sicher, dass du alles Tracks von {itemType, select, album{dem Album} playlist{der Playlist} artist{dem Künstler} genre{dem Genre} other{dem Item}} '{itemName}' zu dieser Playlist hinzufügen möchtest? Du kannst sie nur einzeln wieder entfernen.
es: ¿Esta seguro que quiere agregar todas las canciones de {itemType, select, album{este álbum} playlist{esta lista de reproducción} artist{este artista} genre{este género} other{este elemento}} '{itemName}' a esta lista de reproducción? Solo se pueden quitar de manera individual.
it: Sei sicuro di voler aggiungere tutte le tracce da {itemType, select, album{album} playlist{playlist} artist{artista} genre{genre} other{item}} '{itemName}' a questa playlist? Possono essere rimosse solo una per una.
nl: Weet je zeker dat je alle nummers van {itemType, select, album{het album} playlist{de playlist} artist{de artiest} genre{de genre} other{dit element}} '{itemName}' aan deze playlist wilt toevoegen? Ze kunnen alleen één voor één verwijderd worden.
ru: Вы уверены что хотите добавить все композиции {itemType, select, album{из альбома} playlist{из плейлиста} artist{исполнителя} genre{жанра} other{из элемента}} '{itemName}' в этот плейлист? Их можно удалить только по отдельности.
sv: Vill du verkligen lägga till alla spår från {itemType, select, album{albumet} playlist{spellistan} artist{artisten} genre{genren} other{artikeln}} '{itemName}' till den här spellistan? De kan endast tas bort individuellt.
zh: 您确定要将{itemType, select, album{专辑} playlist{播放列表} artist{艺术家} genre{流派} other{item}} '{itemName}'中的所有歌曲添加到此播放列表吗？ 只能单独删除它们。
zh_hant: 確定要將{itemType, select, album{專輯} playlist{播放清單} artist{藝人} genre{類型} other{項目}} '{itemName}'的所有歌曲加入播放清單嗎？請注意，這些歌曲只能逐首刪除，無法一次移除所有內容。

# releaseDateFormatMonthDayYear
source: Month, Day & Year
de: Monat, Tag & Jahr
es: Mes, Día y Año
fi: Kuukausi, päivä ja vuosi
fr: Mois, Jour & Année
hu: Hónap, nap és év
it: Mese, Giorno & Anno
ko: 월, 일 & 연도
nl: Maand, Dag & Jaar
pt: Mês, Dia e Ano
ru: Месяц, день и год
sv: Månad, dag & år
zh: 月、日、年
zh_hant: 月、日、年

# showAlbumReleaseDateOnPlayerScreenSubtitle
source: Show the release date of the album on the player screen, behind the album name.
de: Zeigt das Release-Datum des Albums nach dem Albumnamen in der Wiedergabe-Ansicht an.
es: Muestra la fecha de lanzamiento de un álbum en la pantalla del reproductor, después del nombre del álbum.
fi: Näyttää albumin julkaisupäivän soitinnäkymässä, albuminimen takana.
fr: Afficher la date de sortie de l'album sur l'écran du lecteur, derrière le nom de l'album.
hu: Az album megjelenési dátumának megjelenítése a lejátszó képernyőjén, az album neve után.
it: Mostra la data di rilascio dell'album nella schermata di riproduzione, dietro il nome dell'album.
ko: 앨범 발매일을 재생 화면의 앨범 이름 뒤에 표시합니다.
nl: Toon de releasedatum van het album op het Spelerscherm, na de albumnaam.
pt: Mostra a data de lançamento do álbum no ecrã de reprodução, por trás do nome do álbum.
ru: Отображать дату выхода альбома на экране проигрывателя под названием альбома.
sv: Visa albumets releasedatum på spelarskärmen, efter albumets namn.
zh: 在播放器屏幕上，专辑名称后面显示专辑的发行日期。
zh_hant: 在播放介面中顯示專輯發行日期於專輯名稱之後。

# itemDeletedSnackbar
source: {itemType, select, album{Album} playlist{Playlist} artist{Artist} genre{Genre} track{Track} library{Library} other{Item}} got deleted from {deviceType, select, device{Device} server{Server} other{unknown}}
de: {itemType, select, album{Album} playlist{Playlist} artist{Künstler} genre{Genre} track{Titel} library{Bibliothek} other{Item}} wurde {deviceType, select, device{vom Gerät} server{vom Server} other{unknown}} gelöscht
es: {itemType, select, album{El álbum fue eliminado} playlist{La lista de reproducción fue eliminada} artist{El artista fue eliminado} genre{El género fue eliminado} track{La canción fue eliminada} library{La biblioteca fue eliminada} other{El elemento fue eliminado}} del {deviceType, select, device{dispositivo} server{servidor} other{desconocido}}
fi: {itemType, select, album{Albumi} playlist{Soittolista} artist{Artisti} genre{Tyylilaji} track{Kappale} library{Kirjasto} other{kohde}} poistettu kohteesta {deviceType, select, device{Laite} server{Palvelin} other{tuntematon}}
fr: {itemType, select, album{Album} playlist{Playlist} artist{Artist} genre{Genre} track{Track} library{Library} other{Item}} a été supprimé de {deviceType, select, device{Device} server{Server} other{unknown}}
hu: {itemType, select, album{Album} playlist{Lejátszási lista} artist{Előadó} genre{Műfaj} track{Dal} library{Könyvtár} other{Elem}} törölve {deviceType, select, device{az eszközről} server{a szerverről} other{ismeretlen}}
it: {itemType, select, album{Album} playlist{Playlist} artist{Artist} genre{Genre} track{Track} library{Library} other{Item}} è stato cancellato da {deviceType, select, device{Device} server{Server} other{unknown}}
nl: {itemType, select, album{Album} playlist{Playlist} artist{Artiest} genre{Genre} track{Nummer} library{Bibliotheek} other{Element}} verwijderd van {deviceType, select, device{dit Apparaat} server{de Server} other{onbekend}}
pl: {itemType, select, album{Album} playlist{Lista odtwarzania} artist{Artysta} genre{Gatunek} track{Utwór} library{Biblioteka} other{Element}} został usunięty z {deviceType, select, device{urządzenia} server{serwera} other{unknown}}
pt: {itemType, select, album{Álbum} playlist{Lista de Reprodução} artist{Artista} genre{Estilo} track{Faixa} library{Biblioteca} other{Item}} foi detetado de {deviceType, select, device{Device} server{Servidor} other{desconhecido}}
ru: {itemType, select, album{Альбом был удален} playlist{Плейлист был удален} artist{Исполнитель был удален} genre{Жанр был удален} track{Композиция была удалена} library{Библиотека была удалена} other{Элемент был удален}} с {deviceType, select, device{устройства} server{сервера} other{неизвестно}}
sv: {itemType, select, album{Albumet} playlist{Spellistan} artist{Artisten} genre{Genren} track{Spåret} library{Biblioteket} other{Artikeln}} raderades från {deviceType, select, device{enheten} server{servern} other{okänd plats}}
zh: {itemType, select, album{专辑} playlist{播放列表} artist{艺术家} genre{流派} track{歌曲} library{库} other{项目}} 被删除自 {deviceType, select, device{设备} server{服务器} other{unknown}}
zh_hant: {itemType, select,album{專輯}playlist{播放清單}artist{藝人}genre{類型}track{歌曲}library{音樂庫}other{項目}}已從{deviceType, select,device{裝置}server{伺服器}other{未知}}刪除

# largeDownloadWarning
source: Warning: You are about to download {count} tracks.
de: Warnung: Du bist dabei, {count} Tracks herunterzuladen.
es: Advertencia: Esta a punto de descargar {count} canciones.
fi: Varoitus: Olet aloittamassa {count} kappaleen lataamista.
fr: Avertissement : Vous êtes sur le point de télécharger {count} pistes.
hu: Figyelem: {count} dal letöltésére készül.
it: Attenzione: stai per scaricare {count} tracce.
ko: 경고: {count} 곡을 다운로드 하려고 합니다.
nl: Pas op: je staat op het punt {count} nummers te downloaden.
pt: Aviso: Você está prestes a descarregar {count} faixas.
ru: Внимание: Вы собираетесь загрузить {count} композиций.
sv: Varning: Du är på väg att ladda ned {count} spår.
zh: 警告： 您将下载 {count} 首歌曲。
zh_hant: 警告：您即將下載 {count} 首歌曲。

# downloadSizeWarningCutoffSubtitle
source: A warning message will be displayed when downloading more than this many tracks at once.
de: Eine Warnung wird angezeigt, wenn du mehr als die hier angegebene Anzahl an Tracks herunterladen möchest.
es: Un mensaje de advertencia sera mostrado al descargar más canciones de las especificadas a la vez.
fi: Varoitusviesti näytetään ladattaessa kerralla suurempaa määrää kappaleita kuin tässä asetettu raja.
fr: Un message d'avertissement s'affichera lors du téléchargement de plus de ce nombre de pistes à la fois.
hu: Egy figyelmeztető üzenet jelenik meg, ha ennél több dalt tölt le egyszerre.
it: Un messaggio d'avviso verrà mostrato quando si scarica in una volta sola un numero di tracce più grande di questo.
ko: 이보다 많은 곡들을 한번에 다운로드 하려고 할 때 경고 메시지가 나타납니다.
nl: Een waarschuwing wordt laten zien als er meer dan zo veel nummers tegelijk gedownload worden.
pt: Será mostrada uma mensagem de aviso quando descarrega mais do que estas tantas faixas de uma vez.
ru: При одновременной загрузке более чем этого количества композиций будет показано предупреждение.
sv: Ett varningsmeddelande visas när fler än detta antal spår laddas ned samtidigt.
zh: 如果一次下载的歌曲超过此数量，系统将显示警告信息。
zh_hant: 若單次下載的歌曲數超過此設定值，系統將跳出警告提示。

# swipeLeftToRightAction
source: Swipe to Right Action
de: Swipe nach Rechts Aktion
es: Acción de deslizar a la derecha
fi: Oikealle pyyhkäisyn toiminto
fr: Balayage à droite
hu: Húzás jobbra művelet
it: Azione Scorrimento a Destra
ko: 오른쪽 스와이프 동작
nl: Swipe naar Rechts Actie
pt: Acção Deslizar para a Direita
ru: Действие при смахе вправо
sv: Åtgärd högersvepning
zh: 向右轻扫操作
zh_hant: 右滑動作

# transcodingStreamingFormatTitle
source: Select Transcoding Format
de: Wähle Transkodierungs-Format
es: Seleccionar formato de transcodificado
fi: Valitse transkoodauksen muoto
fr: Sélectionnez le format de transcodage
hu: Átkódolási formátum kiválasztása
it: Seleziona il formato di transcodifica
ko: 트랜스코딩 형식 선택
pt: Selecionar Formato de Transcodificação
ru: Выберите Формат Транскодирования
sv: Välj transkodningsformat
zh: 选择转码格式
zh_hant: 選擇轉檔格式

source: No items downloaded.
ca: Cap ítem descarregat.
da: Intet downloadet.
de: Keine Items heruntergeladen.
es: Sin elementos descargados.
et: Allalaetud asju pole.
fi: Ei ladattuja kohteita.
fr: Pas de téléchargements.
hu: Nincs letöltött elem.
it: Nessun elemento scaricato.
ja: ダウンロードされたアイテムはありません。
ko: 다운로드한 항목이 없습니다.
nl: Niets gedownload.
pt: Nenhum item descarregado.
ru: Ничего не скачано.
sv: Inga artiklar har laddats ned.
tr: İndirilen öğe yok.
vi: Không có bài nào được tải về.
zh: 沒有下载任何项目。
zh_hant: 尚未下載任何項目。
zh_hant_hk: 沒有任何項目。

source: Special downloads
ca: Descàrregues especials
da: Specielle downloads
de: Spezielle Downloads
es: Descargas especiales
et: Erilised allalaadimised
fi: Erityiset lataukset
fr: Téléchargements spéciaux
hu: Speciális letöltések
it: Download speciali
ja: 特別ダウンロード
ko: 특수 다운로드
nl: Speciale downloads
pt: Downloads especiais
ru: Особые загрузки
sv: Särskilda nedladdningar
tr: Özel indirmeler
vi: Phần Tải về Đặc biệt
zh: 特别下载
zh_hant: 其它
zh_hant_hk: 特別下載

# swipeLeftToRightActionSubtitle
source: Action triggered when swiping a track in the list from left to right.
de: Aktion, die ausgeführt wird, wenn ein Titel in der Liste von links nach rechts geswipt wird.
es: Acción activada al deslizar una canción en la lista de izquierda a derecha.
fi: Toiminto joka suoritetaan pyyhkäistessä kappaletta luettelossa vasemmalta oikealle.
fr: Action déclenchée lors du glissement d'un morceau de gauche à droite dans la liste.
hu: Művelet egy dal balról jobbra húzásakor.
it: Azione attivata facendo swipe su una traccia nella lista da sinistra verso destra.
ko: 리스트에 있는 트랙을 왼쪽에서 오른쪽으로 밀었을 때 실행할 동작.
nl: Actie die uitgevoerd wordt wanneer een nummer in een lijst van links naar rechts wordt gesleept.
pt: Acção despoletada quando se desliza uma faixa na lista da esquerda para a direita.
ru: Действие, выполняемое при смахе трека из списка слева направо.
sv: Åtgärd som utförs när du sveper ett spår i listan från vänster till höger.
zh: 从左到右滑动列表中的歌曲时触发的动作.
zh_hant: 向右滑動音樂清單中的歌曲時觸發的操作。

# swipeRightToLeftActionSubtitle
source: Action triggered when swiping a track in the list from right to left.
de: Aktion, die ausgeführt wird, wenn ein Titel in der Liste von Rechts nach Links geswipt wird.
es: Acción activada al deslizar una canción en la lista de derecha a izquierda.
fi: Toiminto joka suoritetaan pyyhkäistessä kappaletta luettelossa oikealta vasemmalle.
fr: Action déclenchée lors du glissement d'un morceau de droite à gauche dans la liste.
hu: Művelet egy dal jobbról balra húzásakor.
it: Azione attivata facendo swipe su una traccia nella lista da destra verso sinistra.
ko: 리스트에 있는 트랙을 오른쪽에서 왼쪽으로 밀었을 때 실행할 동작.
nl: Actie die uitgevoerd wordt wanneer een nummer in een lijst van rechts naar links wordt gesleept.
pt: Acção despoletada quando se desliza uma faixa na lista da direita para a esquerda.
ru: Действие, выполняемое при смахе трека из списка справа налево.
sv: Åtgärd som utförs när du sveper ett spår i listan från höger till vänster.
zh: 从右向左滑动列表中的音轨时触发的动作.
zh_hant: 向左滑動音樂清單中的歌曲時觸發的操作。

# swipeRightToLeftAction
source: Swipe to Left Action
de: Swipe nach Links Aktion
es: Acción de deslizar a la izquierda
fi: Vasemmalle pyyhkäisyn toiminto
fr: Action de balayage vers la gauche
hu: Balra húzás művelet
it: Azione Scorrimento a Sinistra
ko: 왼쪽 스와이프 동작
nl: Swipe naar Links Actie
pt: Acção Deslizar para a Esquerda
ru: Действие при смахе влево
sv: Åtgärd vänstersvepning
zh: 向左轻扫操作
zh_hant: 左滑動作

# audioFadeInDurationSettingSubtitle
source: The duration of the audio fade-in in milliseconds. Set to 0 to disable fade-in.
de: Die Dauer der Audioeinblendung in millisekunden. Auf 0 setzen zum Deaktivieren der Audioeinblendung.
es: La duración del fundido de entrada de audio en milisegundos. Establezca en 0 para desactivar el fundido de entrada.
fi: Äänen sisäänhäivytyksen kesto millisekunneissa. Aseta arvoon 0 poistaaksesi sisäänhäivytys käytöstä.
fr: Durée du fondu audio en millisecondes. Réglez sur 0 pour désactiver le fondu.
hu: A hangerő-növekedés időtartama ezredmásodpercben. A hangerő-növekedés letiltásához állítsa 0-ra.
it: La durata della dissolvenza audio in apertura in millisecondi. Imposta su 0 per disabilitare la dissolvenza in apertura.
nl: De lengte van fade-in van geluid in milliseconden. Stel in op 0 om fade-in uit te zetten.
pt: A duração do aumentar gradual de volume (fade-in) em milissegundos. Defina 0 para desativar o fade-in.
ru: Длительность нарастания звука в миллисекундах. Установите на 0 чтобы отключить нарастание звука.
sv: Varaktigheten på intoningen av ljudet, i millisekunder. Ställ till 0 för att avaktivera intoning.
zh: 音频淡入的持续时间（以毫秒为单位）。设置为 0 可禁用淡入。
zh_hant: 音訊淡入的時間長度，以毫秒為單位。設為 0 以停用音訊淡入。

# librarySelectError
source: Error loading available libraries for user
de: Fehler beim Laden der für den Benutzer verfügbaren Bibliotheken
es: Error al cargar las librerías disponibles para el usuario
fi: Virhe ladattaessa saatavilla olevia kirjastoja käyttäjälle
fr: Erreur de chargement des bibliothèques disponibles pour l’utilisateur
hu: Hiba történt a felhasználó számára elérhető könyvtárak betöltése során
it: Errore nel caricare le librerie disponibili per l'utente
nl: Error bij het laden van beschikbare bibliotheken voor de gebruiker
pt: Erro ao carregar as bibliotecas disponíveis para o utilizador
ru: Ошибка при загрузке доступных для пользователя библиотек
sv: Fel vid inläsning av tillgängliga bibliotek för användare
zh: 为用户加载可用库时出错
zh_hant: 載入可用音樂庫時發生錯誤

# audioFadeOutDurationSettingTitle
source: Audio fade-out duration
de: Audioausblendungsdauer
es: Duración del fundido de salida de audio
fi: Äänen uloshäivytyksen kesto
fr: Durée du fondu audio
hu: A hang elhalkulásának időtartama
it: Durata della dissolvenza audio in chiusura
nl: Geluid fade-out lengte
pt: Duração do baixar volume gradual do Áudio
ru: Длительность затухания звука
sv: Varaktighet på uttoning av ljud
zh: 音频淡出持续时间
zh_hant: 音訊淡出時長

# audioFadeInDurationSettingTitle
source: Audio fade-in duration
de: Audioeinblendungsdauer
es: Duración del fundido de entrada de audio
fi: Äänen sisäänhäivytyksen kesto
fr: Durée du fondu audio
hu: Hangerősítés időtartama
it: Durata della dissolvenza in apertura
nl: Geluid fade-in lengte
pt: Duração do aumentar volume gradual do Áudio
ru: Длительность нарастания звука
sv: Varaktighet på intoning av ljud
zh: 音频淡入持续时间
zh_hant: 音訊淡入時長

# audioFadeOutDurationSettingSubtitle
source: The duration of the audio fade out in milliseconds.
de: Die Dauer der Audioausblendung in millisekunden. Auf 0 setzen zum Deaktivieren der Audioausblendung.
es: La duración del fundido de salida de audio en milisegundos.
fi: Äänen uloshäivytyksen kesto millisekunneissa.
fr: La durée du fondu audio en millisecondes.
hu: A hang elhalkulásának időtartama ezredmásodpercben.
it: La durata della dissolvenza audio in chiusura in millisecondi.
nl: De lengte van fade-out van geluid in milliseconden. Stel in op 0 om fade-out uit te zetten.
pt: A duração do baixar gradual de volume (fade-out) em milissegundos.
ru: Длительность затухания звука в миллисекундах.
sv: Varaktigheten på uttoningen av ljudet, i millisekunder.
zh: 音频淡出的持续时间（以毫秒为单位）。
zh_hant: 音訊淡出的時間長度，以毫秒為單位。
