Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# playingFromType
source: Playing From {source, select, album{Album} playlist{Playlist} trackMix{Track Mix} artistMix{Artist Mix} albumMix{Album Mix} genreMix{Genre Mix} favorites{Favorites} allTracks{All Tracks} filteredList{Tracks} genre{Genre} artist{Artist} track{Track} nextUpAlbum{Album in Next Up} nextUpPlaylist{Playlist in Next Up} nextUpArtist{Artist in Next Up} other{}}
ca: Reproduint des de {source, select, album{l'Àlbum} playlist{la Llista de reproducció} trackMix{la Barreja de pistes} artistMix{la Barreja d'artistes} albumMix{la Barreja d'àlbums} genreMix{la Barreja de gèneres} favorites{els Preferits} allTracks{Totes les pistes} filteredList{les Pistes} genre{el Gènere} artist{l'Artista} track{la Pista} nextUpAlbum{l'Àlbum a Pròxims} nextUpPlaylist{la Llista de reproducció a Pròxims} nextUpArtist{l'Artista a Pròxims} other{}}
cs: Přehrávání z {source, select, album{alba} playlist{seznamu skladeb} songMix{mixu skladeb} artistMix{mixu umělců} albumMix{mixu alb} genreMix{mixu žánrů} favorites{oblíbených} allSongs{všech skladeb} filteredList{skladeb} genre{žánru} artist{umělce} song{skladby} nextUpAlbum{alba v dalších na řadě} nextUpPlaylist{playlistu v dalších na řadě} nextUpArtist{umělce v dalších na řadě} other{}}
de: Wiedergabe von {source, select, album{Album} playlist{Playlist} trackMix{Track Mix} artistMix{Künstler Mix} albumMix{Album Mix} genreMix{Genre Mix} favorites{Favoriten} allTracks{allen Tracks} filteredList{Tracks} genre{Genre} artist{Künstler} track{Track} nextUpAlbum{Album in "Als Nächstes"} nextUpPlaylist{Playlist in "Als Nächstes"} nextUpArtist{Artist in "Als Nächstes"} remoteClient{anderem Client} other{}}
es: Reproduciendo desde {source, select, album{álbum} playlist{lista de reproducción} trackMix{mezcla de canción} artistMix{mezcla de artista} albumMix{mezcla de álbum} genreMix{mezcla de género} favorites{favoritos} allTracks{todas las canciones} filteredList{canciones} genre{género} artist{artista} track{canción} nextUpAlbum{álbum en "A continuación"} nextUpPlaylist{lista de Reproducción en "A continuación"} nextUpArtist{artista en "A continuación"} nextUpGenre{género en "A continuación"} remoteClient{cliente remoto} other{}}
fa: در حال پخش از {source, select, album{آلبوم} playlist{فهرست پخش} songMix{میکس قطعه} artistMix{میکس هنرمند} albumMix{میکس آلبوم} genreMix{میکس ژانر} favorites{مورد علاقه‌ها} allSongs{همه‌ی قطعه‌ها} filteredList{قطعه‌ها} genre{ژانر} artist{هنرمند} song{قطعه} nextUpAlbum{آلبوم در «مورد بعدی»} nextUpPlaylist{فهرست پخش در «مورد بعدی»} nextUpArtist{هنرمند در «مورد بعدی»} other{}}
fi: Toistetaan lähteestä {source, select, album{Albumi} playlist{Soittolista} trackMix{Kappalemix} artistMix{Artistimix} albumMix{Albumimix} genreMix{Genre Mix} favorites{Suosikit} allTracks{Kaikki raidat} filteredList{Kappaleet} genre{Genre} artist{Artisti} track{Raita} nextUpAlbum{Seuraavaksi-Albumi} nextUpPlaylist{ Seuraavaksi-Soittolista} nextUpArtist{Seuraavaksi-Artisti} nextUpGenre{Seuraavaksi-Genre} remoteClient{Etäohjauslaite} other{}}
fr: Lecture depuis {source, select, album{Album} playlist{Playlist} trackMix{Track Mix} artistMix{Artist Mix} albumMix{Album Mix} genreMix{Genre Mix} favorites{Favorites} allTracks{All Tracks} filteredList{Tracks} genre{Genre} artist{Artist} track{Track} nextUpAlbum{Album dans la liste suivante} nextUpPlaylist{Playlist dans la liste suivante} nextUpArtist{Artiste dans la liste suivante} nextUpGenre{Genre dans la liste suivante} remoteClient{un client distant} other{}}
hi: यहां से चला रहे {source, select, album{एल्बम} playlist{प्लेलिस्ट} songMix{ट्रैक मिक्स} artistMix{कलाकार मिक्स} albumMix{एल्बम मिक्स} genreMix{शैली मिक्स} favorites{पसंदीदा} allSongs{सभी ट्रैक} filteredList{ट्रैक} genre{शैली} artist{कलाकार} song{ट्रैक} nextUpAlbum{Next Up में एल्बम} nextUpPlaylist{Next Up में प्लेलिस्ट} nextUpArtist{Next Up में कलाकार} other{}}
hu: Lejátszás {source, select, album{albumból} playlist{lejátszási listáról} trackMix{dalmixből} artistMix{előadó mixből} albumMix{album mixből} genreMix{műfaj mixből} favorites{kedvencekből} allTracks{minden dalból} filteredList{dalok közül} genre{műfajból} artist{előadóból} track{dalból} nextUpAlbum{soron következő albumból} nextUpPlaylist{soron következő lejátszási listáról} nextUpArtist{soron következő előadóból} nextUpGenre{soron következő műfajból} remoteClient{a távoli kliensről} other{}}
it: Riproduzione da {source, select, album{Album} playlist{Playlist} trackMix{Track Mix} artistMix{Artist Mix} albumMix{Album Mix} genreMix{Genre Mix} favorites{Favorites} allTracks{All Tracks} filteredList{Tracks} genre{Genre} artist{Artist} track{Track} nextUpAlbum{Album in Next Up} nextUpPlaylist{Playlist in Next Up} nextUpArtist{Artist in Next Up} remoteClient{a Remote Client} other{}}
ja: {source, select, album{アルバムから再生} playlist{プレイリストから再生} trackMix{トラックミックスから再生} artistMix{アーティストミックスから再生} albumMix{アルバムミックスから再生} genreMix{ジャンルミックスから再生} favorites{お気に入りから再生} allTracks{全曲から再生} filteredList{トラックから再生} genre{ジャンルから再生} artist{アーティストから再生} track{曲から再生} nextUpAlbum{次に再生のアルバムから再生} nextUpPlaylist{次に再生のプレイリストから再生} nextUpArtist{次に再生のアーティストから再生} nextUpGenre{次に再生のジャンルから再生} remoteClient{リモートクライアントから再生} other{から再生}}
ko: {source, select, album{앨범} playlist{플레이리스트} trackMix{곡 믹스} artistMix{아티스트 믹스} albumMix{앨범 믹스} genreMix{장르 믹스} favorites{즐겨찾기} allTracks{전곡} filteredList{선별한 곡들} genre{장르} artist{아티스트} track{곡} nextUpAlbum{Next Up의 앨범} nextUpPlaylist{다음 Next Up의 플레이리스트} nextUpArtist{Next Up의 아티스트} nextUpGenre{Next Up의 장르} remoteClient{원격 클라이언트} other{}} 재생 중
nl: Afspelen Van {source, select, album{Album} playlist{Afspeellijst} trackMix{Nummermix} artistMix{Artiestenmix} albumMix{Albummix} genreMix{Genremix} favorites{Favorieten} allTracks{Alle nummers} filteredList{nummers} genre{Genre} artist{Artiest} track{Nummer} nextUpAlbum{Album Hierna} nextUpPlaylist{Afspeellijst Hierna} nextUpArtist{Artiest Hierna} remoteClient{een Ander Apparaat} other{}}
pl: Odtwarzanie z {source, select, album{Album} playlist{Playlist} trackMix{Track Mix} artistMix{Artist Mix} albumMix{Album Mix} genreMix{Genre Mix} favorites{Favorites} allTracks{All Tracks} filteredList{Tracks} genre{Genre} artist{Artist} track{Track} nextUpAlbum{Album in Next Up} nextUpPlaylist{Playlist in Next Up} nextUpArtist{Artist in Next Up} other{}}
pt: A Tocar de {source, select, album{Álbum} playlist{Lista de Reprodução} trackMix{Mix de Faixas} artistMix{Mix de Artistas} albumMix{Mix de Álbuns} genreMix{Mix de Estilo} favorites{Favoritos} allTracks{Todas as Faixas} filteredList{Faixas} genre{Estilo} artist{Artista} track{Faixa} nextUpAlbum{Álbum na lista A Seguir} nextUpPlaylist{Lista de Reprodução na lista A Seguir} nextUpArtist{Artista na lista A Seguir} other{}}
pt_br: Reproduzindo {source, select, album{do álbum} playlist{da lista de reprodução} songMix{do mix de faixas} artistMix{do mix do artista} albumMix{do mix do álbum} genreMix{do mix do gênero} favorites{dos favoritos} allSongs{de todas as faixas} filteredList{das faixas} genre{do gênero} artist{do artista} song{faixa} nextUpAlbum{do álbum das próximas} nextUpPlaylist{da lista de reprodução das próximas} nextUpArtist{do artista das próximas} other{}}
ru: Воспроизведение из {source, select, album{альбома} playlist{плейлиста} trackMix{микса композиций} artistMix{микса исполнителей} albumMix{микса альбомов} genreMix{микса жанров} favorites{избранного} allTracks{всех композиций} filteredList{композиций} genre{жанра} artist{исполнителя} track{композиции} nextUpAlbum{альбома в следующих} nextUpPlaylist{плейлиста в следующих} nextUpArtist{исполнителя в следующих} remoteClient{удаленного клиента} other{}}
sv: Spelar ifrån {source, select, album{album} playlist{spellista} trackMix{spårmix} artistMix{artistmix} albumMix{albummix} genreMix{genremix} favorites{favoriter} allTracks{alla spår} filteredList{spår} genre{genre} artist{artist} track{spår} nextUpAlbum{album i Nästa} nextUpPlaylist{spellista i Nästa} nextUpArtist{artist i Nästa} remoteClient{en fjärrenhet} other{}}
uk: Відтворення з {source, select, album{Альбому} playlist{Списку відтворення} songMix{Міксу композиції} artistMix{Міксу виконавця} albumMix{Міксу альбому} genreMix{Міксу жанру} favorites{Обраного} allSongs{Усіх композицій} filteredList{Композицій} genre{Жанру} artist{Виконавця} song{Композиції} nextUpAlbum{Альбому з Наступного} nextUpPlaylist{Списку відтворення з Наступного} nextUpArtist{Виконавця з наступного} other{}}
vi: Phát từ {source, select, album{Album} playlist{Danh sách nhạc} trackMix{Mix Bài hát} artistMix{Mix Nghệ sĩ} albumMix{Mix Album} genreMix{Mix Thể loại} favorites{Yêu thích} allTracks{Tất cả bài hát} filteredList{Bài hát} genre{Thể loại} artist{Nghệ sĩ} track{Bài hát} nextUpAlbum{Album tiếp theo} nextUpPlaylist{Playlist tiếp theo} nextUpArtist{Nghệ sĩ tiếp theo} nextUpGenre{Thể loại tiếp theo} remoteClient{Client từ xa} other{}}
zh: 播放自{source, select, album{专辑} playlist{播放列表} trackMix{歌曲合辑} artistMix{ 艺术家合辑} albumMix{专辑合辑} genreMix{流派合辑} favorites{收藏夹} allTracks{全部歌曲} filteredList{歌曲} genre{流派} artist{艺术家} track{歌曲} nextUpAlbum{接下来专辑} nextUpPlaylist{接下来播放列表} nextUpArtist{接下来艺术家} other{}}
zh_hant: 現正播放自{source, select, album{專輯} playlist{播放清單} trackMix{歌曲組合} artistMix{藝人組合} albumMix{專輯組合} genreMix{類型組合} favorites{收藏} allTracks{所有歌曲} filteredList{篩選} genre{類型} artist{藝人} track{歌曲} nextUpAlbum{即將播放中的專輯} nextUpPlaylist{即將播放中的播放清單} nextUpArtist{即將播放中的藝人} nextUpGenre{即將播放中的類型} remoteClient{其他用戶端} other{}}

# connectionInterruptedBackgroundAndroid
source: Connection was interrupted while downloading in the background. This can be caused by enabling 'Enter Low-Priority State on Pause' or OS settings.
cs: Během stahování na pozadí bylo přerušeno spojení. Může to být způsobeno povolením možnosti „Po pozastavení vstoupit do stavu nízké priority“ nebo nastavením operačního systému.
de: Während des Downloads im Hintergrund wurde die Verbindung unterbrochen. Dies kann durch die Aktivierung von 'Bei Pause in den Niedrigprioritätszustand wechseln' oder durch Betriebssystemeinstellungen verursacht werden.
es: La conexión ha sido interrumpida mientras se continuaban de fondo las descargas. Esto puede haber sido causado por tener activado 'Comenzar Modo-de-Baja Prioridad mientras está Pausado' en la configuración del sistema.
fa: به هنگام بارگیری در پس‌زمینه، اتصال بریده شد. این مشکل می‌تواند از فعال بودن تنظیم «ورود به حالت کم اهمیت به هنگام توقف» یا تنظیمات سیستم‌عامل باشد.
fi: Yhteys katkesi, kun lataukset olivat taustalla. Tämä voi johtua käyttämällä asetusta "Siirry matalan prioriteetin tilaan tauon aikana" tai järjestelmän asetuksista.
fr: La connexion a été interrompue pendant le téléchargement en arrière plan. Cela est peut-être du à la configuration de votre système ou l'option 'Basse priorité en pause' est activée.
hi: बैकग्राउंड में डाउनलोड करते समय कनेक्शन बाधित हुआ। ऐसा 'रोकने के दौरान Low-Priority State में जाएं' सक्षम करने या OS की सेटिंग के कारण हो सकता है।
hu: A kapcsolat megszakadt a háttérben történő letöltés közben. Ezt az 'Alacsony prioritású állapotba lépés szüneteltetéskor' opció engedélyezése vagy a rendszer beállításai okozhatják.
it: La connessione è stata interrotta mentre scaricavo in background. Ciò può essere avvenuto perché hai attivato l'opzione 'Entra nello stato a bassa-priorità quando in pausa' o a causa di impostazioni dell'OS.
ko: 백그라운드에서 다운로드 중 연결이 끊겼습니다. '일시 정지시 우선순위가 낮은 상태로 전환'기능이 활성화되었거나 OS의 설정이 원인일 수 있습니다.
nl: Connectie werd onderbroken terwijl downloads bezig waren. Dit kan veroorzaakt zijn door aanzetten 'Ga naar Lage-Prioriteit Staat tijdens Pauzeren' of OS instellingen.
pl: Połączenie zostało przerwane podczas pobierania w tle. Może to być spowodowane włączeniem opcji „Wejdź w stan niskiego priorytetu po pauzie” lub ustawieniami systemu operacyjnego.
pt: A ligação foi interrompida durante o download. Isto pode ser causado por ativar 'Entrar em Estado de Baixa Prioridade na Pausa' ou configurações do Sistema Operativo.
pt_br: A conexão foi interrompida enquanto havia transferências em segundo plano. Isso pode ser causado pela habilitação da função "Entrar em estado de baixa prioridade em pausa" ou configurações do sistema operacional.
ru: Соединение было прервано во время загрузки в фоновом режиме. Это может быть вызвано включением опции «Использовать режим низкого приоритета на паузе» или настройками операционной системы.
sv: Anslutningen avbröts medan nedladdning gjordes i bakgrunden. Detta kan orsakas av att aktivera 'Gå in i lågprioritetsläge vid paus' eller inställningar i operativsystemet.
tr: Arka planda indirirken bağlantı kesildi. Bunun nedeni 'Duraklatıldığında Düşük Öncelikli Duruma Girin' seçeneğinin etkinleştirilmesi veya işletim sistemi ayarları olabilir.
uk: Під час фонового завантаження було обірвано з'єднання. Це може бути спричинено увімкненням параметра "Входити у стан низького пріоритету на паузі" або налаштуваннями ОС.
zh: 后台下载时连接中断。这可能是由于启用“暂停时进入低优先级状态”或操作系统设置导致的。
zh_hant: 背景下載時連線已中斷，可能是因為啟用了「暫停時進入低優先狀態」或作業系統設定所導致。

# maxConcurrentDownloadsSubtitle
source: Increasing concurrent downloads may allow increased downloading in the background but may cause some downloads to fail if very large, or cause excessive lag in some cases.
cs: Zvýšení počtu souběžných stahování může umožnit zvýšené stahování na pozadí, ale může způsobit, že některá stahování selžou, pokud jsou velmi velká, nebo v některých případech způsobit nadměrné zpoždění.
de: Eine Erhöhung der gleichzeitigen Downloads kann ein erhöhtes Herunterladen im Hintergrund erlauben, kann aber bei sehr großen Downloads zu Fehlern oder zu exzessiven Verzögerungen führen.
es: Aumentar las descargas concurrentes puede ocasionar que una mayor cantidad de descargas fallen si son demasiado grandes, o puede ocasionar retraso en algunas ocasiones.
fa: افزایش بارگیری‌های همزمان ممکن است افزایش بارگیری در پس‌زمینه را اجازه دهد اما شاید برخی بارگیری‌ها را اگر بسیار سنگین باشند، ناکام بگذارد یا در برخی از موارد سبب کندی گزاف شود.
fi: Samanaikaisten latausten lisääminen voi mahdollistaa suuremman latausmäärän taustalla, mutta voi johtaa joidenkin latausten epäonnistumiseen, jos tiedostokoot ovat suuria, tai aiheuttaa aiheetonta viivästymistä ohjelmistossa.
fr: L'augmentation des téléchargements simultanés permet d'accroître le téléchargement en arrière-plan, mais peut entraîner l'échec de certains téléchargements s'ils sont très volumineux, ou provoquer un décalage excessif dans certains cas.
hi: कॉन्क्युरेंट डाउनलोड की संख्या बढ़ाने से पृष्ठभूमि में डाउनलोड की गति बढ़ सकती है, लेकिन यदि डाउनलोड बहुत बड़े हों तो कुछ डाउनलोड असफल हो सकते हैं, या कुछ मामलों में अत्यधिक विलंब हो सकता है।
hu: Az egyidejű letöltések növelése elősegítheti a háttérben történő letöltés hatékonyságát, de egyes nagy méretű letöltések meghiúsulhatnak, vagy bizonyos esetekben túlzott késleltetést okozhatnak.
it: aumentare il numero di download contemporanei può permettere di aumentare il download in background, ma potrebbe causare l'errore di qualche download se molto grandi o in alcuni casi causare un lag eccessivo.
ko: 동시 다운로드 최대값을 증가시킬 경우, 백드라운드 다운로드 작업이 증가할 수 있습니다. 하지만 용량이 매우 큰 경우 다운로드가 실패할 수 있으며 어떤 경우에는 과도한 지연이 발생할 수 있습니다.
pl: Zwiększenie liczby jednoczesnych pobrań może pozwolić na zwiększone pobieranie w tle, ale może spowodować niepowodzenie niektórych pobrań, jeśli są one bardzo duże, lub spowodować nadmierne opóźnienia w niektórych przypadkach.
pt: Aumentar o número de downloads simultâneos pode permitir aumento de download, mas pode também causar falhas se o ficheiro for muito grande ou causar atrasos excessivos em alguns casos.
pt_br: Aumentar o número de transferências em paralelo aumenta o número de transferências em segundo plano, porém pode causar falhas no caso de transferências muito grandes, ou causar lentidão excessiva em alguns casos.
ru: Увеличение количества одновременных загрузок может способствовать более эффективной загрузке в фоновом режиме, но может привести к сбоям некоторых загрузок, если они очень большие, или вызвать значительную задержку в некоторых случаях.
sv: En ökning av antalet samtidiga nedladdningar kan medföra snabbare nedladdning i bakgrunden, men kan orsaka att vissa nedladdningar misslyckas ifall de är väldigt stora, och kan i vissa fall orsaka stora fördröjningar.
tr: Eş anlı indirmelerin artırılması, arka planda indirme işlemlerinin artmasına izin verebilir ancak bazı indirmelerin çok büyük olması durumunda başarısız olmasına veya bazı durumlarda aşırı gecikmeye neden olabilir.
uk: Збільшення конкурентних завантажень можуть дозволити зменшити фонові завантаження але може спричинити провал деяких великих завантажень, або надмірні лаги у деяких випадках.
vi: Tăng làn tải về cùng một lúc có thể tăng tốc độ tải trong nền nhưng có thể khiến việc tải về bị lỗi nếu tệp rất lớn, hoặc gây ra lag ở một số trường hợp.
zh: 增加并发下载可能会增加后台下载量，但如果下载量很大，可能会导致某些下载失败，或在某些情况下造成过度延迟。
zh_hant: 同時下載較多項目可提升速度，但可能導致大型檔案下載失敗或系統延遲。

# downloadsWorkersSettingSubtitle
source: Amount of workers for syncing metadata and deleting downloads. Increasing download workers may speed up download syncing and deleting, especially when server latency is high, but can introduce lag.
cs: Množství workerů pro synchronizaci metadat a mazání stažených souborů. Zvýšení počtu workerů pro stahování může urychlit synchronizaci stahování a mazání, zejména při vysoké latenci serveru, ale může způsobit záseky.
de: Anzahl der Download-Worker zur Synchronisierung von Metadaten und zur Löschung von Downloads. Erhöhung des Wertes kann die Download-Synchronisierung und das Löschen (vor allem wenn die Server-Verzögerung hoch ist) beschleunigen, kann allerdings auch Verzögerungen hervorrufen.
es: La cantidad de gestores para sincronizar los metadatos y eliminar descargas. Aumentar los gestores de sincronización y eliminación de descargas puede mejorar la velocidad, especialmente cuando la latencia del servidor es alta, pero también puede producir retraso.
fa: شمار کارکن‌ها برای همگام‌سازی فراداده و پاک‌سازی بارگیری‌ها. افزایش کارکن‌های بارگیری ممکن است سرعت بارگیری همگام‌سازی یا پاک‌سازی را بالا ببرد، به ویژه زمانی که تأخیر سرور بالاست، اما می‌تواند کندی ایجاد کند.
fi: Lataushallinnoijien määrä liitännäistiedostojen ja latausten poiston synkronointiin. Lisäämällä hallinnoijien määrää voit nopeuttaa latausten synkronointia, etenkin jos palvelimen latenssi on suuri. Voi aiheuttaa viivettä toiminnoissa.
fr: Nombre de threads qui synchronisent les métadonnées et suppriment les téléchargements. Augmenter ce nombre peut augmenter la vitesse de synchronisation, surtout lorsque la latence avec le serveur est élevée, mais risque de causer des ralentissements du client.
hi: मेटाडाटा को सिंक करने और डाउनलोड को हटाने के लिए वर्कर्स की मात्रा। डाउनलोड वर्कर्स को बढ़ाने से डाउनलोड सिंकिंग और डिलीट करने की गति बढ़ सकती है, खासकर जब सर्वर लेटेंसी अधिक हो, लेकिन इससे लैग भी हो सकता है।
hu: A metaadatok szinkronizálásához és a letöltések törléséhez szükséges munkafolyamatok száma. A letöltési szálak számának növelése felgyorsíthatja a letöltések szinkronizálását és törlését, különösen magas szerverkésés esetén, de lagot is okozhat.
it: Numero di processi per sincronizzare i metadati ed eliminare i download. Aumentare i processi di download può velocizzare la sincronizzazione e l'eliminazione dei download, specialmente quando la latenza del server è alta, ma potrebbe introdurre del lag.
ko: 메타데이터를 동기화하고 다운로드를 지우는 스레드의 개수. 스레드를 늘리면 특히 서버 지연이 심할 경우 다운로드와 삭제가 빨라질 수 있지만, 렉이 발생할 수 있습니다.
pl: Liczba wątków synchronizujących metadane i usuwających pobrane pliki. Zwiększenie liczby wątków pobierania może przyspieszyć synchronizację i usuwanie pobrań, zwłaszcza gdy opóźnienia serwera są wysokie, ale może wprowadzić opóźnienia.
pt: Quantidade de processos usados para sincronizar metadata e remover downloads. Aumentar este valor pode aumentar a velocidade de sincronização e remoção, especialmente quando a latência do servidor é alta, mas pode introduzir atraso.
pt_br: Número de gerenciadores de transferência para sincronizar metadados e apagar transferências. Aumentar a quantidade de gerenciadores pode aumentar a velocidade de sincronização e exclusão de transferências, especialemente quando a latência do servidor for elevada, porém pode introduzir lentidão.
ru: Количество рабочих потоков для синхронизации метаданных и удаления загрузок. Увеличение количества потоков-загрузчиков может ускорить синхронизацию загрузок и удаление, особенно при высокой задержке сервера, но может вызвать задержки.
sv: Antal arbetsprocesser för att synkronisera metadata och radera nedladdningar. Flera arbetsprocesser kan snabba upp synkronisering samt radering av nedladdningar, särskilt när servern har hög latens, men kan orsaka fördröjningar.
tr: Meta verileri eşleme ve indirilenleri silmek için indirme çalışanı sayısı. İndirme çalışanlarının arttırılması, özellikle sunucu gecikmesi yüksek olduğunda indirme eşlemeyi ve silmeyi hızlandırabilir, ancak gecikmeye neden olabilir.
uk: Кількість завантажувачів для синхронізації метаданих та видалення завантажень. Збільшення кількості завантажувачів може прискорити синхронізацію завантажень і видалення, особливо за високої затримки сервера, але може спричинити затримки.
vi: Khối lượng workers cần để đồng bộ thông tin metadata và xoá phần đã tải. Tăng workers tải về có thể tăng tốc độ đồng bộ và xoá, đặc biệt là khi độ trễ của máy chủ cao, nhưng có thể gây ra lag.
zh: 用于同步元数据和删除下载的工作进程数量。增加下载工作进程可能会加快下载同步和删除速度，尤其是在服务器延迟较高的情况下，但也可能会带来延迟。
zh_hant: 控制用於中繼資料同步與下載刪除的工作數量。數量越多，速度越快，但可能造成延遲。
