Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# bitrateSubtitle
source: A higher bitrate gives higher quality audio at the cost of higher bandwidth. Does not apply to lossless codecs, e.g. FLAC
ar: معدل بتات اعلى يعطي جودة صوت أحسن واكن يستعمل اكثر بيانات.
bg: По-високият битрейт гарантира висококачествено аудио за сметка на завишен мрежови трафик.
ca: Una taxa de bits més alta dona una millor qualitat d'àudio a canvi d'una major amplada de banda.
cs: Vyšší datový tok poskytuje vyšší kvalitu zvuku, ale zvýší využití internetu.
da: En højere bithastighed giver højere lydkvalitet men bruger mere båndbredde.
de: Eine höhere Bitrate verbessert die Audioqualität auf Kosten der benötigten Bandbreite. Dies betrifft keine verlustfreien Codecs, wie z.B. FLAC
el: Ο ψηλότερος bitrate προσφέρει υψηλότερης ποιότητας ήχο σε βάρος εύρους ζώνης.
es: Una tasa de bits más alta da una mayor calidad de audio a costa de un mayor ancho de banda. No se aplica a códecs de audio sin pérdida, p. ej. FLAC
et: Suurem bitikiirus annab kvaliteetsema heli, kuid see nõuab suuremat ribalaiust. Ei kehti kadudeta koodekite kohta, nt FLAC
fa: نرخ انتقال بالاتر کیفیت صدای بهتری در قبال پهنای باند بیشتر می‌دهد.
fi: Korkeampi bittinopeus tuottaa laadukkaamman äänen, mutta sen käyttämä kaistanleveys on suurempi. Ei päde häviöttömiin koodekkeihin, kuten FLAC
fr: Un bitrate plus élevé offre une meilleure qualité audio au prix d'une bande passante plus importante. Cela ne s'applique pas aux codecs sans pertes, par exemple FLAC.
hi: उच्चतर बिटरेट, उच्चतर बैंडविड्थ की कीमत पर उच्चतर गुणवत्ता वाला ऑडियो देता है।
hr: Veća brzina prijenosa daje veću kvalitetu zvuka, ali troši veću količinu prometa.
hu: A nagyobb bitráta jobb hangminőséget biztosít nagyobb sávszélesség mellett. Nem vonatkozik a veszteségmentes codec-ekre, pl. FLAC
it: Un bitrate più alto permette di avere una qualità audio più alta al costo di un più alto consumo della connessione dati. Non si applica ai codec lossless, es. FLAC
ja: ビットレートが高いほど音質は向上しますが、帯域幅も大きくなります（FLACなどロスレスには非適用）
ko: 비트레이트가 높으면 고품질의 음악을 들을 수 있습니다. 데이터 사용량도 증가합니다. FLAC 등 무손실 코덱에는 적용되지 않습니다
nb: Høyere bitrate gir lyd i bedre kvalitet, på bekostning av høyere båndbreddebruk.
nl: Het gebruik van een hogere bitrate geeft betere audiokwaliteit, maar gebruikt meer netwerkbandbreedte. Wordt niet toegepast op lossless codecs zoals FLAC.
pl: Wyższy bitrate dostarcza lepszą jakość, ale kosztem większego zużycia transferu danych.
pt: Uma taxa de bits mais alta oferece áudio de melhor qualidade à custa de maior largura de banda. Isto não se aplica a codecs de baixa perda, ex. FLAC
pt_br: Uma taxa de bits mais alta resulta em um áudio de maior qualidade, com um custo maior de largura de banda.
ru: Высокий битрейт обеспечивает лучшее качество звука за счет большего потребления трафика. Не распространяется на форматы без потерь, например FLAC
sv: En högre bithastighet ger bättre ljudkvalitet, men förbrukar också mer data. Gäller ej förlustfria codecs, t.ex. FLAC
th: บิตเรตที่สูงขึ้นจะช่วยให้เสียงดีขึ้นแต่ก็แลกมาด้วยการใช้งานเน็ตเวิร์กที่มากขึ้น
tr: Daha yüksek bir bit oranı, daha fazla bant genişliği kullanır ancak daha kaliteli ses verir. Kayıpsız kodlamalar için geçerli değildir, örn. FLAC
uk: Вищий бітрейт забезпечує вищу якість звуку за рахунок вищої пропускної здатності.
vi: Một tốc độ bitrate cao hơn mang lại âm thanh tốt hơn tuy nhiên đánh đổi bằng mức băng thông cao hơn. Không áp dụng cho các codec lossless. Vd: FLAC
zh: 更高的比特率可以提供更高质量的音频，但需要更高的带宽。不适用于无损编解码器，例如 FLAC
zh_hant: 較高的位元率可提供更高音質，但會佔用更多頻寬。此設定不適用於無損編碼格式，例如 FLAC
zh_hant_hk: 越高的位元速率帶來越好的音質，但亦會使用更多的流量。不會套用至無損格式，例如 FLAC。

source: Shuffle All Track Count
ca: Recompte Total de Pistes Barrejades
da: Bland alle sange antal
de: Anzahl zufälliger Tracks
es: Cantidad de canciones al reproducir aleatoriamente
et: 'Sega kõik lood' arv
fi: Kaikkien sekoitettujen kappaleiden määrä
fr: Nombre de titres à mélanger
hr: Broj svih izmiješanih pjesama
hu: Összes dal keverési listájának száma
it: Riproduci Casualmente Tutti i Brani Conteggiati
ja: 曲がシャッフル化される回数
ko: 전곡 임의 재생시 곡 수
nb: Antall spor for tilfeldig avspilling
nl: Aantal nummers in de shuffle
pl: Maksymalna ilość losowych utworów
pt: Contagem de Faixas em Misturar Todas
ru: Количество композиций случайного проигрывания
sv: Antal spår i Shufflingen
tr: Karıştırılacak Tüm Parçaların Sayısı
vi: Trộn tất cả bài hát
zh: 随机播放歌曲数量
zh_hant: 隨機播放所有歌曲次數
zh_hant_hk: 隨機播放上限

# gridCrossAxisCount
source: {value} Grid Cross-Axis Count
ar: عدد محور معامد في عرض {value}
bg: {value} Брой елементи в решетката
ca: Columnes en vista de quadrícula en {value}
cs: Počet položek mřížky {value}
da: {value} Gitter tværakse antal
de: {value} Raster Querachsen-Anzahl
el: {value} πλήθος τεμνοντων αξόνων πλέγματος
es: Columnas en vista de cuadrícula en {value}
et: {value} Ruudustiku risttelgede arv
fa: {value} تعداد محور افقی جدول
fi: {value} Ruudukon poikittaisakselien lukumäärä
fr: Nombre de tuiles par ligne en orientation {value}
hi: {value} ग्रिड क्रॉस-एक्सिस मात्रा
hr: {value} – broj rešetkastih linija
hu: Oszlopok száma {value} módban
it: {value} Numero di Colonne nella Vista a griglia
ja: {value} のアイテム数
ko: {value} 그리드 열 갯수
nb: {value} rutenettsakseantall
nl: {value} Aantal assen
pl: Elementy siatki ({value})
pt: {value} Contagem Eixo Cruzado da Grade
pt_br: {value} Contagem de eixo cruzado da grade
ru: {value}, количество элементов сетки
sv: Rutor per rad i {value}
th: จำนวนรายการใน {value}
tr: {value} Izgara Çapraz Eksen Sayısı
uk: {value} Підрахунок поперечних осей сітки
vi: {value} Số Lưới Trục-Chéo
zh: {value} 网格横轴数量
zh_hant: {value} 網格數量
zh_hant_hk: {value}顯示網格數量

# showTextOnGridView
source: Show text in grid view
ar: أظهر كلمات على عرض الشبك
bg: Показване на текст в решетъчен изглед
ca: Veure text en mode graella
cs: Zobrazit text v zobrazení v mřížce
da: Vis tekst i gitter visning
de: Text in Rasteransicht anzeigen
el: Εμφάνιση αναγραφων στην προβολή πλέγματος
es: Mostrar texto en vista de cuadrícula
et: Kuva teksti ruudustikuvaates
fa: نشان دادن متن در نمایش جدولی
fi: Näytä teksti ruudukkonäkymässä
fr: Afficher le texte dans la grille de vue
hi: ग्रिड व्यू में टेक्स्ट दिखाएं
hr: Prikaži tekst u rešetkastom prikazu
hu: Szöveg megjelenítése rácsnézetben
it: Mostra testo nella vista a griglia
ja: グリッド・ビューでテキストを表示する
ko: 그리드 보기에서 텍스트를 보여줌
nb: Vis tekst i rutenettsvisning
nl: Tekst in rooster tonen
pl: Pokaż tekst w widoku siatki
pt: Mostrar texto na visualização em grade
pt_br: Mostrar texto na visualização em grade
ru: Показывать текст в режиме отображения сеткой
sv: Visa text i rutnätsvy
th: แสดงตัวอักษรในโหมดตาราง
tr: Izgara görünümünde metin göster
uk: Показати текст при перегляді сіткою
vi: Hiện thông tin trong khung lưới
zh: 在网格视图中显示文本
zh_hant: 在網格瀏覽中顯示文字
zh_hant_hk: 在網絡內顯示文字

# showTextOnGridViewSubtitle
source: Whether or not to show the text (title, artist etc) on the grid music screen.
ar: سواء ان تظهر كلمات [الإسم، الفنان، أو الباقي] على صفحة الموسيقى التي تستعمل عرض الشبكي.
bg: Дали да се показва или не текст (името на песента, изпълнителя и т.н.), в решетъчен режим.
ca: Mostrar el text (títol, artista, etc.) a la pantalla de música en graella.
cs: Zda zobrazit text (název, umělce atd.) v mřížkovém zobrazení hudební obrazovky.
da: Vælg om tekst skal vises (titel, kunstner osv.) på gitteret musik skærm.
de: Ob Text (Titel, Künstler etc.) auf dem Raster des Musikbildschirms angezeigt werden soll.
es: Muestra el texto (título, artista, etc) en la pantalla de música al usar la vista de cuadrícula.
et: Kas kuvada teksti (pealkiri, esitaja jne) muusikaekraani ruudustikul või mitte.
fa: اینکه متن (عنوان، هنرمند و ...) روی صفحه‌ی جدولی آهنگ نمایش داده شود یا نه.
fi: Näytetäänkö teksti (nimi, artisti jne.) ruudukon musiikkinäytöllä vai ei.
fr: Afficher ou non le texte (titre, artiste, etc.) sur l'écran de la grille musicale.
hi: ग्रिड संगीत स्क्रीन पर टैक्स्ट (शीर्षक, कलाकार आदि) को दिखाएं या नहीं।
hr: Da li prikazati tekst (naslov, izvođač itd.) u rešetkastom ekranu glazbe.
hu: Megjelenjen-e a szöveg (cím, előadó stb.) a rácsos zenei képernyőn.
it: Mostrare il testo (titolo, artista, etc.) nella Vista a griglia della schermata della musica.
ja: グリッド音楽画面でテキスト（タイトル、アーティスト等）を表示させるか。
ko: 그리드 음악 화면에서 '텍스트(곡목, 아티스트 등)' 표시 여부를 설정합니다.
nb: Hvorvidt tekst (navn, artist, osv.( skal vises i rutenettsmusikkskjermen.
nl: Tekst (titel, artiest, etc.) laten zien op het muziekscherm.
pl: Określa czy wyświetlać tekst (tytuł, wykonawca itp.) na siatce elementów.
pt: Mostrar ou não o texto (título, artista, etc) na grelha do ecrã de música.
pt_br: Exibir ou não o texto (título, artista, etc) na grade da tela de música.
ru: Показывать ли текст (название, исполнитель и т.д.) на экране музыки в режиме отображения сеткой.
sv: Huruvida text (titel, artist etc.) ska visas på rutnäts-musikskärmen.
th: แสดงหรือไม่แสดงข้อความ (ชื่อเพลง, ศิลปิน, อื่น ๆ) บนตารางแสดงเพลง
tr: Izgara müzik ekranında metin (başlık, sanatçı, vs.) gösterilip gösterilmeyeceğini belirler.
uk: Показувати чи ні текст (назву, виконавця тощо) на музичному екрані сітки.
vi: Cho dù có hay không hiện thông tin (tiêu đề, nghệ sĩ,...) trên lưới nhạc.
zh: 是否在网格音乐屏幕上显示文本（标题、艺术家等）。
zh_hant: 是否在使用「網格瀏覽」時顯示文字（如曲名、藝人名稱等）。
zh_hant_hk: 使用格狀顯示時，在網格內顯示歌曲資訊（名稱、歌手等）。

# useCoverAsBackground
source: Use blurred cover as background
bg: Показване на замъглена обложка като фон на плейъра
ca: Utilitza una cobertura difuminada pel fons de pantalla
cs: Zobrazit rozmazaný obal jako pozadí přehrávače
da: Vis sløret cover som afspiller baggrund
de: Zeige verschwommene Cover als Player-Hintergrund
es: Mostrar la carátula con desenfoque como fondo del reproductor
et: Kuva hägustatud kaanepilt mängija taustana
fa: از جلد مبهم شده به عنوان پس‌زمینه استفاده شود
fi: Käytä sumennettua kansikuvaa taustana
fr: Afficher la couverture floutée en arrière-plan du lecteur
hi: धुंधले कवर को पृष्ठभूमि के रूप में उपयोग करें
hr: Prikaži mutnu sliku omota kao pozadinu playera
hu: Elmosódott borító megjelenítése lejátszási háttérként
it: Mostra le copertine sfocate quando il player è in background
ja: プレイヤー背景にジャケット画像をぼかして表示する
ko: 흐릿한 앨범 커버를 배경화면으로 사용하기
nb: Vis tilslørt omslag som avspillerbakgrunn
nl: Geblurde cover op spelerachtergrond tonen
pl: Pokazuj rozmyty obraz jako tło odtwarzacza
pt: Mostrar capa desfocada como plano de fundo
pt_br: Utilizar capas desfocadas como plano de fundo
ru: Показывать размытую обложку на фоне
sv: Visa suddigt omslag som spelarbakgrund
tr: Oynatıcı arkaplanı olarak bulanık kapak fotoğrafını göster
uk: Показати розмиту обкладинку як фон гравця
vi: Dùng ảnh bìa mờ làm nền trình phát
zh: 将模糊的封面应用为播放器背景
zh_hant: 使用模糊的專輯封面作為播放介面的背景
zh_hant_hk: 模糊化封面作為播放器的背景

# useCoverAsBackgroundSubtitle
source: Whether or not to use a blurred album cover as background in various parts of the app.
bg: Дали да се показва или не, замъглена обложка на албума като фон на плейъра.
ca: Utilitzar una portada d'àlbum difuminada com a fons de pantalla en diferents apartats de l'aplicació.
cs: Zda použít rozmazaný obal alba jako pozadí na obrazovce přehrávače.
da: Vælg om der skal bruges sløret omslagskunst som vises som baggrund på afspiller skærmen.
de: Ob verschwommene Cover als Hintergrund in der Wiedergabe-Ansicht benutzt werden sollen.
es: Usa la carátula del álbum desenfocada como fondo del reproductor.
et: Kas kasutada mängija ekraanil taustaks hägustatud kaanekujundust või mitte.
fa: اینکه از جلد آلبوم مبهم شده به عنوان پس‌زمینه در بخش های مختلف نرم‌افزار استفاده شود یا نه.
fi: Käytetäänkö sumennettua albumin kansikuvaa sovelluksen eri osioiden taustakuvana.
fr: Utiliser ou non une couverture floutée comme arrière-plan sur l'écran du lecteur.
hi: ऐप के विभिन्न भागों में पृष्ठभूमि के रूप में धुंधले एल्बम कवर का उपयोग करें या नहीं।
hr: Da li koristiti mutnu sliku omota kao pozadinu na ekranu playera.
hu: Használja-e az elmosódott borítót háttérként a lejátszó képernyőjén.
it: Usare o meno cover sfocate come sfondo nella schermata di riproduzione.
ja: プレイヤー画面で背景にジャケット画像をぼかして表示させるか。
ko: 앱 배경화면으로 흐릿한 앨범 커버를 사용할지 여부를 설정.
nb: Hvorvidt tilslørt omslag skal brukes som bakgrunn på avspillerskjermen.
nl: Geblurde coverafbeelding gebruiken als achtergrond van het afspeelscherm.
pl: Określa czy używać rozmytego obrazu na ekranie odtwarzacza.
pt: Usar ou não capas de álbum desfocadas como fundo do ecrã em várias partes da aplicação.
pt_br: Utilizar ou não a arte das capas dos álbuns desfocadas como plano de fundo do reprodutor.
ru: Использовать ли размытую обложку альбома в качестве фона в различных частях приложения.
sv: Huruvida du vill använda en suddig omslagsbild som bakgrund i vissa delar av appen eller inte.
tr: Oynatıcı arkaplanı olarak bulanık kapak fotoğrafını gösterilip gösterilmeyeceğini belirler.
uk: Використовувати або ні розмиту обкладинку як фон на екрані відтворювача.
vi: Có hay không dùng ảnh bìa mờ làm nền trình phát trên phần phát nhạc.
zh: 是否在播放器屏幕上使用模糊的封面作为背景。
zh_hant: 在播放介面中是否顯示模糊的專輯封面作為背景。
zh_hant_hk: 以模糊化的專輯封面作為應用程式內的播放頁面的背景。

source: Hide track artists if same as album artists
ca: Amaga els artistes de la cançó si són els mateixos que els de l'àlbum
da: Skjul sang kunstner, hvis det er den samme som albummets kunstner
de: Verstecke Interpreten, falls dieser dem Albumkünstler entspricht
es: Ocultar los artistas de canciones si son los mismos que los artistas del álbum
et: Peida laulu esitajad, kui need on samad kui albumi esitajad
fi: Piilota kappaleen artistit, jos samat kuin albumin artistit
fr: Masquer les artistes des chansons si identiques aux artistes de l'album
hr: Sakrij izvođače pjesama ako su isti kao izvođači albuma
hu: A dal előadóinak elrejtése, ha megegyezik az album előadóival
it: Nascondi gli artisti del brano se uguali agli artisti dell'album
ja: 曲のアーティストがアルバム・アーティストと同じの場合、表示しない
ko: 앨범 아티스트와 동일한 경우, 곡 아티스트를 숨김
nb: Skjul artister for sporet hvis samme som albumsartister
nl: Artiest van nummer verbergen wanneer deze hetzelfde is als de albumartiest
pl: Ukryj wykonawców utworu jeśli odpowiadają wykonawcom albumu
pt: Ocultar artistas das faixas, se iguais aos artistas do álbum
ru: Скрывать исполнителей композиций, если они совпадают с исполнителями альбома
sv: Dölj spårets artister ifall samma som albumartister
tr: Albüm sanatçılarıyla aynıysa parça sanatçılarını gizle
vi: Ẩn tên ca sĩ bài hát nếu giống ca sĩ album
zh: 如果歌曲艺术家与专辑艺术家相同，则隐藏歌曲艺术家
zh_hant: 若與專輯藝人相同則隱藏歌曲藝人
zh_hant_hk: 隱藏與專輯歌手同名的歌手名稱

source: Minutes
ar: دقائق
bg: Минути
ca: Minuts
cs: Minuty
da: Minutter
de: Minuten
el: Λεπτά
es: Minutos
et: minutit
fa: دقیقه
fi: Minuuttia
hi: मिनट
hr: Minute
hu: Percek
it: Minuti
ja: 分
ko: 분
nb: Minutter
nl: Minuten
pl: Minuty
pt: Minutos
pt_br: Minutos
ru: Минуты
sv: Minuter
th: นาที
tr: Dakika
uk: Хвилини
vi: Phút
zh: 分钟
zh_hant: 分鍾
zh_hant_hk: 分鐘

# redownloadedItems
source: {count,plural, =0{No redownloads needed.} =1{Redownloaded {count} item} other{Redownloaded {count} items}}
bg: {count,plural, =0{Не е необходимо повторно изтегляне.} =1{Повторно изтегляне {count} елемент} other{Повторно изтегляне {count} елементи}}
cs: {count,plural, =0{Nejsou potřeba žádná opětovná stažení.} =1{Znovu stažena{count} položka} few{Znovu staženy{count} položky} other{Znovu staženo {count} položek}}
da: {count,plural, =0{Ingen genoverførsel er nødvendig.} =1{Genoverførte {count} objekt} other{Genoverfører {count} objekter}}
de: {count,plural, =0{Keine erneuten Downloads notwendig.} =1{{count} Element erneut heruntergeladen} other{{count} Elemente erneut heruntergeladen}}
es: {count,plural, =0{No hace falta volver a descargar nada.} =1{Redescargado {count} elemento} other{Redescargados {count} elementos}}
et: {count,plural, =0{Allalaadimine pole vajalik.} =1{Uuesti laeti alla {count} üksus} other{Uuesti laeti alla {count} üksust}}
fa: {count,plural, =0{.بارگیری مجددی نیاز نیست} =1{{count} آیتم مجدد بارگیری شد} other{{count} آیتم مجدد بارگیری شد}}
fi: {count,plural, =0{Ei tarvitse ladata uudelleen.} =1{Uudelleenladattu {count} kohde} other{Uudelleenladattu {count} kohdetta}}
fr: {count,plural, =0{Aucun re-téléchargement nécessaire} =1{{count} élément re-téléchargé} other{{count} éléments re-téléchargés}}
hi: {count,plural, =0{दोबारा डाउनलोड करने की आवश्यकता नहीं} =1{{count} आइटम दोबारा डाउनलोड किया गया} other{{count} आइटम दोबारा डाउनलोड किया गया}}
hr: {count,plural, =0{Ponovna preuzimanja nisu potrebna.} =1{Ponovo je preuzeta {count} stavka} few{Ponovo su preuzete {count} stavke} other{Ponovo je preuzeto {count} stavki}}
hu: {count,plural, =0{Nincs szükség újratöltésre..} =1{ {count} elem újra letöltve} other{{count} elemek újra letöltve}}
it: {count,plural, =0{Non è necessario riscaricare nulla.} =1{Riscaricato {count} oggetto} other{Riscaricati {count} oggetti}}
ja: {count,plural, =0{再ダウンロードは不要です} =1{{count} 曲を再ダウンロードしました} other{{count} 曲を再ダウンロードしました}}
ko: {count,plural, =0{다시 다운로드할 필요가 없습니다.} =1{{count} 아이템 다시 다운로드함} other{{count} 아이템 다시 다운로드함}}
nb: {count,plural, =0{Ingenting trenger å lastes ned igjen.} =1{Lastet ned igjen {count} element} other{Lastet ned igjen {count} elementer}}
nl: {count,plural, =0{Geen downloads nodig.} =1{{count} element opnieuw gedownload} other{ {count} elementen opnieuw gedownload}}
pl: {count,plural, =0{Nie potrzeba ponownego pobierania.} =1{Ponownie pobrano {count} element} other{Ponownie pobrano {count} elementów}}
pt: {count,plural, =0{Não são necessários novos downloads.} =1{{count} item baixado novamente} other{{count} itens baixados novamente}}
pt_br: {count,plural, =0{Sem necessidade de baixar novamente.} =1{{count} item foi baixado novamente} other{{count} itens foram baixados novamente}}
ru: {count,plural, =0{Не требуется повторная загрузка.} =1{Повторно загружен {count} элемент} few{Повторно загружены {count} элемента} other{Повторно загружено {count} элементов}}
sv: {count,plural, =0{Inga omnedladdningar behövs.} =1{En artikel laddades ned igen} other{{count} artiklar laddades ned igen}}
th: {count,plural, =0{ไม่จำเป็นต้องดาวน์โหลดใหม่} =1{ดาวน์โหลดอีกครั้ง {count} รายการ} other{ดาวน์โหลดอีกครั้ง{count} รายการ}}
tr: {count,plural, =0{Yeniden indirmeye gerek yok.} =1{{count} tane yeniden indirildi.} other{{count} tane yeniden indirildi.}}
uk: {count,plural, =0{Повторне завантаження не потрібне.} =1{Повторно завантажено {count} елемент} other{Повторно завантажено {count} елементів}}
vi: {count,plural, =0{Không cần tải lại.} =1{Đã tải lại {count} bài} other{Đã tải lại {count} bài}}
zh: {count,plural, =0{无需重新下载项目} =1{{count} 项重新下载的项目} other{{count} 项重新下载的项目}}
zh_hant: {count,plural, =0{沒有需要重新下載的項目。} =1{已重新下載{count}個項目} other{已重新下載{count}個項目}}
zh_hant_hk: {count,plural, =0{沒有需要重新下載的項目。} =1{已重新下載{count}個項目} other{已重新下載{count}個項目}}

# disableGesture
source: Disable gestures
ca: Deshabilitar gesticulacions
cs: Zakázat gesta
da: Deaktivér bevægelser
de: Gesten deaktivieren
es: Deshabilitar los gestos
et: Keela žestid
fa: غیرفعال کردن حرکات لمسی
fi: Poista eleet käytöstä
fr: Désactiver les gestes
hi: जेस्चर को बंद करना
hr: Deaktiviraj geste
hu: Gesztusok letiltása
it: Disabilita gesti
ja: ジェスチャーを無効
ko: 제스처 비활성화
nb: Skru av håndvendinger
nl: Gebaren uitschakelen
pl: Wyłącz gesty
pt: Desativar gestos
pt_br: Desativar gestos
ru: Отключить жесты
sv: Inaktivera gester
th: ปิดการใช้งาน gestures
tr: Jestleri devre dışı bırak
uk: Вимкнути жести
vi: Tắt cử chỉ
zh: 禁用手势
zh_hant: 禁用手勢
zh_hant_hk: 禁用「手勢」功能

# disableGestureSubtitle
source: Whether to disables gestures.
ca: Deshabilitar o no les gesticulacions.
cs: Zda zakázat gesta.
da: Vælg om bevægelser skal deaktiveres.
de: Ob Gesten deaktiviert werden sollen.
es: Si desea desactivar los gestos.
et: Kas keelata žestid.
fa: اینکه حرکت لمسی غیرفعال باشند یا نه.
fi: Poistaa eleet käytöstä.
fr: Indique si les gestes doivent être désactivés.
hi: जेस्चर को बंद करें या नहीं।
hr: Da li deaktivirati geste.
hu: A gesztusok letiltása.
it: Se vuoi disabilitare i gesti.
ja: ジェスチャーを無効にするか。
ko: 제스처 비활성화 여부를 설정합니다.
nb: Hvorvidt håndvendinger skal skrus av.
nl: Gebaren in- of uitschakelen.
pl: Czy wyłączyć gesty.
pt: Se deseja desativar gestos.
pt_br: Indica se os gestos devem ser desativados.
ru: Стоит ли отключать жесты.
sv: Huruvida gester ska inaktiveras.
th: ใช้หรือไม่ใช้งาน gestures
tr: Jestleri devre dışı bırakır veya aktifleştirir.
uk: Чи вимикати жести.
vi: Có nên tắt cử chỉ.
zh: 是否禁用手势。
zh_hant: 是否禁用手勢功能。
zh_hant_hk: 是否禁用「手勢」功能。

source: Buffer Duration
ca: Durada de la memòria intermèdia
cs: Trvání vyrovnávací paměti
da: Buffer varighed
de: Pufferdauer
es: Duración del búfer
et: Puhvri kestus
fa: مدت زمان بافر
fi: Puskurin kesto
fr: Taille du tampon
hi: बफ़र अवधि
hr: Trajanje međuspremnika
hu: Puffer időtartama
it: Durata Buffer
ja: バッファ容量
ko: 버퍼 시간
nb: Hurtiglagervarighet
nl: Bufferlengte
pl: Długość bufora
pt: Duração do Buffer
pt_br: Duração do buffer
ru: Длительность буфера
sv: Buffertlängd
th: ระยะเวลาที่บัฟเฟอร์
tr: Önden Kaydetme Süresi
uk: Тривалість буферу
vi: Thời gian bộ đệm
zh: 媒体时长
zh_hant: 緩衝時長
zh_hant_hk: 緩衝時長

# bufferDurationSubtitle
source: The maximum duration that should be buffered, in seconds. Requires a restart.
ca: La durada màxima que s'ha d'amortitzar, en segons. Requereix reiniciar.
cs: Maximální doba trvání, která má být uložena do vyrovnávací paměti, v sekundách. Vyžaduje restart aplikace.
da: Hvor meget afspilleren skal forudindlæse i sekunder. En genstart er nødvendig.
de: Die maximale Pufferdauer in Sekunden. Neustart erforderlich.
es: Máximo tiempo, en segundos, que el búfer puede almacenar. Requiere de un reinicio.
et: Maksimaalne puhverdusaeg sekundites. Nõuab taaskäivitamist.
fa: بیشینه‌ی زمانی که باید بافر شود، به ثانیه. راه‌اندازی مجدد نیاز دارد.
fi: Maksimiaika, joka soittimen pitäisi puskuroida, sekunteina. Vaatii uudelleenkäynnistyksen.
fr: Durée maximale de la mise en mémoire tampon, en secondes. Nécessite un redémarrage.
hi: प्लेयर को कितना बफ़र करना चाहिए, सेकंड में। रिस्टार्ट की आवश्यकता पड़ेगी।
hr: Količina koju player treba spremiti u međuspremnik, u sekundama. Zahtijeva ponovno pokretanje.
hu: A pufferelés maximális időtartama másodpercben. Újraindítást igényel.
it: La durata massima che deve essere bufferizzata. Richiede il riavvio.
ja: バッファリングする最大時間（秒）。再起動が必要です。
ko: 버퍼링 해야 하는 최대 시간(초) 입니다. 변경시 다시 시작해야 합니다.
nb: Antall sekunder avspilleren skal mellomlagre. Krever programomstart.
nl: De maximale duur van de buffer, in seconden. Dit vereist een herstart.
pl: Ile odtwarzacz powinien buforować, w sekundach. Wymaga ponownego uruchomienia.
pt: A duração máxima que deve ser colocada em buffer, em segundos. Requer reiniciar.
pt_br: A máxima duração que deve ser armazenada em buffer, em segundos. Requer reinicialização.
ru: Максимальная длительность, которая должна быть буферизована, в секундах. Требует перезапуска.
sv: Den maximala tiden som ska buffras, i sekunder. Kräver omstart.
th: ตัวเล่นเพลงควรจะอ่านไฟล์ล่วงหน้าเท่าไร ระบุเป็นวินาที หากเปลี่ยนต้องรีสตาร์ท
tr: Saniye cinsinden ara belleğe alınması gereken en fazla süre. Yeniden başlatmayı gerektirir.
uk: Скільки плеєр має буферизувати, у секундах. Вимагає перезавантаження.
vi: Thời lượng lâu nhất mà cần được tải trước. Cần khởi động lại app.
zh: 缓冲的最长时间（秒）。重启生效。
zh_hant: 最大緩衝持續時間（秒）。變更後需重新啟動。
zh_hant_hk: 播放器可以預先載入多少的音訊數據（秒）。重啟以套用設定。
