Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# internalExternalIpExplanation
source: If you want to be able to access your Jellyfin server remotely, you need to use your external IP. If your server is on a HTTP default port (80 or 443) or Jellyfin's default port (8096), you don't have to specify the port. If the URL is correct, you should see some information about your server pop up below the input field.
ar: إذا تريد ان توصل خدامة "جلي فين" من بعيد, يجيب ان تستعمل آي بي(IP) الخارجي. إذا خادمك يستعمل منافذ الويب(80 أو 443), لا يجب ان تحدد منفذ. هذه محتمل جدا إذا خادمك بستعمل"Reverse proxy".
bg: В случай, че искате да имате достъп до вашия Jellyfin сървър дистанционно, трябва да използвате външния си IP адрес. В случай, че сървърът ви работи на HTTP порт (80/443), не е нужно да посочвате такъв. Например ако използвате обратно прокси.
ca: Si voleu poder accedir al vostre servidor Jellyfin de forma remota, heu d'utilitzar la vostra IP externa. Si el vostre servidor està en un port HTTP per defecte (80 o 443) o al port per defecte de Jellyfin (8096), no cal que l'especifiqueu. Si la URL és correcta, hauríeu de veure aparèixer informació del vostre servidor sota el camp d'entrada.
cs: Pokud budete chtít vzdáleně přistupovat k vašemu serveru Jellyfin, budete muset použít vaši externí IP. Pokud je váš server na výchozím portu HTTP (80 nebo 443), nebo výchozím portu Jellyfinu (8096), nemusíte zadávat port. Pokud je adresa URL správná, měly by se pod polem níže zobrazit informace o vašem serveru.
da: Hvis du vil være i stand til at tilgå din Jellyfin server udefra, skal du bruge din eksterne IP. Hvis din server er på HTTP porten (80/443), behøver du ikke angive en port. Dette er som regel tilfældet, hvis din server er bag en reverse proxy.
de: Wenn du aus der Ferne auf deinen Jellyfin-Server zugreifen möchtest, musst du deine externe IP verwenden. Wenn dein Server auf einem HTTP Standardport (80 oder 443) oder Jellyfins Standardport (8096) läuft, musst du den Port nicht angeben. Wenn die URL korrekt ist, solltest du einige Informationen über deinen Server unterhalb des Eingabefeldes sehen.
el: Αν θέλεις να έχεις πρόσβαση στον jellyfin διακομιστή σου εξ-αποστασεως, πρέπει να χρησιμοποιήσεις την εξωτερική Διεύθυνση IP. Αν ο διακομιστής βρίσκεται σε πύλη HTTP(80/443), δεν είναι απαραίτητος ο ορισμός πύλης. Αυτό είναι πιθανόν εφόσον ο διακομιστής σου βρίσκεται πίσω από reverse proxy.
es: Si quieres acceder a tu servidor Jellyfin remotamente, tendrás que usar tu dirección IP externa. Si tu servidor está en un puerto HTTP (80/443) o en el puerto predeterminado de Jellyfin (8096), no tienes que especificar el puerto. Si la dirección es correcta, podrás ver algunos datos sobre tu servidor en el formulario.
et: Kui soovid oma Jellyfini serverile kaugjuurdepääsu saada, pead kasutama oma välist IP-d. Kui server kasutab HTTP standart porti (80 või 443) või Jellyfini standart porti (8096) ei pea porti määrama. Kui URL on korrektne, peaksid sisendvälja all nägema oma serveri kohta informatsiooni.
fa: اگر می‌خواهید که از دور به سرور Jellyfin دسترسی داشته باشید، باید از IP خارجی خود استفاده کنید. اگر سرورتان روی درگاه پیش‌فرض HTTP (درگاه 80 یا 443) یا درگاه پیش‌فرض Jellyfin (درگاه 8096) روشن است، می‌توانید درگاه را مشخص نکنید. اگر آدرس درست است، باید اطلاعاتی از سرورتان زیر فیلد آشکار شود.
fi: Jos haluat saada etäyhteyden Jellyfin-palvelimellesi, sinun on käytettävä ulkoista IP-osoitettasi. Jos palvelimesi on HTTP-oletusportissa (80 tai 443) tai Jellyfinin oletusportissa (8096), sinun ei tarvitse määrittää porttia. Jos URL-osoite on syötetty oikein, syöttökentän alla pitäisi näkyä tietoja palvelimestasi.
fr: Si vous souhaitez pouvoir accéder à votre serveur Jellyfin à distance, vous devez utiliser votre adresse IP externe. Si votre serveur utilise les ports HTTP par défaut (80/443) ou le port par défaut de Jellyfin (8096), vous n'avez pas besoin de spécifier le port. Si l'URL est correcte, vous devriez voir apparaître des informations sur votre serveur sous le champ de saisie.
hi: अगर आप जेलिफ़िन सर्वर को दूर से (Remotely) पहुंचना चाहते है तो आपको अपने बाहरी (External) IP का इस्तमाल करना होगा। अगर आपका सर्वर HTTP के डिफॉल्ट पोर्ट (80 या 443) या जेलिफ़िन के डिफॉल्ट पोर्ट (8096) पर है तो आपको पोर्ट निर्दिष्ट करने की आवश्यकता नहीं है। अगर आपका URL सही है तो आपको इनपुट फ़ील्ड के नीचे अपने सर्वर के बारे में कुछ जानकारी दिखाई देगी।
hr: Ako želiš pristupiti Jellyfin serveru na daljinski način moraš korisititi tvoju eksternu IP adresu. Ako je tvoj server na standardnom HTTP priključku (80 ili 443) ili Jellyfinovom standardnom priključku (8096), ne moraš navesti priključak. Ako je URL ispravan, ispod polja za unos trebale bi se prikazati neke informacije o tvom serveru.
hu: Ha távolról szeretné elérni a Jellyfin szerverét, akkor külső IP-címet kell használnia. Nem szükséges portot megadni, ha a szerver alapértelmezett HTTP (80/443) vagy Jellyfin (8096) portot használ. Ha a cím helyes, akkor a beviteli mező alatt felugrik néhány információ a szerverről.
id: Jika Anda ingin dapat mengakses server Jellyfin Anda dari jarak jauh, Anda perlu menggunakan IP eksternal. Jika server Anda menggunakan port default HTTP (80 atau 443) atau port default Jellyfin (8096), Anda tidak perlu menentukan port. Jika URL-nya benar, Anda akan melihat beberapa informasi tentang server Anda muncul di bawah kolom input.
it: Se vuoi accedere al tuo server di Jellyfin da remoto devi usare il tuo IP pubblico. Se il tuo server usa una porta HTTP di default (80/443) o la porta di default di Jellyfin (8096) non è necessario specificare la porta. Se l'URL è corretto dovresti vedere comparire qualche informazione riguardo il tuo server al di sotto della casella di testo.
ja: リモートからJellyfinサーバーにアクセスするには外部IPを指定する必要があります。 サーバーがHTTPポート(80/443)やJellyfinのデフォルトポート(8096)で動作している場合、ポートを指定する必要はありません。 URLが正しい場合、入力フィールドの下にサーバーに関する情報が表示されるはずです。
ko: 귀하의 Jellyfin 서버에 원격으로 접속하려면, 외부 IP 주소를 사용해야 합니다. 귀하의 서버가 HTTP 기본 포트(80/443)에 있거나 젤리핀 Jellyfin 기본 포트(8096)에 있을 경우, 포트를 지정할 필요는 없습니다. 주소가 정확하다면 입력란 아래에 서버 정보가 뜨는 것을 볼 수 있을 것입니다.
nb: Hvis du vil ha tilgang til Jellyfin-tjeneren din annensteds fra må du bruke din eksterne IP-adresse. Hvis tjeneren din er på en HTTP-port (80/443) må du angi en port. Dette er sannsynligvis tilfelle hvis tjeneren din er bak en omvendt mellomtjener.
nl: Om toegang tot de Jellyfin server te krijgen op afstand, dien je een extern IP te gebruiken. Wanneer de server een HTTP-standaardpoort (80 of 443) of Jellyfins standaardpoort (8096) gebruikt, hoef je deze niet in te vullen. Als de URL correct is, zou hieronder er wat informatie moeten verschijnen over jouw server.
pl: Aby uzyskać zdalny dostęp do serwera Jellyfin, należy użyć zewnętrznego adresu IP. Jeśli twój serwer znajduje się na porcie HTTP (80/443) lub domyślnym porcie Jellyfin (8096), nie musisz określać portu. Będzie tak prawdopodobnie w przypadku, gdy serwer znajduje się za odwrotnym serwerem proxy Jeśli adres URL jest poprawny, poniżej pola wprowadzania powinny pojawić się informacje o serwerze.
pt: Se pretender aceder ao seu servidor Jellyfin remotamente, deve usar o seu IP externo. Se o seu servidor estiver numa porta predefinida HTTP (80 ou 443) ou na porta predefinida do Jellyfin (8096), não precisa de especificar a porta. Se o URL estiver correto, deverá ver algumas informações sobre o seu servidor aparecerem abaixo do campo de entrada.
pt_br: Se você deseja acessar seu servidor Jellyfin remotamente, você precisa usar seu IP externo. Se seu servidor está em uma porta HTTP padrão (80 ou 443), ou na porta padrão do Jellyfin (8096), você não precisa especificar a porta. Se a URL estiver correta, você deverá ver informações sobre o seu servidor aparecerem abaixo do campo de texto.
ru: Если вы хотите иметь возможность удалённого доступа к вашему серверу Jellyfin, необходимо использовать внешний IP-адрес. Если ваш сервер работает на стандартных портах HTTP (80 или 443), или на стандартном порту Jellyfin (8096), вам не нужно указывать порт. Если URL-адрес указан верно, вы должны увидеть информацию о вашем сервере под полем ввода.
sr: Ako želite da budete u mogućnosti da daljinski pristupite svom Jellyfin serveru, morate da koristite svoj spoljni IP. Ako je vaš server na HTTP podrazumevanom portu (80 ili 443) ili Jellyfin-ovom podrazumevanom portu (8096), ne morate da navedete port. Ako je URL tačan, trebalo bi da neke informacije o vašem serveru iskoče ispod polja za unos.
sv: Om du vill kunna komma åt din Jellyfin-server utanför hemmet så måste du använda din externa IP-adress. Om din server är på en HTTP-standardport (80 eller 443) eller Jellyfins standardport (8096) så behöver du inte ange porten. Om webbadressen är korrekt bör du se viss information om din server dyka upp under inmatningsfältet.
th: หากคุณต้องการเข้าถึงเซิร์ฟเวอร์ Jellyfin จากภายนอก คุณจำเป็นต้องมี IP ภายนอก หากเซิร์ฟเวอร์ของคุณรันบนพอร์ต HTTP (80/443) คุณไม่จำเป็นต้องระบุพอร์ต ในเคสนี้เซิร์ฟเวอร์ของคุณอาจจะอยู่หลัง Reverse Proxy
tr: Jellyfin sunucunuza uzaktan erişmek istiyorsanız dış IP adresinizi kullanmalısınız. Sunucunuz bir HTTP varsayılan bağlantı noktasında (80 veya 443) veya Jellyfin'in varsayılan bağlantı noktasında (8096) bulunuyorsa, bağlantı noktasını belirtmeniz gerekmez. URL doğruysa, giriş alanının altında sunucunuzla ilgili bazı bilgilerin açıldığını görmelisiniz.
uk: Якщо ви хочете мати віддалений доступ до свого сервера Jellyfin, вам потрібно використовувати зовнішню IP-адресу. Якщо ваш сервер на типовому порті HTTP (80 чи 443), чи типовому порті Jellyfin (8096), вам не потрібно вказувати порт серверу. Якщо посилання вказано правильно, під полем введення з'явиться доступна інформація про ваш сервер.
vi: Nếu bạn muốn có thể truy cập máy chủ Jellyfin của mình từ xa, bạn cần sử dụng IP bên ngoài của mình. Nếu máy chủ của bạn sử dụng cổng HTTP (cổng mặc định 80/443 (80 hoặc 443) hoặc cổng mặc định của Jellyfin (8096), thì bạn không cần phải chỉ định cổng đó. Điều này có thể xảy ra nếu máy chủ của bạn sử dụng proxy ngược Nếu URL chính xác, bạn sẽ thấy một số thông tin về máy chủ của mình bật lên bên dưới trường nhập.
zh: 如果您希望能够远程访问您的 Jellyfin 服务器，则需要使用您的外部 IP。 如果您的服务器位于 HTTP 端口 (80/443) 上，则不必指定端口。 如果URL正确，你应该能在输入框下方看到弹出的服务器信息。
zh_hant: 如果您希望能夠遠程訪問您的 Jellyfin 伺服器，則需要使用您的外部 IP。 如果您的伺服器位於 HTTP 端口 (80/443) 上，則不必指定端口。 如果您的伺服器位於反向代理後面，則可能會出現這種情況。 如果網址正確，輸入欄位下方應該會出現一些關於你的伺服器的相關資訊。
zh_hant_hk: 如果您需要在局部區域網絡（LAN）以外的地方連接 Jellyfin，請使用伺服器的區域網絡（WAN）IP。 如果目標伺服器使用的連接埠（port）是 HTTP 的預設連接埠（80／433），則毋須填寫連接埠。 如果 URL 輸入正確，伺服器的資訊將會在下方的輸入欄位顯示。

source: Password
ar: كلمة السرية
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό χρήστη
es: Contraseña
et: Parool
fa: رمزعبور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ru: Пароль
sl: Geslo
sr: Lozinka
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_hant: 密碼
zh_hant_hk: 密碼

source: Username
ar: اسم المستعمل
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름(아이디)
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Usuário
ru: Имя пользователя
sl: Uporabniško ime
sr: Korisničko ime
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Логін
vi: Tên người dùng
zh: 用户名
zh_hant: 使用者名稱
zh_hant_hk: 用戶名稱

source: Logs
ar: السجلات
bg: Логове
ca: Registres
cs: Protokoly
da: Log
el: Αρχείο καταγραφών
es: Registros
et: Logid
fa: رخدادها
fi: Lokit
fr: Journaux
hi: लॉग
hr: Zapisi
hu: Naplók
id: Catatan
it: Log
ja: ログ
ko: 로그(사용기록)
nb: Loggføring
nl: Logbestanden
pl: Logi
pt: Registos
pt_br: Registros
ru: Журнал
sl: Dnevnik napak
sr: Dnevnik
sv: Loggar
th: ล็อก
tr: Günlükler
uk: Логи
vi: Nhật kí hoạt động
zh: 日志
zh_hant: 紀錄檔
zh_hant_hk: 紀錄檔

source: Albums
ar: ألبومات
bg: Албуми
ca: Àlbums
cs: Alba
da: Albummer
de: Alben
el: Άλμπουμ
es: Álbumes
et: Albumid
fa: آلبوم‌ها
fi: Albumit
hi: एल्बम
hr: Albumi
hu: Albumok
id: Album
it: Album
ja: アルバム
ko: 앨범
nb: Album
pl: Albumy
pt: Álbuns
pt_br: Álbuns
ru: Альбомы
sl: Albumi
sr: Albumi
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
zh: 专辑
zh_hant: 專輯
zh_hant_hk: 專輯

source: Artists
ar: الفنانين
bg: Изпълнители
ca: Artistes
cs: Umělci
da: Kunstnere
de: Künstler
el: Καλλιτέχνες
es: Artistas
et: Esitajad
fa: هنرمندان
fi: Artistit
fr: Artistes
hi: कलाकार
hr: Izvođači
hu: Előadók
id: Artis
it: Artisti
ja: アーティスト
ko: 아티스트
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt: Artistas
pt_br: Artistas
ru: Исполнители
sl: Izvajalci
sr: Umetnici
sv: Artister
th: ศิลปิน
tr: Sanatçılar
uk: Виконавці
vi: Nghệ sĩ
zh: 艺术家
zh_hant: 藝人
zh_hant_hk: 歌手

source: Sort order
ar: ترتيب الفرز
bg: Подредба
ca: Ordena
cs: Pořadí řazení
da: Sorter efter
de: Sortierung
el: Σειρά ταξινόμησης
es: Ordenar
et: Sortimisjärjestus
fa: ترتیب مرتب سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hi: छांट अनुक्रम
hr: Redoslijed razvrstavanja
hu: Rendezési sorrend
id: Urut berdasarkan
it: Ordinamento
ja: 並び順
ko: 정렬 순서
nb: Sorteringsrekkefølge
nl: Sorteervolgorde
pl: Porządek sortowania
pt: Ordenação
pt_br: Ordenação
ru: Порядок сортировки
sl: Vrstni red
sr: Redosled sortiranja
sv: Sorteringsordning
th: เรียงลำดับ
tr: Sıralama düzeni
uk: Порядок сортування
vi: Sắp thứ tự
zh: 排序
zh_hant: 排序
zh_hant_hk: 順序

source: Genres
ar: التصنيفات
bg: Жанрове
ca: Gèneres
cs: Žánry
da: Genre
el: Είδη
es: Géneros
et: Žanrid
fa: ژانرها
fi: Tyylilajit
hi: शैली
hr: Žanrovi
hu: Műfajok
id: Genre
it: Generi
ja: ジャンル
ko: 장르
nb: Sjangere
pl: Gatunki
pt: Estilos
pt_br: Gêneros
ru: Жанры
sl: Žanri
sr: Žanrovi
sv: Genrer
th: แนวเพลง
tr: Tarzlar
uk: Жанри
vi: Thể loại
zh: 流派
zh_hant: 類型
zh_hant_hk: 曲風

source: Playlists
ar: قوائم الأغاني
bg: Плейлисти
ca: Llistes de reproducció
cs: Seznamy skladeb
da: Afspilningslister
el: Λίστες αναπαραγωγής
es: Listas
et: Esitusloendid
fa: فهرست‌های پخش
fi: Soittolistat
fr: Listes de lectures
hi: प्लेलिस्ट
hr: Playliste
hu: Lejátszási listák
id: Daftar Putar
it: Playlist
ja: プレイリスト
ko: 플레이리스트
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
pt: Listas de Reprodução
pt_br: Listas de reprodução
ru: Плейлисты
sl: Seznami predvajanja
sr: Plejliste
sv: Spellistor
th: เพลย์ลิสต์
tr: Oynatma listeleri
uk: Списки відтворення
vi: Danh sách phát
zh: 播放列表
zh_hant: 播放清單
zh_hant_hk: 播放清單

source: Sort by
ar: فرز
bg: Подредба по
ca: Ordena per
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
et: Sordi
fa: مرتب سازی بر اساس
fi: Järjestä
fr: Trier par
hi: ऐसे छांटें
hr: Razvrstaj po
hu: Sorrend eszerint
id: Urut berdasarkan
it: Ordina per
ja: 並び基準
ko: 정렬 기준
nb: Sorter etter
nl: Sorteer met
pl: Sortuj według
pt: Ordenar por
pt_br: Ordenar por
ru: Критерий сортировки
sl: Razvrsti po
sr: Sortiraj po
sv: Sortera efter
th: เรียงด้วย
tr: Sıralama ölçütü
uk: Сортування за
vi: Sắp theo
zh: 排序方式
zh_hant: 排序方式
zh_hant_hk: 排序方式

source: Next
ar: التالي
bg: Следващ
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
fa: بعدی
fi: Seuraava
fr: Prochain
hi: अगला
hr: Dalje
hu: Következő
id: Selanjutnya
it: Avanti
ja: 次
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Próximo
pt_br: Próximo
ru: Далее
sl: Naprej
sr: Dalje
sv: Nästa
th: ถัดไป
tr: Sıradaki
uk: Далі
vi: Tiếp theo
zh: 下一个
zh_hant: 下一個
zh_hant_hk: 下一個

# startMixNoTracksArtist
source: Long-press an artist to add or remove it from the mix builder before starting a mix
ca: Prém sostingudament per afegir o eliminar un artista de la llista de cançons abans de començar la llista
da: Tryk (lang tid) på en kunstner for at tilføje eller fjerne den fra blandingen før du starter en blanding
de: Halte einen Künstler gedrückt, um ihn zum Mix hinzuzufügen oder zu entfernen, bevor du einen Mix startest
es: Mantén pulsado un artista para añadirlo o eliminarlo del creador de mezclas antes de empezar una mezcla
et: Vajuta pikalt esitajale, et lisada või eemaldada ta enne miksi koostamise alustamist koostajast
fi: Paina artistin nimeä pitkään lisätäksesi tai poistaaksesi sen sekoituksesta ennen sen aloittamista
fr: Appuyer longuement sur un artiste pour l'ajouter ou le retirer du mix avant de commencer
hr: Pritisni dugo na izvođača za dodavanje ili uklanjanje izvođača iz miksera prije pokretanja miksa
hu: Nyomd meg hosszan az előadót, hogy hozzáadja vagy eltávolítsa a mixkészítőből, mielőtt elkezdené a keverést
id: Tekan tahan pada artis untuk menambahkan atau menghapusnya dari pembuat campuran sebelum memulai campur
it: Effettua una pressione prolungata su un artista per aggiungerlo o rimuoverlo dal mix builder prima di far partire un mix
ja: アーティスト名を長押しすることでミックス対象に追加または削除できます
ko: 믹스를 시작하기 전에 '아티스트'를 길게 탭하여 아티스트를 믹스 빌더에 추가하거나 빼세요
nb: Lang-trykk på en artist for å legge til eller fjerne vedkommende fra miksbyggeren før du starter en miks
nl: Druk lang op een artiest om deze toe te voegen of te verwijderen van de mix-bouwer alvorens de mix te starten
pl: Kliknij i przytrzymaj nazwę wykonawcy, aby dodać go do mix-u przed jego rozpoczęciem
pt: Pressione e segure um artista para o adicionar ou remover do construtor de misturas antes de iniciar uma mistura
ru: Чтобы добавить или удалить исполнителя из микса, нажмите и удерживайте его имя
sr: Dugo pritisnite izvođača da biste ga dodali ili uklonili iz kreatora miksa pre nego što započnete miks
sv: Tryck länge på en artist för att lägga till eller ta bort den från mix-byggaren innan du startar en mix
tr: Karışımı başlatmadan önce karışım oluşturucuya eklemek veya kaldırmak için bir sanatçıya uzun basın
vi: Bấm giữ một nghệ sĩ để thêm hoặc loại bỏ ra khỏi bộ Mix trước khi bắt đầu một tuyển tập Mix
zh: 长按一个艺术家，可在开始生成合辑前将其从合辑生成器中添加或移除
zh_hant: 在開始組合前，長按藝人可將其加入或移出組合清單
zh_hant_hk: 在開始混音之前，長按歌手以添加至混音器或從混音器移除

# startMixNoTracksAlbum
source: Long-press an album to add or remove it from the mix builder before starting a mix
ca: Manté pres un àlbum per afegir o esborrar-lo del creador de barreges abans de començar una barreja
da: Tryk (lang tid) på et album for at tilføje eller fjerne det fra blandingen for du starter en blanding
de: Halte ein Album gedrückt, um es zum Mix hinzuzufügen oder zu entfernen, bevor du einen Mix startest
es: Mantén pulsado un álbum para añadirlo o eliminarlo del creador de mezclas antes de empezar una mezcla
et: Vajuta pikalt albumile, et lisada või eemaldada ta enne miksi koostamise alustamist koostajast
fi: Paina albumia pitkään lisätäksesi tai poistaaksesi sen sekoituksesta ennen sen aloittamista
fr: Appuyer longuement sur un album pour l'ajouter ou le retirer du mix avant de commencer
hr: Pritisni dugo na album za dodavanje ili uklanjanje albuma iz miksera prije pokretanja miksa
hu: Nyomd meg hosszan az albumot, hogy hozzáadja vagy eltávolítsa a mixkészítőből, mielőtt elkezdené a keverést
id: Tekan lama album untuk menambah atau menghapusnya dari pembangun campuran sebelum memulai campuran
it: Effettua una pressione prolungata su un album per aggiungerlo o rimuoverlo dal mix builder prima di far partire un mix
ja: アルバムを長押しすることでミックス対象に追加または削除できます
ko: 믹스를 시작하기 전에 '앨범'을 길게 탭하여 앨범을 믹스 빌더에 추가하거나 빼세요
nb: Lang-trykk et album for å legge til eller fjerne det fra miksbyggeren før du starter en miks
nl: Druk lang op een album om deze toe te voegen of te verwijderen van de mix-bouwer alvorens de mix te starten
pl: Kliknij i przytrzymaj nazwę albumu, aby dodać go do mix-u przed jego rozpoczęciem
pt: Pressione e segure um álbum para o adicionar ou remover do construtor de mistura antes de iniciar uma mistura
ru: Чтобы добавить или удалить альбом из микса, нажмите и удерживайте его
sr: Dugo pritisnite album da biste ga dodali ili uklonili iz kreatora miksa pre nego što započnete miks
sv: Tryck länge på ett album för att lägga till eller ta bort det från mix-byggaren innan du startar en mix
tr: Karışımı başlatmadan önce karışım oluşturucuya eklemek veya kaldırmak için bir albüme uzun basın
vi: Bấm giữ một Album để thêm hoặc loại bỏ ra khỏi bộ Mix trước khi bắt đầu một tuyển tập Mix
zh: 长按一个专辑，可在开始生成合辑前将其从合辑生成器中添加或移除
zh_hant: 在開始組合前，長按專輯可將其加入或移出組合清單
zh_hant_hk: 在開始混音之前，長按專輯以添加至混音器或從混音器移除

source: Shuffle all
ar: استماع عشوائي للكل
bg: Възпроизвеждане в случаен ред
ca: Reprodueix aleatòriament totes les cançons
cs: Vše náhodně
da: Bland alle
de: Alle zufällig wiedergeben
el: Τυχαία αναπαραγωγή
es: Reproducir aleatoriamente todas las canciones
et: Sega kõik
fa: بُر زدن همه
fi: Sekoita kaikki
fr: Tout mélanger
hi: सभी शफ़ल
hr: Izmiješaj sve
hu: Összes keverése
id: Acak semua
it: Riproduci casualmente tutti
ja: 全てシャッフル
ko: 임의 재생(모두)
nb: Tilfelding avspilling av alt
nl: Alles shufflen
pl: Losuj wszystko
pt: Misturar todas
pt_br: Embaralhar todas
ru: Перемешать всё
sl: Premešaj vse
sr: Promešaj sve
sv: Shuffla alla
th: สุ่มทั้งหมด
tr: Tümünü karıştır
uk: Перемішати все
vi: Trộn hết
zh: 随机播放
zh_hant: 全部隨機播放
zh_hant_hk: 隨機播放全部

source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
cs: Stažené
da: Overførelser
el: Λήψεις
es: Descargas
et: Allalaadimised
fa: بارگیری‌ها
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड्स
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
nb: Nedlastninger
pl: Pobrane
pt: Transferências
ru: Загрузки
sl: Prenosi
sr: Preuzimanja
sv: Nedladdningar
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh: 下载
zh_hant: 下載
zh_hant_hk: 下載

source: Album
ar: ألبوم
bg: Албум
ca: Àlbum
el: Άλμπουμ
es: Álbum
fa: آلبوم
fi: Albumi
hi: एल्बम द्वारा
ja: アルバム
ko: 앨범
pt: Álbum
pt_br: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
uk: Альбомами
zh: 专辑
zh_hant: 專輯
zh_hant_hk: 專輯

source: Production Year
ar: سنة الإنتاج
bg: Година на издаване
ca: Any de Producció
cs: Rok produkce
da: Produktionsår
de: Produktionsjahr
el: Χρονολογία παραγωγής
es: Año de producción
et: Tootmisaasta
fa: تاریخ تولید
fi: Tuotantovuosi
fr: Date de production
hi: उत्पादन वर्ष द्वारा
hr: Godina produkcije
hu: Gyártási év
it: Anno di Produzione
ja: 作成年
ko: 제작년도
nb: Produksjonsår
nl: Productiejaar
pl: Rok produkcji
pt: Ano de Produção
pt_br: Ano de produção
ru: Год Создания
sl: Leto proizvodnje
sr: Godina produkcije
sv: Produktionsår
th: ปีที่สร้าง
tr: Prodüksiyon Yılı
uk: Роком виходу
vi: Năm sản xuất
zh: 制作年份
zh_hant: 製作年份
zh_hant_hk: 製作年份

source: Revenue
ar: إيرادات
bg: Приходи
ca: Ingressos
cs: Výnos
da: Omsætning
de: Einspielergebnis
el: Έσοδα
es: Ingresos
et: Tulud
fa: درآمد
fi: Tulot
fr: Recettes
hi: आय द्वारा
hr: Prihod
hu: Bevétel
it: Incassi
ja: 収入
ko: 수익
nb: Omsetning
nl: Inkomsten
pl: Dochód
pt: Receita
pt_br: Receita
ru: Доход
sl: Prihodki
sr: Prihod
sv: Intäkter
th: รายได้
tr: Gelir
uk: Дохід
vi: Lợi nhuận
zh: 收入
zh_hant: 收入
zh_hant_hk: 收入
