Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# playlistActionsMenuButtonTooltip
source: Tap to add to playlist. Long press to toggle favorite.
ca: Toca per afegir a la llista de reproducció. Premer sostingut per afegir un favorit.
cs: Klepněte pro přidání do seznamu skladeb. Podržte pro přepnutí oblíbení.
de: Tippen, um zur Playlist hinzuzufügen. Lange Drücken, um Favoriten umzuschalten.
es: Toque para añadir a lista de reproducción. Toque largo para alternar favorito.
et: Vajuta, et lisada esitusloendisse. Hoia all, et lisada lemmikuks.
fa: برای افزودن به فهرست پخش لمس کنید. برای تغییر وضعیت علاقه نگه دارید.
fi: Napauta lisätäksesi soittolistalle. Vaihda suosikkia painamalla pitkään.
fr: Appuyer pour ajouter à la playlist. Appuyer longuement pour ajouter aux favoris.
hi: प्लेलिस्ट में जोड़ने के लिए टैप करें। पसंदीदा टॉगल करने के लिए लंबे समय तक दबाएं।
hr: Dodirni za dodavanje u playlistu. Pritisni dugo za uključivanje u favorite.
hu: Érintse meg a lejátszási listához való hozzáadáshoz. Hosszan nyomja meg a kedvencekhez adáshoz.
it: Premi per aggiungere alla playlist. Premi a lungo per aggiungere/rimuovere dai favoriti.
ja: タップでプレイリストに追加。長押しでお気に入り切替。
ko: 탭하여 플레이리스트에 추가합니다. 길게 탭하여 즐겨찾기에 추가/삭제 합니다.
nl: Tik om toe te voegen aan afspeellijst. Houd ingedrukt om toe te voegen aan favorieten.
pl: Kliknij aby dodać do playlisty. Długie naciśnięcie powoduje dodanie do ulubionych.
pt: Toque para adicionar à lista de reprodução. Pressione e segure para alternar favorito.
pt_br: Pressione para adicionar à lista de reprodução. Pressione por mais tempo para marcar como favorito.
ru: Нажмите, чтобы добавить в плейлист. Нажмите и удерживайте, чтобы добавить/убрать из избранного.
sv: Tryck lätt för att lägga till i spellista. Tryck länge för att aktivera/avaktivera favorit.
tr: Oynatma listesine eklemek için dokunun. Favoriyi değiştirmek için uzun basın.
uk: Натиснути для додавання до списку відтворення. Утримувати для додавання до Обраного.
vi: Nhấn để thêm vào danh sách phát. Giữ để thêm vào yêu thích.
zh: 点击可添加到播放列表。长按切换为收藏。
zh_hant: 點擊以加入至播放清單，長按以切換收藏狀態。

# skipToPreviousTrackButtonTooltip
source: Skip to beginning or to previous track
ca: Salta cap al principi o cap a la cançó prèvia
cs: Přeskočit na začátek nebo na předchozí skladbu
de: Springe zum Anfang oder letzten Track
es: Saltar al inicio o a la canción anterior
et: Mine algusesse või eelmisele loole
fa: پرش به آغاز یا به قطعه‌ی قبلی
fi: Siirry alkuun tai edelliseen kappaleeseen
fr: Retourner au début ou au titre précédent
hi: पहले या पिछले ट्रैक पर जाएं
hr: Prijeđi na početak ili na prethodnu pjesmu
hu: Ugrás az elejére vagy az előző dalra
it: Torna all'inizio o al brano precedente
ja: 先頭または前の曲へスキップ
ko: 곡의 처음 또는 이전 곡으로 넘기기
nl: Ga naar begin of naar vorige nummer
pl: Przejście do początku lub poprzedniego utworu
pt: Ir para o início ou para a faixa anterior
pt_br: Pular para o início ou para a faixa anterior
ru: Перейти к началу или к предыдущей композиции
sv: Hoppa till början eller till föregående spår
tr: Başlangıca veya önceki parçaya atla
uk: Перемотати на початок або до попередньої композиції
vi: Bỏ qua đến phần đầu hoặc đến bài hát trước
zh: 跳至开头或上一曲
zh_hant: 從頭播放或切換至前一首

# skipToNextTrackButtonTooltip
source: Skip to next track
ca: Salta a la següent cançó
cs: Přeskočit na další skladbu
de: Zum nächsten Track springen
es: Saltar a la siguiente canción
et: Järgmine lugu
fa: پرش به قطعه‌ی بعدی
fi: Siirry seuraavaan kappaleeseen
fr: Passer au titre suivant
hi: अगले ट्रैक पर जाएं
hr: Prijeđi na sljedeću pjesmu
hu: Ugrás a következő dalra
it: Vai al brano successivo
ja: 次の曲へスキップ
ko: 다음 곡으로 넘기기
nl: Ga naar volgende nummer
pl: Przejście do następnego utworu
pt: Ir para a próxima faixa
pt_br: Pular para a próxima faixa
ru: Перейти к следующей композиции
sv: Hoppa till nästa spår
tr: Sonraki parçaya atla
uk: Перемотати до наступної композиції
vi: Bỏ qua sang bài tiếp theo
zh: 跳至下一曲
zh_hant: 切換到下一首

source: Next Up
ca: Pròxims
cs: Další na řadě
de: Als Nächstes
es: A continuación
et: Järgmisena
fa: مورد بعدی
fi: Seuraavaksi
fr: Suivant
hr: Sljedeće na redu
hu: Következik
it: In Coda
ja: 次の曲
ko: 넥스트 업
nl: Volgende
pl: Następne
pt: A Seguir
pt_br: A seguir
ru: Следующие
sv: Nästa
tr: Sonrakiler
uk: Наступне
vi: Tiếp theo
zh: 接下来
zh_hant: 即將播放

source: Playing from
ca: Reproduint des de
cs: Přehrávání z
de: Wiedergabe von
es: Reproduciendo desde
et: Esitab asukohast
fa: در حال پخش از
fi: Toistetaan
fr: Lecture de
hi: चलाया जा रहा
hr: Reprodukcija iz
hu: Lejátszás:
it: In riproduzione da
ja: 再生元：
ko: 다음에서 재생중
nl: Afspelen van
pl: Odtwarzam z
pt: A Reproduzir de
pt_br: Reproduzindo de
ru: Играем с
sv: Spelas upp från
uk: Відтворюється з
vi: Phát từ
zh: 播放自
zh_hant: 現正播放自

# confirmAddedToPlaylist
source: Added to playlist.
ca: Afegit a la llista de reproducció.
cs: Přidáno do seznamu skladeb.
de: Zur Playlist hinzugefügt.
es: Añadido a la lista de reproducción.
et: Esitusloendisse lisatud.
fa: به فهرست پخش اضافه شد.
fi: Lisätty soittolistaan.
fr: Ajouté à la playlist.
hi: प्लेलिस्ट में जोड़ा गया।
hr: Dodano u playlistu.
hu: Hozzáadva a lejátszási listához.
it: Aggiunto alla playlist.
ja: プレイリストに追加しました。
ko: 플레이리스트에 추가됨.
nl: Toegevoegd aan afspeellijst.
pl: Dodano do playlisty.
pt: Adicionado à lista de reprodução.
pt_br: Adicionado à lista de reprodução.
ru: Добавлено в плейлист.
sl: Dodano na seznam predvajanja.
sv: Tillagd i spellista.
tr: Oynatma listesine eklendi.
uk: Додано до списку відтворення.
vi: Đã được thêm vào danh sách nhạc.
zh: 已添加至播放列表。
zh_hant: 已加入至播放清單。

# volumeNormalizationIOSBaseGainEditorSubtitle
source: Currently, Volume Normalization on iOS requires changing the playback volume to emulate the gain change. Since we can''t increase the volume above 100%, we need to decrease the volume by default so that we can boost the volume of quiet tracks. The value is in decibels (dB), where -10 dB is ~30% volume, -4.5 dB is ~60% volume and -2 dB is ~80% volume.
cs: Normalizace hlasitosti v systému iOS v současné době vyžaduje změnu hlasitosti přehrávání, aby se napodobila změna zesílení. Protože nemůžeme zvýšit hlasitost nad 100 %, musíme ve výchozím nastavení hlasitost snížit, abychom mohli zvýšit hlasitost tichých skladeb. Hodnota je v decibelech (dB), kde -10 dB je ~30% hlasitost, -4,5 dB je ~60% hlasitost a -2 dB je ~80% hlasitost.
de: Im Moment muss für Lautstärken-Normalisierung auf iOS der angepasste Gain-Wert über die normale Wiedergabelautstärke emuliert werden. Da die Wiedergabelautstärke nicht höher als 100% sein kann, muss sie standardmäßig etwas verringert werden, sodass leisere Tracks angehoben werden können. Der Wert wird in Dezibel (dB) angegeben. -10 dB entspricht ~30%, -4.5 dB entspricht ~60% und -2 dB entspricht ~80% der Lautstärke.
es: Actualmente, La normalización de volumen en iOS requiere cambiar el volumen de reproducción para emular el cambio de ganancia. Ya que no podemos aumentar el volumen por encima del 100%, necesitamos disminuirlo por defecto para poder potenciar el volumen en canciones con bajo volumen. El valor es en decibelios (dB), donde -10 dB es el ~30% del volumen, -4.5 dB es el ~60% del volumen y -2 dB es el ~80% del volumen.
fa: در حال حاضر، عادی‌سازی بلندی صدا روی iOS نیاز دارد که بلندی پخش را تغییر دهد تا تغییر گین (gain) را شبیه‌سازی کند. از آن‌جا که نمی‌توانیم صدا را بلندتر از ۱۰۰٪ کنیم، باید بلندی را به صورت پیش‌فرض کم کنیم تا بتوانیم صدای قطعه‌های ساکت را بلندتر کنیم. مقدار به دسی‌بل (dB) است که منفی ۱۰ دسی‌بل تقریباً ۳۰٪، منفی ۴.۵ دسی‌بل تقریباً ۶۰٪ و منفی ۲ دسی‌بل تقریباً ۸۰٪ است.
fi: Tällä hetkellä, äänenvoimakkuuden normalisointi iOS-laitteilla vaatii toistovoimakkuuden muutoksen, jotta vahvistuksen muutosta voidaan jäljitellä, ja normalisointi toteuttaa. Koska ohjelma ei voi lisätä äänenvoimakkuutta yli 100 prosentin, täytyy voimakkuutta alentaa oletuksena, jotta tarvittaessa normalisointi voi vahvistaa hiljaisia kappaleita tarpeeksi. Arvot ovat desibeleissä (dB), missä -10 dB on noin ~30% voimakkuudesta, -4.5 dB on noin ~60% voimakkuudesta ja -2dB on noin ~80% täydestä voimakkuudesta.
fr: Actuellement, la correction du volume sur iOS nécessite de modifier le volume de lecture pour émuler le changement de gain. Comme nous ne pouvons pas augmenter le volume au-delà de 100 %, nous devons diminuer le volume par défaut afin de pouvoir augmenter le volume des pistes calmes. La valeur est exprimée en décibels (dB), où -10 dB correspond à un volume de ~30%, -4,5 dB à un volume de ~60% et -2 dB à un volume de ~80%.
hi: वर्तमान में, iOS पर वॉल्यूम सामान्यीकरण के लिए प्लेबैक वॉल्यूम को इस तरह बदलने की आवश्यकता है जिससे वह गेन में बदलाव को इमूलेट कर सके। चूँकि हम वॉल्यूम को 100% से अधिक नहीं बढ़ा सकते हैं, इसलिए हमें डिफ़ॉल्ट रूप से वॉल्यूम कम करना होगा ताकि हम शांत ट्रैक का वॉल्यूम बढ़ा सकें। मान डेसिबल (dB) में है, जहाँ -10 dB ~30% वॉल्यूम है, -4.5 dB ~60% वॉल्यूम है और -2 dB ~80% वॉल्यूम है।
hu: Jelenleg a hangerő normalizálás iOS-en a lejátszási hangerő megváltoztatását igényli az erősítés változásának emulálásához. Mivel a hangerőt nem tudjuk 100% fölé emelni, alapértelmezés szerint csökkenteni kell a hangerőt, hogy a csendes dalok hangerejét növelni tudjuk. Az érték decibelben (dB) van megadva, ahol -10 dB ~30%-os hangerő, -4,5 dB ~60%-os hangerő és -2 dB ~80%-os hangerő.
it: Al momento la Normalizzazione del volume su iOS richiede di cambiare il volume di riproduzione per simulare il cambio di guadagno. Dato che non è possibile aumentare il volume oltre il 100%, dobbiamo diminuire il volume di default così che sia possibile aumentare il volume dei brani silenziosi. I valori sono in decibel (dB), dove -10 db corrispondono al ~30% di volume, -4.5 dB al ~60% di volume e -2 dB a ~80% di volume.
ko: 현재, iOS의 음량 정규화는 게인값 변화를 구현하기 위해 재생 음량 변경이 필요합니다. 음량을 100% 초과하여 올릴 수 없으므로, 조용한 곡(들)의 음량을 증폭시키기 위해서는 기본적으로 음량을 감소시킬 필요가 있습니다. 값단위는 데시벨이며 -10dB은 ~30% 음량, -4.5dB은 ~60% 음량, -2dB은 ~80% 음량입니다.
nl: Op dit moment werkt Volume-normalisatie op iOS door het afspeelvolume te veranderen om veranderingen in Gain te emuleren. Omdat we het volume niet boven 100% kunnen zetten moeten we het standaardvolume lager instellen om het volume van stillere nummers hoger te krijgen. De waarde is in decibel (dB). -10dB is ~30% volume, -4.5 dB is ~60% volume en -2 dB is ~80% volume.
pl: Obecnie normalizacja dźwięku w systemie iOS wymaga zmiany głośności odtwarzania w celu emulacji zmiany wzmocnienia. Ponieważ nie możemy zwiększyć głośności powyżej 100%, musimy domyślnie zmniejszyć głośność, abyśmy mogli zwiększyć głośność cichych utworów. Wartość jest wyrażona w decybelach (dB), gdzie -10 dB to ~30% głośności, -4,5 dB to ~60% głośności, a -2 dB to ~80% głośności.
pt: Atualmente, a Normalização de Volume no iOS requer a alteração do volume de reprodução para emular a mudança de ganho. Como não podemos aumentar o volume acima de 100%, precisamos diminuir o volume predefinido para podermos aumentar o volume das faixas mais baixas. O valor é em decibéis (dB), onde -10 dB corresponde a ~30% de volume, -4,5 dB a ~60% de volume e -2 dB a ~80% de volume.
pt_br: Atualmente, a normalização de volume no iOS requer que o volume de reprodução seja alterado de forma a emular a alteração de ganho. Já que não é possível incrementar o volume acima de 100%, há a necessidade de reduzir o volume por padrão, de forma que seja possível aumentá-lo durante a reprodução de faixas mais suaves. O valor está em decibel (dB), onde -10 dB representa em torno de 30% do volume, -4.5 dB em torno de 60% do volume e -2 dB em torno de 80% do volume.
ru: В настоящее время нормализация громкости на iOS требует изменения громкости воспроизведения, чтобы эмулировать изменение усиления. Поскольку мы не можем увеличить громкость выше 100%, нам необходимо уменьшить громкость по умолчанию, чтобы мы могли увеличить громкость тихих композиций. Значение указывается в децибелах (дБ), где -10 дБ соответствует ~30% громкости, -4,5 дБ - ~60% громкости, а -2 дБ - ~80% громкости.
sv: För närvarande kräver volymnormalisering på iOS att uppspelningsvolymen ändras för att imitera förändringen i förstärkningen. Eftersom vi inte kan höja volymen över 100% behöver vi som standard sänka volymen, så att vi kan höja volymen på lågmälda spår. Värdet är i decibel (dB), varav -10 dB är ~30% volym, -4.5 dB är ~60% volym och -2 dB är ~80% volym.
tr: Şu anda iOS'ta Ses Düzeyi Normalleştirmesi, kazanç değişikliğini taklit etmek için oynatma ses düzeyinin değiştirilmesini gerektiriyor. Sesi %100'ün üzerine çıkaramadığımız için, sessiz parçaların sesini artırabilmek için sesi varsayılan olarak azaltmamız gerekiyor. Değer desibel (dB) cinsindendir; burada -10 dB ~%30 ses, -4,5 dB ~%60 ses ve -2 dB ~%80 ses seviyesidir.
uk: Наразі нормалізація гучності на iOS вимагає змінення гучності відтворення щоб емулювати змінення посилення. Оскільки ми не можемо збільшити гучність більш ніж на 100%, ми маємо знизити гучність до типової щоб ми могли підвищувати гучність для тихих композицій. Значення у децибелах (дБ), де -10 дБ це ~30% гучності, -4.5 дБ - ~60%, а -2.0 дБ - ~80%.
vi: Hiện tại, việc 'Bình thường hoá Âm lượng' trên iOS yêu cầu chỉnh âm lượng phát lại để giả lập việc thay đổi gain. Vì ta không thể tăng âm lượng quá 100%, chúng ta cần giảm âm lượng mặc định để có thể tăng âm lượng những bài hát âm lượng nhỏ. Giá trị tính theo decibels (dB), -10 dB tầm khoảng âm lượng ~30%, -4.5 dB tầm khoảng âm lượng ~60%, -2 dB tầm khoảng âm lượng ~80%.
zh: 目前，iOS 上的音量标准化需要改变播放音量来模拟增益变化。由于我们无法将音量提高到 100% 以上，因此我们需要降低默认音量，以便提高安静歌曲的音量。该值以分贝 (dB) 为单位，-10 dB 相当于 30% 的音量，-4.5 dB 相当于 60% 的音量，-2 dB 相当于 80% 的音量。
zh_hant: 在 iOS 系統上，目前的音量標準化功能是透過調整播放音量來模擬增益變化。由於無法將音量提高超過 100%，因此系統預設會先將整體音量降低，這樣在遇到音量較小的曲目時，才有空間可以將其放大。這項設定的單位是分貝（dB），例如：設為 -10 dB，大約相當於 30% 的實際音量；設為 -4.5 dB，約為 60%；而 -2 dB 則接近 80% 音量。

# downloadedCountUnified
source: {trackCount,plural,=1{{trackCount} track} other{{trackCount} tracks}}, {imageCount,plural,=1{{imageCount} image} other{{imageCount} images}} {syncCount,plural,=1{{syncCount} node syncing} other{{syncCount} nodes syncing}}{repairing, plural, =0{} other{ Currently repairing}}
ca: {trackCount,plural,=1{{trackCount} pista} other{{trackCount} pistes}}, {imageCount,plural,=1{{imageCount} imatge} other{{imageCount} imatges}} {syncCount,plural,=1{{syncCount} node sincronitzat} other{{syncCount} nodes sincronitzats}}{repairing, plural, =0{} other{ Reparant}}
cs: {songCount,plural,=1{{songCount} skladba} few{{songCount} skladby} other{{songCount} skladeb}}, {imageCount,plural,=1{{imageCount} obrázek} few{{imageCount} obrázky} other{{imageCount} obrázků}} {syncCount,plural,=1{Synchronizace {syncCount} uzlu} few{Synchronizace {syncCount} uzlů} other{Synchronizace {syncCount} uzlů}}{repairing, plural, =0{} other{ Probíhá oprava}}
da: {trackCount,plural,=1{{trackCount} nummer} other{{trackCount} numrer}}, {imageCount,plural,=1{{imageCount} billede} other{{imageCount} billeder}} {syncCount,plural,=1{{syncCount} node synkroniserer} other{{syncCount} noder synkroniserer}}{repairing, plural, =0{} other{ Reparares i øjeblikket}}
de: {trackCount,plural,=1{{trackCount} Track} other{{trackCount} Tracks}}, {imageCount,plural,=1{{imageCount} Bild} other{{imageCount} Bilder}} {syncCount,plural,=1{{syncCount} synchronisiert} other{{syncCount} synchronisieren}}{repairing, plural, =0{} other{ reparieren}}
es: {trackCount,plural,=1{{trackCount} canción} other{{trackCount} canciones}}, {imageCount,plural,=1{{imageCount} imagen} other{{imageCount} imágenes}} {syncCount,plural,=1{{syncCount} nodo sincronizando} other{{syncCount} nodos sincronizando}}{repairing, plural, =0{} other{ Reparando}}
fa: {songCount,plural,=1{{songCount} قطعه} other{{songCount} قطعه}}, {imageCount,plural,=1{{imageCount} نگاره} other{{imageCount} نگاره}} {syncCount,plural,=1{{syncCount} گره در حال همگام شدن} other{{syncCount} گره در حال همگام شدن}}{repairing, plural, =0{} other{ هم‌اکنون در حال تعمیر}}
fi: {trackCount,plural,=1{{trackCount} kappale} other{{trackCount} kappaletta}}, {imageCount,plural,=1{{imageCount} kuva} other{{imageCount} kuvaa}} {syncCount,plural,=1{{syncCount} yksikkö synkronoi} other{{syncCount} yksikköä synkronoivat}}{repairing, plural, =0{} other{ Korjataan parhaillaan}}
fr: {trackCount,plural,=1{{trackCount} titre} other{{trackCount} titres}}, {imageCount,plural,=1{{imageCount} image} other{{imageCount} images}} {syncCount,plural,=1{{syncCount} noeud syncing} other{{syncCount} noeuds}}{repairing, plural, =0{} other{ Reparations en cours}}
hi: {songCount,plural,=1{{songCount} ट्रैक} other{{songCount} ट्रैक}}, {imageCount,plural,=1{{imageCount} छवि} other{{imageCount} छवियां}} {syncCount,plural,=1{{syncCount} नोड सिंकिंग} other{{syncCount} नोड सिंकिंग}}{repairing, plural, =0{} other{ अभी मरम्मत हो रही}}
hu: {trackCount,plural,=1{{trackCount} dal} other{{trackCount} dal}}, {imageCount,plural,=1{{imageCount} kép} other{{imageCount} kép}} {syncCount,plural,=1{{syncCount} szinkronizálva} other{{syncCount} szinkronizálva}}{repairing, plural, =0{} other{ Javítás folyamatban}}
it: {trackCount,plural,=1{{trackCount} brano} other{{trackCount} brani}}, {imageCount,plural,=1{{imageCount} immagine} other{{imageCount} immagini}} {syncCount,plural,=1{{syncCount} nodo si sta sincronizzando} other{{syncCount} nodi si stanno sincronizzando}}{repairing, plural, =0{} other{ Al momento si sta riparando}}
ja: {trackCount,plural,=1{{trackCount} 曲} other{{trackCount} 曲}}, {imageCount,plural,=1{{imageCount} 画像} other{{imageCount} 画像}} {syncCount,plural,=1{{syncCount} ノードを同期中} other{{syncCount} ノードを同期中}}{repairing, plural, =0{} other{ 現在修復中}}
ko: {trackCount,plural,=1{{trackCount} 곡} other{{trackCount} 곡}}, {imageCount,plural,=1{{imageCount} 이미지} other{{imageCount} 이미지}} {syncCount,plural,=1{{syncCount} 동기화 노드} other{{syncCount} 동기화 노드}}{repairing, plural, =0{} other{ 현재 복구중}}
nl: {trackCount,plural,=1{{trackCount} nummer} other{{trackCount} nummers}}, {imageCount,plural,=1{{imageCount} plaatje} other{{imageCount} plaatjes}} {syncCount,plural,=1{{syncCount} synchroniseert} other{{syncCount} synchroniseren}}{repairing, plural, =0{} other{ Currently repairing}}
pl: {trackCount,plural,=1{{trackCount} utwór} few{{trackCount} utwory} other{{trackCount} utworów}}, {imageCount,plural,=1{{imageCount} obraz} few{{imageCount} obrazy} other{{imageCount} obrazów}} {syncCount,plural,=1{{syncCount} node syncing} other{{syncCount} nodes syncing}}{repairing, plural, =0{} other{ Currently repairing}}
pt: {trackCount,plural,=1{{trackCount} faixa} other{{trackCount} faixas}}, {imageCount,plural,=1{{imageCount} imagem} other{{imageCount} imagens}} {syncCount,plural,=1{{syncCount} nó a sincronizar} other{{syncCount} nós a sincronizar}}{repairing,plural,=0{} other{ A reparar neste momento}}
pt_br: {songCount,plural,=1{{songCount} faixa} other{{songCount} faixas}}, {imageCount,plural,=1{{imageCount} imagem} other{{imageCount} imagens}} {syncCount,plural,=1{{syncCount} nó sincronizado} other{{syncCount} nós sincronizados}}{repairing, plural, =0{} other{ Reparando}}
ru: {trackCount,plural,=1{{trackCount} композиция} few{{trackCount} композиции} other{{trackCount} композиций}}, {imageCount,plural,=1{{imageCount} изображение} few{{imageCount} изображения} other{{imageCount} изображений}} {syncCount,plural,=1{{syncCount} элемент синхронизируется} few{{syncCount} элемента синхронизируются} other{{syncCount} элементов синхронизируется}}{repairing, plural, =0{} other{ Сейчас чинится}}
sr: {trackCount,plural,=1{1 pesma} other{{trackCount} pesme}}, {imageCount,plural,=1{1 slika} other{{imageCount} slike}} {syncCount,plural,=1{1 čvor se sinhronizuje} other{{syncCount} čvora se sinhronizuju}}{repairing, plural, =0{} other {Trenutno se popravlja}}
sv: {trackCount,plural,=1{{trackCount} spår} other{{trackCount} spår}}, {imageCount,plural,=1{{imageCount} bild} other{{imageCount} bilder}} {syncCount,plural,=1{{syncCount} nod synkroniseras} other{{syncCount} noder synkroniseras}}{repairing, plural, =0{} other{ Repareras för närvarande}}
tr: {trackCount,plural,=1{{trackCount} parça} other{{trackCount} parça}}, {imageCount,plural,=1{{imageCount} görsel} other{{imageCount} görsel}} {syncCount,plural,=1{{syncCount} düğüm eşitleniyor} other{{syncCount} düğüm eşitleniyor}}{repairing, plural, =0{} other{ Şu anda onarılıyor}}
uk: {songCount,plural,=1{{songCount} композиція} other{{songCount} композиції}}, {imageCount,plural,=1{{imageCount} зображення} other{{imageCount} зображення}} {syncCount,plural,=1{{syncCount} синхронізація вузла} other{{syncCount} синхронізація вузлів}}{repairing, plural, =0{} other{ Наразі виправляється}}
vi: {trackCount,plural,=1{{trackCount} bản nhạc} other{{trackCount} bản nhạc}}, {imageCount,plural,=1{{imageCount} hình ảnh} other{{imageCount} hình ảnh}} {syncCount,plural,=1{{syncCount} đồng bộ hóa nút} other{{syncCount} đồng bộ hóa nút}}{repairing, plural, =0{} other{ Hiện đang sửa chữa}}
zh: {trackCount,plural,=1{{trackCount} 首歌曲} other{{trackCount} 首歌曲}}, {imageCount,plural,=1{{imageCount} 张图片} other{{imageCount} 张图片}} {syncCount,plural,=1{{syncCount} 个节点同步} other{{syncCount} 个节点同步}}{repairing, plural, =0{} other{ Currently repairing}}
zh_hant: {trackCount,plural,=1{{trackCount} 首歌曲} other{{trackCount} 首歌曲}}, {imageCount,plural,=1{{imageCount} 張圖片} other{{imageCount} 張圖片}} {syncCount,plural,=1{{syncCount} 個節點同步中} other{{syncCount} 個節點同步中}}{repairing, plural, =0{} other{ 目前正在修復}}
zh_hant_hk: {trackCount,plural,=1{{trackCount} 首歌曲} other{{trackCount} 首歌曲}}, {imageCount,plural,=1{{imageCount} 張圖片} other{{imageCount} 張圖片}} {syncCount,plural,=1{{syncCount} 個節點同步中} other{{syncCount} 個節點同步中}}{repairing, plural, =0{} other{ 目前正在修復}}

# queueRestoreSubtitle2
source: {count,plural,=1{1 Track} other{{count} Tracks}}, {remaining} Unplayed
ca: {count,plural,=1{1 Pista} other{{count} Pistes}}, {remaining} per Reproduir
cs: {count,plural,=1{1 skladba} few{{count} skladby} other{{count} skladeb}}, {remaining} nepřehráno
de: {count,plural,=1{1 Track} other{{count} Tracks}}, {remaining} ungespielt
es: {count,plural,=1{1 canción} other{{count} canciones}}, {remaining} sin Reproducir
fa: {count,plural,=1{1 قطعه} other{{count} قطعه}}, {remaining} پخش نشده
fi: {count,plural,=1{1 Kappale} other{{count} Kappaletta}}, {remaining} Toistamatta
fr: {count,plural,=1{1 Track} other{{count} Tracks}}, {remaining} Non joués
hi: {count,plural,=1{1 ट्रैक} other{{count} ट्रैक}}, {remaining} Unplayed
hr: {count,plural,=1{1 pjesma} few{{count} pjesme} other{{count} pjesama}}, preostalo: {remaining}
hu: {count,plural,=1{1 dal} other{{count} dal}}, {remaining} nem lejátszott
it: {count,plural,=1{1 Brano} other{{count} Brani}}, {remaining} Non riprodotti
ja: {count,plural,=1{1 曲} other{{count} 曲}}、{remaining} 曲未再生
ko: {count,plural,=1{1 곡} other{{count} 곡}}, {remaining} 남음
nl: {count,plural,=1{1 Nummer} other{{count} Nummers}}, {remaining} Nog niet gespeeld
pl: {count,plural,=1{1 utwór} few{{count} Utwory} other{{count} Utworów}}, {remaining} nieodtworzonych
pt: {count,plural,=1{1 Faixa} other{{count} Faixas}}, {remaining} Por Tocar
pt_br: {count,plural,=1{1 faixa} other{{count} faixas}}, {remaining} restantes
ru: {count,plural,=1{1 Композиция} few{{count} Композиции} other{{count} Композиций}}, {remaining} Не проиграно
sv: {count,plural,=1{Ett spår} other{{count} spår}}, {remaining} ej uppspelade
uk: {count,plural,=1{1 Композиція} other{{count} Композицій}}, {remaining} не відтворено
vi: {count,plural,=1{1 Bài hát} other{{count} Bài hát}}, {remaining} Chưa phát
zh: {count,plural,=1{1 首歌曲} other{{count} 首歌曲}}，{remaining} 首未播放
zh_hant: {count,plural,=1{1 首歌曲} other{{count} 首歌曲}}，{remaining} 首未播放
