Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# allowSplitScreenSubtitle
source: The player will be displayed alongside other views on wider displays.
cs: Přehrávač bude zobrazen vedle dalších obrazovek na širších displejích.
de: Die Wiedergabe-Ansicht wird auf breiteren Bildschirmen neben anderen Ansichten gezeigt.
es: El reproductor sera mostrado junto a otras ventanas en pantallas más grandes.
fa: پخش‌کننده کنار نماهای دیگر روی نمایشگرهای عریض نمایش داده می‌شود.
fi: Soitin näytetään muiden ohjelmien kanssa isommilla näytöillä.
fr: Le lecteur sera affiché à côté des autres pages sur les écrans larges.
hi: प्लेयर को अन्य दृश्यों के साथ व्यापक डिस्प्ले पर प्रदर्शित किया जाएगा।
hu: A lejátszó más elemekkel együtt jelenik meg a szélesebb kijelzőkön.
it: Il lettore verrà visualizzato insieme ad altre viste su display più ampi.
pl: Odtwarzacz będzie wyświetlany obok innych widoków na szerszych ekranach.
pt: O reprodutor será apresentado ao lado de outras vistas em ecrãs mais largos.
pt_br: O reprodutor será exibido ao lado de outras janelas em telas mais largas.
ru: Плеер будет отображаться рядом с другими элементами на широких экранах.
sv: Spelaren visas vid sidan av andra vyer på bredare skärmar.
tr: Oynatıcı daha geniş ekranlarda diğer görünümlerin yanında görüntülenecektir.
uk: Відтворювач відображатиметься поряд з іншими поданнями на ширших дисплеях.
zh: 播放界面将与其他界面一起显示在更宽的显示屏上。
zh_hant: 在寬螢幕環境下，播放器將與其他介面一同顯示。

source: Enable vibration
cs: Povolit vibrace
de: Vibration aktivieren
es: Habilitar vibración
fa: فعال کردن لرزش
fi: Käytä värinää
fr: Activer le vibreur
hi: वाइब्रेशन सक्षम करें
hr: Omogući vibraciju
hu: Rezgés engedélyezése
it: Abilita vibrazione
pl: Włącz wibracje
pt: Ativar vibração
pt_br: Habilitar vibração
ru: Включить вибрацию
sv: Aktivera vibration
tr: Titreşimi etkinleştir
uk: Увімкнути вібрацію
zh: 开启震动
zh_hant: 啟用震動

# enableVibrationSubtitle
source: Whether to enable vibration.
cs: Zda povolit vibrace.
de: Ob Vibration aktiviert werden soll.
es: Habilita o deshabilita la vibración.
fa: این‌که لرزش فعال شود یا نه.
fi: Käytetäänkö värinää.
fr: Activer ou non le mode vibreur.
hi: वाइब्रेशन सक्षम करें या नहीं।
hu: A rezgés ki- vagy bekapcsolása.
it: Se vuoi abilitare la vibrazione.
pl: Określa, czy włączyć wibracje.
pt: Se deseja ativar vibração.
pt_br: Habilitar/desabilitar vibração.
ru: Включать ли вибрацию.
sv: Huruvida vibration ska aktiveras.
tr: Titreşim etkinleştirilsin mi?
uk: Чи вмикати вібрацію.
zh: 是否开启振动。
zh_hant: 是否啟用震動。

source: Scroll to current track
cs: Posunout na aktuální skladbu
de: Zum aktuellen Titel scrollen
es: Desplazar a la canción actual
fa: اسکرول کردن به قطعه کنونی
fi: Vieritä nykyiseen kappaleeseen
fr: Défiler jusqu'à la chanson en cours
hi: वर्तमान ट्रैक पर स्क्रॉल करें
hr: Klizni na trenutačnu pjesmu
hu: Görgetés az aktuális dalhoz
it: Scorri fino al brano corrente
nl: Scroll naar huidige nummer
pl: Przewiń do bieżącego utworu
pt: Deslocar para a faixa atual
pt_br: Ir para a faixa atual
ru: Вернуться к текущей композиции
sv: Återgå till nuvarande spår
tr: Geçerli parçaya kaydır
uk: Прокрутити до поточної композиції
zh: 滚动至当前歌曲
zh_hant: 捲動至當前歌曲

# trackMenuButtonTooltip
source: Track Menu
cs: Nabídka skladby
de: Track Menü
es: Menú de la canción
fa: منوی قطعه
fi: Kappalevalikko
fr: Menu Chanson
hi: ट्रैक मेनू
hr: Izbornik pjesama
hu: Dal menü
it: Menu del Brano
nl: Nummer-menu
pl: Menu utworów
pt: Menu de Faixas
ru: Меню композиций
sv: Spårmeny
tr: Parça Menüsü
uk: Меню композицій
zh: 歌曲菜单
zh_hant: 歌曲選單

# trackOfflineFavorites
source: Sync all favorite statuses
cs: Synchronizovat všechny stavy oblíbených
de: Alle Favoriten-Markierungen synchronisieren
es: Sincronizar el estado de todos los favoritos
fa: همگام‌سازی وضعیت علایق
fi: Synkronoi kaikki suosikit
fr: Synchroniser tous les statuts favoris
hi: सभी पसंदीदा स्थितियों को सिंक करें
hr: Sinkroniziraj sva stanja favorita
hu: Kedvencek állapotának szinkronizálása
it: Sincronizza tutti gli stati dei favoriti
nl: Synchroniseer status favorieten
pl: Synchronizuj wszystkie ulubione statusy
pt: Sincronizar todos os estados de favoritos
pt_br: Sincronizar todas as informações de favoritos
ru: Синхронизировать все статусы избранного
sv: Synka alla favoritstatusar
tr: Tüm favori durumları eşle
uk: Синхронізувати усі обрані статуси
zh: 同步所有收藏状态
zh_hant: 同步所有收藏狀態

# prioritizePlayerCover
source: Prioritize album cover
cs: Upřednostnit obal alba
de: Album Cover priorisieren
es: Darle prioridad a la carátula del álbum
fa: در اولویت قرار دادن نگاره‌ی آلبوم
fi: Priorisoi albumin kansikuva
fr: Prioriser la pochette de l'album
hi: एल्बम कवर को प्राथमिकता दें
hu: Abum borító priorizálása
it: Dai priorità alla copertina dell'album
pl: Priorytet dla okładki albumu
pt: Priorizar a capa do álbum
pt_br: Priorizar capa do álbum
ru: Приоритет обложки альбома
sv: Prioritera albumomslag
tr: Albüm kapağı öncelikli
uk: Пріоритезувати обкладинку альбому
zh: 优先显示专辑封面
zh_hant: 優先顯示專輯封面

# prioritizePlayerCoverSubtitle
source: Prioritize showing a larger album cover on player screen. Non-critical controls will be hidden more aggressively at small screen sizes.
cs: Upřednostnit zobrazení většího obalu alba na obrazovce přehrávače. Nekritické ovládací prvky budou při malých velikostech obrazovky agresivněji skryty.
de: Ein größeres Album Cover in der Wiedergabe-Ansicht bevorzugen. Unwichtigere Optionen werden auf kleineren Bildschirmen mit höherer Wahrscheinlichkeit versteckt.
es: Priorizar mostrar una cáratula de álbum más grande en la pantalla del reproductor. Los controles que no sean esenciales serán ocultados de manera mas agresiva en pantallas pequeñas.
fa: نمایش نگاره‌ی آلبوم بزرگ‌تر روی صفحه‌ی پخش را در اولویت قرار می‌دهد. واپایش‌های غیر ضروری در صفحه‌های کوجک سهمگین‌تر پنهان می‌شوند.
fi: Priorisoi näyttämään isompi albumin kansikuva soittimen näytöllä. Ei-kriittiset ohjaukset piilotetaan herkemmin pienillä näyttökooilla.
fr: Favorise la taille de la pochette d'album sur le lecteur. Les boutons moins importants seront cachés sur les écrans de petite taille.
hi: प्लेयर स्क्रीन पर बड़े एल्बम कवर को दिखाने को प्राथमिकता दें। छोटे स्क्रीन साइज़ पर गैर-महत्वपूर्ण नियंत्रण अधिक आक्रामक तरीके से छिपाए जाएंगे।
hu: Elsőbbséget élvez a nagyobb méretű albumborító a lejátszási képernyőn. A kevésbé fontos opciók kisebb képernyőkön nagyobb valószínűséggel rejtve maradnak.
it: Dai la priorità alla visualizzazione di una copertina dell'album più grande sullo schermo del lettore. I controlli non critici verranno nascosti in modo più aggressivo su schermi di piccole dimensioni.
pl: Ustaw większy priorytet dla wyświetlania większej okładki albumu na ekranie odtwarzacza. Niekrytyczne elementy sterujące będą bardziej agresywnie ukrywane na małych ekranach.
pt: Priorizar mostrar uma capa de álbum maior no ecrã do reprodutor. Controladores não críticos serão escondidos mais agressivamente em ecrãs mais pequenos.
pt_br: Prioriza a exibição mais ampla da capa do ábum na tela do reprodudor. Controles não críticos serão ocultados de maneira mais agressiva em telas de menor tamanho.
ru: Приоритизировать отображение большей обложки альбома на экране плеера. Некритические элементы управления будут скрываться более агрессивно на экранах меньшего размера.
sv: Priorisera visning av ett större albumomslag på spelarskärmen. Mindre viktiga kontroller döljs mer aggressivt vid små skärmstorlekar.
tr: Oynatıcı ekranında daha büyük bir albüm kapağı göstermeye öncelik verin. Kritik olmayan kontroller küçük ekran boyutlarında daha agresif bir şekilde gizlenecektir.
uk: Пріоритезувати показ більшої обкладинки альбому на екрані відтворювача. Неважливі елементи керування будуть приховані більш агресивно при малих розмірах екрану.
zh: 在播放界面上优先显示更大的专辑封面。在小尺寸屏幕下，非关键控件将被更积极地隐藏。
zh_hant: 播放介面將優先顯示較大的專輯封面顯示，而在較小螢幕上，非必要的操作介面將進一步隱藏，以提升視覺體驗。

# suppressPlayerPadding
source: Suppress player controls padding
cs: Potlačit odsazení ovládání přehrávače
de: Abstand um die Player Controls unterdrücken
es: Ignorar el margen de los controles del reproductor
fa: سرکوب کردن فاصله‌ی واپایش‌های پخش‌کننده
fi: Peitä soittimien ohjausten marginaali
fr: Désactive l'espacement des contrôles du lecteur
hi: प्लेयर नियंत्रण पैडिंग को सप्रेस करें
hr: Poništi odmake kontrola playera
hu: A lejátszásvezérlők térközének figyelmen kívül hagyása
it: Sopprimere la spaziatura dei controlli del lettore
pl: Wyłączenie wypełnienia elementów sterujących odtwarzacza
pt: Suprimir o preenchimento dos controlos do reprodutor
pt_br: Suprimir espaçamento dos controles do reprodutor
ru: Минимизировать отступы элементов управления плеером
sv: Undertryck spelarkontrollernas utfyllnad
uk: Прибрати відступи елементів керування відтворювача
zh: 抑制播放控件内边距
zh_hant: 抑制播放器控制元件之間的距離

source: Enable auto-scroll
cs: Povolit automatické posouvání
de: Automatisches Scrollen aktivieren
es: Activar desplazamiento automático
fa: فعال کردن اسکرول خودکار
fi: Ota käytöön automaattinen vieritys
fr: Activer le défilement automatique
hi: ऑटो-स्क्रॉल सक्षम करें
hr: Aktiviraj automatsko klizanje
hu: Automatikus görgetés engedélyezése
it: Abilita lo scorrimento automatico
nl: Zet automatisch scrollen aan
pl: Włącz autoprzewijanie
pt: Ativar deslocar automático
pt_br: Habiliar rolagem automática
ru: Включить автоматическое прокручивание
sv: Aktivera auto-rullning
tr: Otomatik kaydırmayı etkinleştir
uk: Увімкнути автоматичне прокручування
zh: 自动滚动
zh_hant: 自動捲動

# numberAsKiloHertz
source: {kiloHertz} kHz
fa: {kiloHertz} کیلوهرتز
ru: {kiloHertz} кГц
uk: {kiloHertz} кГц

# remainingDuration
source: {duration} remaining
cs: Zbývá {duration}
de: {duration} verbleibend
es: {duration} restante
fa: {duration} مانده
fi: {duration} jäljellä
fr: {duration} restante
hi: {duration} बचा हुआ
hr: {duration} preostalo
hu: {duration} maradt
it: {duration} rimasti
nl: {duration} over
pl: {duration} pozostało
pt: {duration} restante
pt_br: {duration} restante
ru: {duration} осталось
sv: {duration} återstår
tr: {duration} kaldı
uk: {duration} залишилось
zh: 剩余 {duration}
zh_hant: 剩餘 {duration}

# addRemoveFromPlaylist
source: Add To / Remove From Playlists
cs: Přidat do / odebrat ze seznamů skladeb
de: Zu Playlist hinzufügen oder entfernen
es: Añadir / Quitar de Lista de Reproducción
fa: افزودن به/حذف از فهرست‌های پخش
fi: Lisää tai poista soittolistoilta
fr: Ajouter aux / Retirer des listes de lecture
hi: प्लेलिस्ट से जोड़ें/निकालें
hr: Dodaj u / Ukloni iz playlista
hu: Lejátszási lista elemének hozzáadása / eltávolítása
it: Aggiungi/Rimuovi dalle Playlist
nl: Voeg toe/Verwijder van Playlist
pl: Dodaj Do / Usuń Z Playlisty
pt: Adicionar / Remover das Listas de Reprodução
pt_br: Adicionar/remover das listas de reprodução
ru: Добавить в / Удалить из плейлистов
sv: Lägg till / ta bort från spellistor
tr: Oynatma Listelerine Ekle / Kaldır
uk: Додати / Вилучити зі списку відтворення
zh: 添加到播放列表 / 从播放列表中删除
zh_hant: 加入播放清單 / 從播放清單中刪除

# allPlaylistsInfoSettingSubtitle
source: Sync metadata for all playlists to improve your playlist experience
cs: Synchronizovat metadata všech seznamů skladeb pro zlepšení zážitku ze seznamů skladeb
de: Metadaten für alle Playlisten synchronisieren, um dein Playlist-Erlebnis zu verbessern
es: Sincronizar los metadatos de todas las listas de reproducción para mejorar su experiencia al utilizarlas
fa: همگام‌سازی فراداده برای همه‌ی فهرست‌های پخش تا تجربه‌ی فهرست پخش شما بهبود یابد
fi: Synkronoi kaikkien soittolistojen metadata parantaaksesi soittolistojen kokemusta
fr: Synchroniser les métadonnées pour toutes les playlists afin d'améliorer votre expérience
hi: अपने प्लेलिस्ट अनुभव को बेहतर बनाने के लिए सभी प्लेलिस्ट के मेटाडाटा को सिंक करें
hu: A lejátszási listák metaadatainak szinkronizálása az élmény javítása érdekében
it: Sincronizza i metadati per tutte le playlist per migliorare la tua esperienza con le playlist
nl: Synchroniseer metadata van alle playlists om je playlist-ervaring te verbeteren
pl: Synchronizuj metadane dla wszystkich playlist w celu poprawy jakości odtwarzania
pt: Sincronizar metadados para todas as listas de reprodução para melhorar a experiência com as listas de reprodução
pt_br: Sincroniza metadados de todas as listas de reprodução visando melhora da experiência
ru: Синхронизируйте метаданные для всех плейлистов, чтобы улучшить работу с плейлистами
sv: Synka metadata för alla spellistor för att förbättra din upplevelse med spellistor
tr: Oynatma listesi deneyiminizi geliştirmek için tüm oynatma listelerinin meta verilerini eşleyin
uk: Синхронізувати метадані для усіх списків відтворення щоб покращити ваш досвід
zh: 同步所有播放列表的元数据，改善播放列表体验
zh_hant: 同步所有播放清單的中繼資料以改善播放清單使用體驗

# allPlaylistsInfoSetting
source: Download Playlist Metadata
cs: Stáhnout metadata seznamu skladeb
de: Playlists-Metadaten herunterladen
es: Descargar Metadatos de la Lista de Reproducción
fa: بارگیری فراداده‌ی فهرست پخش
fi: Lataa soittolistan liitännäistiedostot (metadata)
fr: Télécharger les métadonnées des playlists
hi: प्लेलिस्ट मेटाडाटा डाउनलोड करें
hr: Preuzmi metapodatke playliste
hu: Lejátszási lista metaadatok letöltése
it: Scarica i Metadati della Playlist
nl: Download Metadata van Playlists
pl: Pobierz metadane playlisty
pt: Fazer Download de Metadados da Lista de Reprodução
pt_br: Transferir metadados da lista de reprodução
ru: Загрузить метаданные плейлистов
sv: Ladda ned metadata för spellista
tr: Oynatma Listesi Meta Verilerini İndir
uk: Завантажити метадані списку відтворення
zh: 下载播放列表元数据
zh_hant: 下載播放清單的中繼資料

# downloadFavoritesSetting
source: Download all favorites
cs: Stáhnout všechny oblíbené
de: Alle Favoriten herunterladen
es: Descargar todos los favoritos
fa: بارگیری همه‌ی مورد علاقه‌ها
fi: Lataa kaikki suosikit
fr: Télécharger tous les favoris
hi: सभी पसंदीदा डाउनलोड करें
hr: Preuzmi sve favorite
hu: Minden kedvenc letöltése
it: Scarica tutti i preferiti
nl: Download alle favorieten
pl: Pobierz wszystkie ulubione
pt: Fazer download de todos os favoritos
pt_br: Transferir todos os favoritos
ru: Загрузить все избранные
sv: Ladda ned alla favoriter
tr: Tüm favorileri indir
uk: Завантажити усі обрані
zh: 下载所有收藏
zh_hant: 下載所有收藏

# fiveLatestAlbumsSettingSubtitle
source: Downloads will be removed as they age out. Lock the download to prevent an album from being removed.
cs: Stažené soubory budou po jejich vypršení smazány. Uzamkněte stažený soubor pro zabránění smazání alba.
de: Downloads werden entfernt, sobald sie nicht mehr aktuell sind. Sperre den Download, um zu verhindern, dass ein Album entfernt wird.
es: Las descargas serán eliminadas conforme envejezcan. Bloquee la descarga para prevenir que el álbum sea eliminado.
fa: بارگیری‌ها زمانی که کهنه شوند پاک خواهند شد. برای اینکه از پاک شدن یک آلبوم جلوگیری کنید، آن را قفل کنید.
fi: Lataukset poistetaan kun ne ikääntyvät. Lukitse lataukset estääksesi albumi poistolta.
fr: Les téléchargements seront enlevés lorsqu'ils deviennent trop vieux. Verrouillez le téléchargement pour empêcher la suppression.
hi: डाउनलोड पुराने हो जाने पर उन्हें हटा दिया जाएगा। किसी एल्बम को हटाए जाने से रोकने के लिए डाउनलोड को लॉक करें।
hr: Preuzimanja će se ukloniti kada zastare. Zaključaj preuzimanje za sprečavanje uklanjanja albuma.
hu: A letöltések eltávolításra kerülnek, amint azok már nem aktuálisak. Zárolja a letöltést, hogy megakadályozza az album eltávolítását.
it: I download verranno rimossi man mano che invecchiano. Blocca il download per impedire che un album venga rimosso.
nl: Downloads worden verwijderd als ze te out zijn. Zet de download op slot om te voorkomen dat een album verwijderd wordt.
pl: Pobrane pliki będą usuwane po ich wygaśnięciu. Zablokuj pobieranie, aby zapobiec usunięciu albumu.
pt: Os downloads serão removidos à medida que envelhecem. Tranque o download para prevenir que o álbum seja removido.
pt_br: Transferências serão removidas à medida que envelhecem. Bloqueia a transferência de forma a previnir que o álbum seja removido.
ru: Загруженные файлы будут удаляться со временем. Заблокируйте загрузку, чтобы предотвратить удаление альбома.
sl: Prenosi bodo odstranjeni, ko se bodo ostarali. Zakleni prenos, da preprečiš odstranitev albuma.
sv: Nedladdnigar tas bort när de åldras ut. Lås nedladdningen för att förhindra att albumet tas bort.
tr: İndirilenler eskidikçe kaldırılacaktır. Bir albümün kaldırılmasını önlemek için indirmeyi kilitleyin.
uk: Завантаження будуть видалені по мірі застарівання. Замкніть завантаження для запобігання видалення альбому.
zh: 下载内容过期后将被删除。锁定下载内容可防止专辑被删除。
zh_hant: 下載內容會在到期後自動移除。若要防止專輯被移除，請鎖定下載。

# cacheLibraryImagesSettingsSubtitle
source: All album, artist, genre, and playlist covers in the currently active library will be downloaded.
cs: Všechny obaly alb, umělců, žánrů a seznamů skladeb v aktivní knihovně budou staženy.
de: Alle Album-, Künstler-, Genre- und Playlist-Cover der momentan aktiven Bibliothek werden heruntergeladen.
es: Todas las carátulas de álbumes, artistas, géneros, y listas de reproducción de la biblioteca activa serán descargadas.
fa: همه‌ی نگاره‌های آلبوم، هنرمند، ژانر و فهرست پخش که در کتاب‌خانه‌ی فعال کنونی هستند، بارگیری خواهد شد.
fi: Kaikkien albumien, artistien, tyylilajien ja soittolistojen kansikuvat tämänhetkisessä kirjastossa ladataan.
fr: Toutes les couvertures des albums, artistes, genres et playlists de la bibliothèque active seront téléchargées.
hi: वर्तमान में सक्रिय लाइब्रेरी में सभी एल्बम, कलाकार, शैली और प्लेलिस्ट कवर डाउनलोड किए जाएंगे।
hr: Svi omoti albuma, izvođača, žanra i playlista u trenutačno aktivnoj biblioteci će se preuzeti.
hu: Az aktuális könyvtárban lévő összes album, előadó, műfaj és lejátszási lista borítója letöltésre kerül.
it: Verranno scaricate tutte le copertine di album, artisti, generi e playlist della libreria attualmente attiva.
nl: Alle album-, artiesten-, genre- en playlistcovers in de actieve bibliotheek zal gedownload worden.
pl: Pobrane zostaną wszystkie okładki albumów, wykonawców, gatunków i playlist w aktualnie aktywnej bibliotece.
pt: Será feito o download de todas as capas dos álbuns, artistas, estilos e listas de reprodução da biblioteca ativa atual.
pt_br: Todas as capas de álbum, artista, gênero e lista de reprodução da atual biblioteca serão transferidos.
ru: Все обложки альбомов, исполнителей, жанров и плейлистов в текущей активной библиотеке будут загружены.
sv: Alla omslag för album, artister, genrer samt spellistor i det aktiva biblioteket kommer att laddas ned.
tr: Şu anda etkin olan kütüphanedeki tüm albüm, sanatçı, tür ve oynatma listesi kapakları indirilecektir.
uk: Обкладинки усіх альбомів, виконавців, жанрів, та списків відтворення у поточній активній бібліотеці будуть завантажені.
zh: 将下载当前活动音乐库中的所有专辑、艺术家、流派和播放列表封面。
zh_hant: 目前音樂庫中的所有專輯、藝人、類型和播放清單封面都將被下載。

# showProgressOnNowPlayingBarTitle
source: Show track progress on in-app miniplayer
cs: Zobrazit průběh skladby v minipřehrávači v aplikaci
de: Playback-Fortschritt im In-App-Miniplayer anzeigen
es: Mostrar el progreso de la canción en el mini reproductor de la aplicación
fa: نمایش پیشروی قطعه روی پخش‌کننده‌ی کوچک درون برنامه
fi: Näytä kappaleen edistyminen sovelluksen minisoittimessa
fr: Montrer la progression du titre sur le "mini lecteur" de l'application
hi: इन-ऐप मिनीप्लेयर पर ट्रैक प्रगति दिखाएं
hr: Prikaži napredak pjesme u ugrađenom miniplayeru
hu: Folyamatjelző megjelenítése az alkalmazáson belüli minilejátszóban
it: Mostra l'avanzamento del brano sul miniplayer in-app
nl: Toon nummer-voortgang in miniplayer
pl: Wyświetlanie postępów w miniodtwarzaczu w aplikacji
pt: Mostrar o progresso da faixa no mini-reprodutor dentro da aplicação
pt_br: Exibir progresso da faixa no mini reprodutor
ru: Показывать прогресс воспроизведения композиции в мини-плеере приложения
sv: Visa spårets förlopp i appens minispelare
tr: Uygulama içi mini oynatıcıda ilerlemeyi göster
uk: Показувати прогрес композиції у внутрішньому міні-відтворювачі
zh: 在应用内迷你播放器上显示歌曲播放进度
zh_hant: 在應用程式內的迷你播放器上顯示歌曲播放進度

# showProgressOnNowPlayingBarSubtitle
source: Controls if the in-app miniplayer / now playing bar at the bottom of the music screen functions as a progress bar.
cs: Ovládá, zda bude minipřehrávač v aplikaci / lišta právě hrající skladby v dolní částy obrazovky fungovat jako lišta průběhu skladby.
de: Steuert, ob der In-App-Miniplayer bzw. die aktuelle Wiedergabeleiste unten in der Wiedergabe-Ansicht als Fortschrittsbalken fungiert.
es: Controla que el mini reproductor de la aplicación / la barra de reproduciendo ahora en la parte inferior de la pantalla de musica funcionen como una barra de progreso.
fa: این‌که پخش‌کننده‌ی کوچک/میله‌ی پخش کنونی در پایین صفحه‌ی آهنگ مانند یک میله‌ی پیشروری رفتار کند را واپایش می‌کند.
fi: Näytä toiston mukaan etenevä väripalkki sovelluksen sisäisen minisoittimen / musiikkinäytön alareunassa sijaitsevan tällä hetkellä toistettavan kappaleen palkissa.
fr: Contrôle si le mini-lecteur / la barre de lecture dans l’application en bas de l’écran de musique fonctionne comme une barre de progression.
hi: यह नियंत्रित करता है कि संगीत स्क्रीन के नीचे स्थित इन-ऐप मिनी प्लेयर / Now Playing बार प्रगति बार के रूप में कार्य करता है या नहीं।
hr: Upravlja hoće li ugrađeni miniplayer / traka trenutačne reprodukcije na dnu ekrana glazbe funkcionirati kao traka napretka.
hu: Szabályozza, hogy a zene képernyő alján található minilejátszó folyamatjelzőként működik-e.
it: Controlla se il miniplayer in-app / la barra in riproduzione nella parte inferiore della schermata musicale funzionano come una barra di avanzamento.
nl: Stelt in of de miniplayer/afspeelbalk onderaan het scherm ook als voortgangsbalk dient.
pl: Kontroluje, czy pasek miniodtwarzacza / teraz odtwarzane na dole ekranu muzyki działa jako pasek postępu.
pt: Controla se o mini-reprodutor embutido na aplicação / barra agora a tocar no fundo do ecrã da música funciona como barra de progresso.
ru: Управляет тем, будет ли мини-плеер в приложении / панель «сейчас играет» в нижней части экрана музыки функционировать как индикатор прогресса.
sv: Styr ifall appens minispelare / nu spelas-fält längst ned på musikskärmen fungerar som en förloppsindikator.
tr: Oynatma ekranının alt kısmındaki uygulama içi mini oynatıcının / şimdi oynatılıyor çubuğunun bir ilerleme çubuğu olarak çalışıp çalışmadığını kontrol eder.
zh: 控制音乐播放界面底部的应用内迷你播放器 / 正在播放栏是否用作进度条。
zh_hant: 控制應用程式內下方的迷你播放器 / 現正播放欄位是否同時作為進度條。
