Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# showLyricsTimestampsSubtitle
source: Controls if the timestamp of each lyric line is shown in the lyrics view, if available.
cs: Ovládá, zda bude u každého řádku textu v zobrazení textů zobrazena časová značka, pokud je dostupná.
de: Steuert, ob der Timestamp jeder Lyrics-Zeile in der Lyrics-Ansicht angezeigt wird, falls verfügbar.
es: Controla que las marcas de tiempo sean mostradas en cada linea de las letras en la pantalla de letras, si están disponibles.
fa: این‌که برچسب زمانی هر خطِ متن شعر در نمای متن شعرها نمایش داده شود را واپایش می‌کند، اگر در دسترس باشد.
fi: Näytä aikaleimat jokaiselle sanoituksen riville sanoitusnäkymässä, mikäli saatavilla.
fr: Contrôle si les temps de chaque parole sont affichées dans l'écran des paroles, s'ils sont disponibles.
hi: यदि उपलब्ध हो तो यह नियंत्रित करता है कि प्रत्येक बोल पंक्ति का टाइमस्टैम्प बोल दृश्य में दिखाया जाए या नहीं।
hr: Kontrolira hoće li se vremenska oznaka svakog retka teksta pjesme prikazati u prikazu teksta pjesme, ako je dostupna.
hu: Szabályozza, hogy az egyes dalszövegsorok időbélyege megjelenjen-e a dalszöveg nézetben, ha rendelkezésre áll.
it: Controlla se il timestamp di ogni riga del testo deve essere mostrato nel visualizzatore di testi, quando disponibile.
nl: Stelt in of de tijd van elke regel songtekst wordt laten zien op het songtekst-scherm (als het beschikbaar is).
pl: Kontroluje, czy znacznik czasu każdej linii tekstu jest wyświetlany w widoku tekstu, jeśli jest dostępny.
pt: Controla se o tempo de cada letra é mostrada na vista das letras, se disponível.
ru: Управляет тем, будут ли показываться метки времени для каждой строки текста песни в просмотре текстов, если они доступны.
sv: Styr ifall tidsstämplar visas för varje textrad i sångtextvyn, ifall de finns tillgängliga.
tr: Varsa, her şarkı sözü satırının zaman damgasının şarkı sözü görünümünde gösterilip gösterilmeyeceğini kontrol eder.
uk: Керує тим, чи показувати мітку часу для кожного рядка тексту у поданні тексту, якщо вона доступна.
zh: 控制是否在歌词界面中显示每行歌词的时间戳（如果可用）。
zh_hant: 控制歌詞介面中是否顯示每行歌詞的時間標記。

# showSeekControlsOnMediaNotificationTitle
source: Show seek controls on media notification
cs: Zobrazit ovládání posunu v oznámení médií
de: Zeige die Suchleiste in der Medienbenachrichtigung an
es: Permitir cambiar la posición de reproducción en la notificación multimedia
fa: نمایش واپایش‌های پرش روی اعلان رسانه
fi: Näytä hakusäätimet mediailmoituksissa
fr: Autoriser la recherche sur la notification multimédia
hi: मीडिया नोटिफिकेशन पर सीक नियंत्रण (Seek Control) दिखाएं
hu: Görgetésvezérlők megjelenítése a médiaértesítésen
it: Mostra i controlli di scorrimento nella notifica multimediale
nl: Toon instelbare voortgangsbalk in mediamelding
pl: Wyświetlaj elementy sterujące fast-forward w powiadomieniach o multimediach
pt: Permitir Buscas na Notificação de Media
ru: Разрешить Перемотку в Медиа-Уведомлении
sv: Visa sökkontroller på medianotis
tr: Ortam bildiriminde arama kontrollerini göster
uk: Показати індикатор керування прогресом в медіа сповіщенні
zh: 允许在媒体通知中搜索
zh_hant: 在媒體通知中拖曳進度條

# showSeekControlsOnMediaNotificationSubtitle
source: Controls if the media notification has a seekable progress bar. This lets you change the playback position without opening the app.
cs: Ovládá, zda má oznámení médií mít posouvatelný ukazatel průběhu. To umožňuje změnit pozici přehrávání bez otevření aplikace.
de: Legt fest, ob die Medienbenachrichtigung eine scrollbare Fortschrittsanzeige hat. Das lässt dich die Wiedergabeposition ändern, ohne die App öffnen zu müssen.
es: Controla que la notificación multimedia tenga una barra de progreso interactiva. Esto permitirá cambiar la posición de la reproducción sin abrir la aplicación.
fa: این‌که اعلان رسانه یک میله‌ی پیشروی پرش‌پذیر داشته‌باشد را واپایش می‌کند. این به شما اجازه می‌دهد که مکان پخش را بدون باز کردن نرم‌افزار تغییر دهید.
fi: Näytä hakupalkki mediailmoituksissa. Mahdollistaa toistokohdan valinnan ilman ohjelman avaamista.
fr: Contrôle si la notification de média comporte une barre de progression. Cela vous permet de modifier la position de lecture sans ouvrir l’application.
hi: यह नियंत्रित करता है कि मीडिया नोटिफिकेशन में सीक किए जाने योग्य प्रगति बार है या नहीं। यह आपको ऐप खोले बिना प्लेबैक स्थिति बदलने देता है।
hu: Szabályozza, hogy a médiaértesítésnek legyen-e görgethető folyamatjelző sávja. Ez lehetővé teszi a lejátszási pozíció megváltoztatását az alkalmazás megnyitása nélkül.
it: Controlla se la notifica multimediale deve avere un indicatore di stato scorrevole. Ciò ti consente di modificare la posizione di riproduzione senza aprire l'app.
nl: Stelt in of de mediamelding een instelbare voortgangsbalk heeft. Dit zorgt ervoor dat je de afspeelplek in het nummer kan veranderen zonder de app te openen.
pl: Kontroluje, czy powiadomienie o multimediach ma pasek postępu, którym można sterować. Umożliwia to zmianę pozycji odtwarzania bez otwierania aplikacji.
pt: Controla de a notificação de media tem uma barra de progresso com busca. Isto permite-te alterar a posição da reprodução sem abrir a aplicação.
ru: Управляет тем, будет ли в медиа-уведомлении присутствовать регулируемая полоса прогресса. Это даст вам возможность перемещаться по композиции, не открывая приложение.
sv: Styr ifall medianotisen har en sökbar förloppsindikator. Detta låter dig ändra uppspelningspositionen utan att öppna appen.
tr: Ortam bildiriminin ayarlanabilir bir ilerleme çubuğuna sahip olup olmadığını kontrol eder. Bu, uygulamayı açmadan oynatma konumunu değiştirmenizi sağlar.
uk: Керує тим чи медіа сповіщення має індикатор прогресу. Він дозволить змінювати позицію відтворення без потреби відкривати застосунок.
zh: 控制媒体通知是否有拖动进度条。这样你就可以在不打开应用的情况下更改播放位置。
zh_hant: 控制媒體通知中是否顯示可拖曳的進度條，讓您無需開啟應用程式即可調整播放位置。

# lyricsAlignmentTitle
source: Lyrics alignment
cs: Zarovnání textů
de: Ausrichtung der Lyrics
es: Alineación de las Letras
fa: هم‌ترازی متن شعرها
fi: Sanoitusten tasaus
fr: Alignement des paroles
hi: बोल एलाइनमेंट
hr: Poravnanje teksta pjesme
hu: Dalszöveg igazítása
it: Giustificazione dei Testi
nl: Uitlijning songtekst
pl: Wyrównanie tekstu
pt: Alinhamento das letras
ru: Расположение текста песен
sv: Justering av sångtexter
tr: Şarkı sözü hizalaması
uk: Вирівнювання тексту пісень
zh: 歌词对齐方式
zh_hant: 歌詞對齊方式

# resetSettingsPromptLocal
source: Do you want to reset these settings back to their defaults?
cs: Opravdu chcete resetovat tato nastavení na jejich výchozí hodnoty?
de: Möchtest du diese Einstellungen auf die Standardwerte zurücksetzen?
es: ¿Quieres restaurar estos ajustes a sus valores predeterminados?
fa: آیا می‌خواهید که این پیکربندی‌ها را به حالت پیشٰ‌فرض بازگردانید؟
fi: Haluatko nollata nämä asetukset niiden oletuksiin?
fr: Voulez-vous réinitialiser ces paramètres à leur état par défaut ?
hr: Želiš li resetirati ove postavke na zadane vrijednosti?
hu: Szeretné visszaállítani ezeket a beállításokat az alapértelmezettekre?
it: Vuoi ripristinare queste impostazioni ai valori predefiniti?
nl: Wil je deze instellingen terugzetten naar de standaard waarden?
pl: Czy chcesz przywrócić te ustawienia do wartości domyślnych?
pt: Queres restaurar estas definições, de volta aos valores predefinidos?
ru: Вы хотите сбросить эти настройки к значениям по умолчанию?
sv: Vill du verkligen återställa dessa inställningar till deras ursprungsvärden?
tr: Bu ayarları varsayılan değerlerine sıfırlamak istiyor musunuz?
zh: 你想将这些设置重置为默认值吗？
zh_hant: 您確定要將這些設定重置為預設值嗎？

source: Bit Depth
cs: Bitová hloubka
de: Bittiefe
es: Profundidad de Bits
fa: ژرفای بیت
fi: Bittisyvyys
fr: Format d’échantillonnage
hu: Bitmélység
it: Profondità di Bit
nl: Bit Diepte
pl: Głębia bitowa
pt: Profundidade de Bit
ru: Разрядность
sv: Bitdjup
tr: Bit Derinliği
zh: 位深
zh_hant: 位深度

# lyricsFontSizeSubtitle
source: Controls the font size of lyrics in the lyrics view.
cs: Ovládá velikost písma v zobrazení textů.
de: Legt die Schriftgröße von Lyrics in der Lyrics-Ansicht fest.
es: Controla el tamaño de la fuente para las letras en la pantalla de letras.
fa: اندازه‌ی فونت متن شعرها را در نمای متن شعر واپایش می‌کند.
fi: Säätää sanoitusten kirjasinkokoa sanoitusnäkymässä.
fr: Contrôle la taille de police des paroles dans la vue des paroles.
hi: बोल दृश्य में बोल के फ़ॉन्ट आकार को नियंत्रित करता है।
hr: Kontrolira veličinu fonta za tekst pjesme u prikazu teksta pjesme.
hu: A dalszövegek betűméretének beállítása a dalszöveg nézetben.
it: Controlla la dimensione del carattere dei testi nel visualizzatore dei testi.
nl: Stelt de lettergrootte in van de songtekst op het songtekst-scherm.
pl: Kontroluje rozmiar czcionki tekstów w widoku tekstów.
pt: Controla o tamanho do texto das letras na vista das letras.
ru: Управляет размером шрифта текстов песен в просмотре текстов.
sv: Styr textstorleken på sångtexter i textvyn.
tr: Şarkı sözü görünümünde şarkı sözlerinin yazı tipi boyutunu kontrol eder.
zh: 控制歌词界面中歌词的字体大小。
zh_hant: 控制歌詞介面中的歌詞的字體大小。

source: Keep Screen On
cs: Ponechat zapnutou obrazovku
de: Bildschirm eingeschaltet lassen
es: Mantener la Pantalla Encendida
fa: صفحه را روشن نگهدار
fi: Pidä näyttö päällä
fr: Maintenir l'écran allumé
hi: स्क्रीन सक्रिय रखें
hr: Ostavi ekran uključenim
hu: Tartsa bekapcsolva a képernyőt
it: Mantieni lo Schermo Acceso
nl: Houd Scherm Aan
pl: Pozostaw ekran włączony
pt: Manter o Ecrã Ligado
ru: Не отключать экран
sv: Håll skärmen påslagen
tr: Ekranı Açık Tut
zh: 保持屏幕常亮
zh_hant: 保持螢幕開啟

# keepScreenOnSubtitle
source: When to keep the screen on
cs: Zda ponechat obrazovku zapnutou
de: Wann der Bildschirm eingeschaltet bleiben soll
es: Cuando mantener la pantalla encendida
fa: زمانی که صفحه روشن نگه داشته شود
fi: Milloin näyttö pidetään päällä
fr: Quand garder l'écran allumé
hi: स्क्रीन कब चालू रखें
hr: Kada ostaviti ekran uključenim
hu: Mikor tartsa bekapcsolva a képernyőt
it: Quando mantenere lo schermo acceso
nl: Wanneer het scherm aan te houden
pl: Czy pozostawić włączony ekran
pt: Quando manter o ecrã ligado
ru: Когда держать экран включенным
sv: När skärmen ska hållas påslagen
tr: Ekran ne zaman açık tutulmalı
zh: 何时保持屏幕常亮
zh_hant: 何時保持螢幕開啟

# keepScreenOnWhileLyrics
source: While Showing Lyrics
cs: Při zobrazování textů
de: Beim Anzeigen von Lyrics
es: Mientras se Muestran Letras
fa: زمانی که متن شعر نمایش داده می‌شود
fi: Kun näytetään sanoituksia
fr: Pendant l'affichage des paroles
hi: बोल दिखाने के दौरान
hr: Tijekom prikazivanja teksta pjesme
hu: Dalszöveg megjelenítésekor
it: Quando sono visualizzati i Testi
nl: Terwijl Songtekst Laten Zien Wordt
pl: Podczas wyświetlania tekstu utworu
pt: Enquanto Mostra as Letras
ru: Пока отображаются тексты песен
sv: Medan sångtexter visas
tr: Şarkı sözlerini gösterirken
zh: 显示歌词时常亮
zh_hant: 顯示歌詞時保持開啟

# keepScreenOnWhilePluggedIn
source: Keep Screen On only while plugged in
cs: Ponechat obrazovku zapnutou pouze při nabíjení
de: Bildschirm nur eingeschaltet lassen, während das Gerät geladen wird
es: Mantener la Pantalla Encendida solo mientras este enchufado
fa: فقط در حال شارژ صفحه را روشن نگه‌داشته شود
fi: Pidä näyttö päällä vain, kun laite on kytketty lataukseen
fr: L'écran ne reste allumé que lorsqu'il est branché
hi: स्क्रीन को केवल प्लग इन होने पर ही सक्रिय रखें
hr: Ostavi ekran uključenim kada je uređaj priključen na struju
hu: A képernyő maradjon bekapcsolva, ha a töltő csatlakoztatva van
it: Mantieni lo schermo acceso solo quando collegato in ricarica
nl: Houd Scherm Aan alleen tijdens opladen
pl: Ekran włączony tylko po podłączeniu do ładowania
pt: Manter Ecrã Ligado apenas enquanto conectado
ru: Не отключать экран только на зарядке
sv: Håll endast skärmen påslagen vid laddning
tr: Ekranı yalnızca fişe takılıyken açık tut
zh: 仅在插入电源时保持屏幕常亮
zh_hant: 僅在連接電源時保持螢幕開啟

# artworkTooltip
source: Artwork for {title}
cs: Obal {title}
de: Grafiken für {title}
es: Arte de {title}
fa: نگاره برای {title}
fi: Kansikuva albumille/kappaleelle {title}
fr: Illustration pour {title}
hi: {title} के लिए कलाकृति
hu: {title} borítóképe
it: Copertina di {title}
nl: Albumhoes voor {title}
pl: Okładka dla {title}
pt: Arte para {title}
ru: Обложка для {title}
sv: Konstverk för {title}
zh: {title}的作品
zh_hant: {title}的圖片

# additionalPeople
source: People
cs: Lidé
de: Personen
es: Personas
fa: افراد
fi: Tekijät
fr: Personnes
hi: लोग
hu: Közreműködők
it: Persone
nl: Mensen
pl: Osoby
pt: Pessoas adicionais
ru: Люди
sv: Personer
zh: 其他人员
zh_hant: 其他人員

source: Playback Mode
cs: Režim přehrávání
de: Wiedergabe Modus
es: Modo de Reproducción
fa: حالت پخش
fi: Toistotila
fr: Mode de lecture
hi: प्लेबैक मोड
hr: Modus reprodukcije
hu: Lejátszás mód
it: Modalità di riproduzione
nl: Afspeelmodus
pl: Tryb odtwarzania
pt: Modo de Reprodução
ru: Режим воспроизведения
sv: Uppspelningsläge
tr: Oynatma Modu
zh: 播放模式
zh_hant: 重播模式

source: Codec
cs: Kodek
es: Códec
fa: کدک
fi: Koodekki
hr: Kodek
hu: Kodek
pl: Kodek
ru: Кодек
tr: Kodlayıcı
zh: 编码
zh_hant: 編碼格式

# normalizationGain
source: Gain
cs: Zesílení
es: Ganancia
fa: گین (gain)
fi: Vahvistus
hr: Pojačanje
hu: Erősítés
it: Guadagno
pl: Wzmocnienie
pt: Ganho
ru: Усиление
sv: Förstärkning
tr: Kazanç
zh: 增益
zh_hant: 增益

source: Sample Rate
cs: Vzorkovací frekvence
es: Tasa de Muestreo
fa: نرخ نمونه
fi: Näytetaajuus
fr: Fréquence d'échantillonnage
hu: Mintavételezési frekvencia
it: Frequenza di campionamento
pl: Częstotliwość próbkowania
pt: Taxa de Amostragem
ru: Частота дискретизации
sv: Samplingshastighet
tr: Örnek Hızı
zh: 采样率
zh_hant: 取樣率

source: Album Screen
cs: Obrazovka alba
de: Album-Ansicht
es: Ventana del Álbum
fa: صفحه‌ی آلبوم
fi: Albuminäkymä
fr: Écran d'albums
hi: एल्बम स्क्रीन
hr: Ekran albuma
hu: Album képernyő
it: Schermata dell'Album
nl: Albumscherm
pl: Ekran albumu
pt: Ecrã do Álbum
ru: Экран альбома
sv: Albumskärm
tr: Albüm Ekranı
zh: 专辑界面
zh_hant: 專輯介面

# emptyFilteredListTitle
source: No items found
cs: Nenalezeny žádné položky
de: Keine Elemente gefunden
es: Ningún elemento encontrado
fa: هیچ آیتمی پیدا نشد
fi: Kohteita ei löytynyt
fr: Aucun élément trouvé
hi: कोई आइटम नहीं मिला
hu: Nincsenek elemek
it: Nessun elemento trovato
nl: Niets gevonden
pl: Nie znaleziono żadnych elementów
pt: Não foram encontrados itens
ru: Ничего не найдено
sv: Inga artiklar hittades
tr: Hiçbir öge bulunamadı
zh: 未找到项目
zh_hant: 找不到符合的項目

# emptyFilteredListSubtitle
source: No items match the filter. Try turning off the filter or changing the search term.
cs: Žádné položky neodpovídají filtru. Zkuste vypnout filtr nebo změnit hledaný výraz.
de: Keine Tracks treffen auf den Filter zu. Versuche, den Filter zu deaktivieren oder den Suchbegriff zu änden.
es: Ningún elemento coincide con el filtro. Intente desactivar los filtros o cambiar el termino de búsqueda.
fa: هیج آیتمی که با پالایش شما همخوانی داشته باشد یافت نشد. پالایش‌گر را خاموش کنید یا شرایط جست‌وجو را تغییر دهید.
fi: Yhtäkään suodatinta vastaavaa kohdetta ei löytynyt. Kokeile poistaa suodatin tai vaihtaa hakutermiä.
fr: Aucun élément ne correspond au filtre. Essayez de désactiver le filtre ou de modifier le terme de recherche.
hi: कोई भी आइटम फ़िल्टर से मेल नहीं खाता। फ़िल्टर बंद करें या खोज शब्द बदलें।
hu: Egyetlen elem sem felel meg a szűrőnek. Próbálja kikapcsolni a szűrőt, vagy változtassa meg a keresési kifejezést.
it: Nessun elemento corrisponde al filtro. Prova a disattivare il filtro o a modificare il termine di ricerca.
nl: Niets komt overeen met deze filter. Zet het filter uit, of probeer een andere zoekterm.
pl: Żadne elementy nie pasują do filtra. Spróbuj wyłączyć filtr lub zmienić wyszukiwane hasło.
pt: Nenhum item corresponde ao filtro. Experimenta desativar o filtro ou alterar a pesquisa.
ru: Ни один элемент не соответствует фильтру. Попробуйте отключить фильтр или изменить поисковый запрос.
sv: Inga artiklar matchade filtret. Försök att stänga av filtret eller ändra sökbeteckningen.
tr: Süzgeçle eşleşen öge yok. Süzgeci kapatmayı veya arama terimini değiştirmeyi deneyin.
zh: 没有符合筛选条件的项目。请尝试关闭筛选条件或更改搜索词。
zh_hant: 找不到符合的項目。試著取消篩選條件或更改搜索詞。

# resetFiltersButton
source: Reset filters
cs: Resetovat filtry
de: Filter zurücksetzen
es: Restaurar filtros
fa: بازنشانی پالایش
fi: Nollaa suodattimet
fr: Réinitialiser les filtres
hi: रीसेट फ़िल्टर
hu: Szűrők visszaállítása
it: Resetta il filtro
nl: Verwijder filters
pl: Zresetuj filtry
pt: Reiniciar filtros
ru: Сбросить фильтры
sv: Återställ filter
tr: Süzgeci sıfırla
zh: 重置筛选条件
zh_hant: 重置篩選條件

# showLyricsScreenAlbumPreludeTitle
source: Show album cover before lyrics
cs: Zobrazit album před texty
de: Album-Cover vor den Lyrics anzeigen
es: Muestra la carátula antes de las letras
fa: نمایش نگاره‌ی آلبوم پیش از متن شعر
fi: Näytä albumikuvitus ennen sanoituksia
fr: Afficher la pochette de l’album avant les paroles
hi: बोल से पहले एल्बम दिखाएं
hr: Prikaži album prije teksta pjesme
hu: Albumborító megjelenítése a dalszöveg előtt
it: Mostra la cover dell'album prima dei testi
nl: Toon albumhoes voor de songtekst
pl: Pokaż album przed tekstem
pt: Mostrar capa do álbum antes das letras
ru: Показывать обложку альбома перед текстом песни
sv: Visa albumomslag innan sångtexter
tr: Albümü şarkı sözlerinden önce göster
zh: 在歌词之前显示专辑封面
zh_hant: 在歌詞前顯示專輯封面

# keepScreenOnAlwaysOn
source: Always On
cs: Vždy zapnuta
de: Immer eingeschaltet
es: Siempre Encendida
fa: همیشه روشن
fi: Aina päällä
fr: Toujours allumé
hi: हमेशा सक्रिय
hr: Uvijek uključen
hu: Mindig bekapcsolva
it: Sempre acceso
nl: Altijd Aan
pl: Zawsze włączone
pt: Sempre Ativado
ru: Всегда включен
sv: Alltid på
tr: Daima açık
zh: 始终常亮
zh_hant: 永遠開啟

# nowPlayingBarTooltip
source: Open Player Screen
cs: Otevřít obrazovku přehrávače
de: Öffne die Wiedergabe-Ansicht
es: Abrir Ventana del Reproductor
fa: باز کردن صفحه‌ی پخش
fi: Avaa soitinnäkymä
fr: Ouvrir l’écran du lecteur
hi: प्लेयर स्क्रीन खोलें
hr: Otvori ekran playera
hu: A lejátszó képernyő megnyitása
it: Apri la Schermata del Lettore
nl: Open Spelerscherm
pl: Otwórz ekran odtwarzacza
pt: Abrir Ecrã de Reprodução
ru: Открыть экран плеера
sv: Öppna spelarskärmen
tr: Oynatıcı Ekranını Aç
zh: 打开播放界面
zh_hant: 打開播放介面

source: Size
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
hr: Veličina
hu: Méret
it: Dimensioni
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
zh: 大小
zh_hant: 檔案大小

# genericCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hr: Odustani
hu: Mégsem
it: Annulla
nl: Stoppen
pl: Anuluj
pt: Cancelar
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal
zh: 取消
zh_hant: 取消

# lyricsFontSizeTitle
source: Lyrics font size
cs: Velikost písma textů
de: Schriftgröße der Lyrics
es: Tamaño de la fuente para las letras
fa: اندازه‌ی فونت متن شعرها
fi: Sanoitusten kirjasinkoko
fr: Taille de la police des paroles
hi: बोल फ़ॉन्ट आकार
hr: Veličina fonta za tekstove pjesama
hu: Dalszöveg betűméret
it: Dimensione del carattere dei testi
nl: Songtekst lettergrootte
pl: Rozmiar czcionki tekstu
pt: Tamanho do texto das letras
ru: Размер шрифта текстов песен
sv: Textstorlek på sångtexter
tr: Şarkı sözleri yazı tipi boyutu
zh: 歌词字体大小
zh_hant: 歌詞字體大小

# keepScreenOnDisabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Desactivado
fa: غیرفعال
fi: Pois käytöstä
fr: Désactivé
hi: असक्षम
hr: Deaktivirano
hu: Letiltva
it: Disattivo
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
ru: Отключено
sv: Inaktiverat
tr: Kapalı
zh: 禁用
zh_hant: 停用

# keepScreenOnWhilePlaying
source: While Playing Music
cs: Při přehrávání hudby
de: Beim Abspielen von Musik
es: Mientras se Reproduce Música
fa: زمانی که آهنگ پخش می‌شود
fi: Kun toistetaan musiikkia
fr: Pendant l'écoute de la musique
hi: संगीत चलने के दौरान
hr: Tijekom reprodukcije glazbe
hu: Zenelejátszás közben
it: Quando la musica è in riproduzione
nl: Tijdens Muziek Afspelen
pl: Podczas odtwarzania muzyki
pt: Enquanto Toca Música
ru: Пока играет музыка
sv: Medan musik spelas
tr: Müzik çalarken
zh: 播放音乐时常亮
zh_hant: 播放音樂時保持開啟

# keepScreenOnWhilePluggedInSubtitle
source: Ignore the Keep Screen On setting if device is unplugged
cs: Ignorovat nastavení Ponechat zapnutou obrazovku, pokud je zařízení odpojeno
de: Die "Bildschirm eingeschaltet lassen" Einstellungen ignorieren, wenn das Gerät nicht aufgeladen wird
es: Ignorar el ajuste de Mantener la Pantalla Encendida si el dispositivo esta desenchufado
fa: از روشن نگهداشتن صفحه چشم پوشی شود اگر دستگاه در حال شارژ نیست
fi: Ohita pidä näyttö päällä-asetus, jos laite on irroitettu latauksesta
fr: Ignorer le paramètre de maintien de l'écran allumé si l'appareil est débranché
hi: यदि डिवाइस अनप्लग है तो स्क्रीन सक्रिय रखें सेटिंग को अनदेखा करें
hr: Zanemari postavku za ostavljanje ekrana uključenim kada uređaj nije priključen na struju
hu: A képernyő bekapcsolva tartásának beállításait hagyja figyelmen kívül, ha a töltő nincs csatlakoztatva
it: Ignora l'impostazione Mantieni Schermo Acceso se il dispositivo non è in ricarica
nl: Negeer de Houd Scherm Aan instelling als apparaat niet oplaad
pl: Ignorowanie ustawienia Pozostaw ekran włączony, jeśli urządzenie jest odłączone od zasilania
pt: Ignorar a opção de Manter o Ecrã Ligado, se o dispositivo for desligado
ru: Игнорировать настройку «Не отключать экран», если устройство не подключено к сети
sv: Ignorera inställningen Håll skärmen påslagen ifall enheten inte laddas
tr: Cihazın fişi çekilirse ekranı açık tut ayarını göz ardı eder
zh: 设备拔掉电源时忽略保持屏幕常亮设置
zh_hant: 在設備移除電源前忽略螢幕逾時的設定

# genericToggleButtonTooltip
source: Tap to toggle.
cs: Klepněte pro přepnutí.
de: Tippe, um umzuschalten.
es: Toque para alternar.
fa: برای تغییر وضعیت بزنید.
fi: Napauta vaihtaaksesi.
fr: Appuyez pour basculer.
hi: टॉगल करने के लिए टैप करें।
hu: Koppintson a váltáshoz.
it: Premi per attivare/disattivare.
nl: Tik om te schakelen.
pl: Dotknij, aby przełączyć.
pt: Toque para alternar.
ru: Нажмите, чтобы переключить.
sv: Tryck för att växla.
zh: 点击切换。
zh_hant: 點擊切換。

source: Artwork
cs: Obal
de: Grafiken
es: Carátula
fa: نگاره
fi: Kansikuva
fr: Illustration
hi: कलाकृति
hu: Borítókép
it: Copertina
nl: Albumhoes
pl: Okładka
pt: Arte
ru: Обложка
sv: Konstverk
zh: 作品
zh_hant: 圖片

source: Bit Rate
cs: Datový tok
es: Tasa de Bits
fa: نرخ انتقال
fi: Bittinopeus
fr: Débit binaire
hu: Bitráta
pt: Taxa de Bits
ru: Битрейт
sv: Bithastighet
tr: Bit Hızı
zh: 比特率
zh_hant: 位元率

# resetSettingsPromptGlobal
source: Are you sure you want to reset ALL settings to their defaults?
cs: Opravdu chcete resetovat VŠECHNA nastavení na jejich výchozí hodnoty?
de: Bist du dir sicher, dass du ALLE Einstellungen auf die Standardwerte zurücksetzen willst?
es: ¿Esta seguro que quiere restaurar TODOS los ajustes a sus valores predeterminados?
fa: آیا مطمئنید که می‌خواهید همه‌ی پیکربندی‌ها را به حالت پیش‌فرض بازگردانید؟
fi: Haluatko varmasti nollata KAIKKI asetukset oletusasetuksiin?
fr: Êtes-vous sûr de vouloir réinitialiser TOUS les paramètres à leur état par défaut ?
hu: Biztos, hogy MINDEN beállítást vissza akar állítani az alapértelmezettre?
it: Sei sicuro di voler ripristinare TUTTE le impostazioni ai valori predefiniti?
nl: Weet je zeker dat je ALLE instellingen wilt terugzetten naar de standaard waarden?
pl: Czy na pewno chcesz zresetować WSZYSTKIE ustawienia do wartości domyślnych?
pt: Tens a certeza que queres restaurar TODAS as configurações para os valores predefinidos?
ru: Вы уверены, что хотите сбросить ВСЕ настройки к значениям по умолчанию?
sv: Vill du verkligen återställa ALLA inställningar till deras ursprungsvärden?
tr: TÜM ayarları varsayılan değerlerine sıfırlamak istediğinizden emin misiniz?
zh: 你确定要将所有设置重置为默认值吗？
zh_hant: 確定要將所有設定重置為預設值嗎？
