Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# queueRestoreError
source: Warning: {count,plural, =1{{count} track} other{{count} tracks}} could not be restored to the queue.
cs: Varování: nepodařilo se obnovit {count,plural, =1{{count} skladbu} few{{count} skladby} other{{count} skladeb}} ve frontě.
de: Warnung: {count,plural, =1{{count} Track konnte} other{{count} Tracks konnten}} nicht aus der Warteschlange wiederhergestellt werden.
es: Advertencia: {count,plural, =1{{count} canción no pudo ser restaurada} other{{count} canciones no pudieron ser restauradas}} a la cola.
fa: هشدار: {count,plural, =1{{count} قطعه} other{{count} قطعه}} را نمی‌توان به صف بازگردانی کرد.
fi: Varoitus: {count,plural, =1{{count} kappale} other{{count} kappaletta}} ei voitu palauttaa jonoon.
fr: Avertissement: {count,plural, =1{{count} track} other{{count} tracks}} n'a pas pu être ajouté à la queue.
hi: चेतावनी: {count,plural, =1{{count} ट्रैक} other{{count} ट्रैक}} कतार में पुनर्स्थापित नहीं किए जा सके।
hu: Figyelem: {count,plural, =1{{count} dal} other{{count} dal}} nem állítható vissza a lejátszási sorban.
it: Attenzione: {count,plural, =1{{count} brano} other{{count} brani}} non possono essere ripristinati nella coda.
ko: 경고: {count,plural, =1{{count} 곡} other{{count} 곡}}이 대기열로 복원되지 못했습니다.
pl: Uwaga: {count,plural, =1{{count} utwór} other{{count} utworów}} nie mogło zostać przywrócone do kolejki.
pt: Aviso: {count,plural, =1{{count} faixa} other{{count} faixas}} não pode ser restaurada para a fila.
pt_br: Atenção: {count,plural, =1{{count} faixa não pode ser restaurada na fila} other{{count} faixas não puderam ser restauradas na fila}}.
ru: Предупреждение: {count,plural, =1{{count} композиция не может быть восстановлена в очередь} few{{count} композиции не могут быть восстановлены в очередь} other{{count} композиций не могут быть восстановлены в очередь}}.
sv: Varning: {count,plural, =1{{count} spår} other{{count} spår}} kunde inte återställas till spelkön.
tr: Uyarı: {count,plural, =1{{count} parça} other{{count} parça}} kuyruğa geri yüklenemedi.
uk: Увага: {count,plural, =1{{count} композиція} other{{count} композиції}} не можна відновити у чергу.
zh: 警告：{count,plural, =1{{count} 首歌曲} other{{count} 首歌曲}}无法恢复至队列。
zh_hant: 警告：{count, plural, =1{{count} 首歌曲} other{{count} 首歌曲}} 無法重新加入播放佇列。

# activeDownloadsListHeader
source: {itemCount} {typeName, select, downloading{Running} failed{Failed} syncFailed{Repeatedly Unsynced} enqueued{Queued} other{}} {itemCount, plural, =1{Download} other{Downloads}}
cs: {itemCount} {typeName, select, downloading{Probíhající} failed{Selhané} syncFailed{Opakovaně nesynchronizované} enqueued{Do fronty zařazené} other{}} {itemCount, plural, =1{stahování} other{stahování}}
de: {itemCount} {typeName, select, downloading{laufende{itemCount, plural, =1{r} other{}}} failed{fehlgeschlagene{itemCount, plural, =1{r} other{}}} syncFailed{wiederholt fehlgeschlagene{itemCount, plural, =1{r} other{}}} enqueued{eingereihte{itemCount, plural, =1{r} other{}}} other{}} {itemCount, plural, =1{Download} other{Downloads}}
es: {itemCount} {typeName, select, downloading{Ejecutando} failed{Fallida} syncFailed{Repetidamente De-sincronizada} enqueued{Añadida a la Cola} other{}} {itemCount, plural, =1{Descarga} other{Descargas}}
fa: {itemCount} {itemCount, plural, =1{بارگیری} other{بارگیری}} {typeName, select, downloading{جاری} failed{ناکام} syncFailed{مکرراً همگام نشده} enqueued{به صف شده} other{}}
fi: {itemCount} {typeName, select, downloading{Suoritetaan} failed{Epäonnistui} syncFailed{Toistuvasti synkronoimaton} enqueued{Jonossa} other{}} {itemCount, plural, =1{Lataus} other{Latauksia}}
hi: {itemCount} {typeName, select, downloading{हो रहा} failed{असफल} syncFailed{बार-बार सिंक असफल} enqueued{कतार में} other{}} {itemCount, plural, =1{डाउनलोड} other{डाउनलोड}}
hu: {itemCount} {typeName, select, downloading{folyamatban} failed{sikertelen} syncFailed{ismételten nem szinkronizált} enqueued{sorba állítva} other{}} {itemCount, plural, =1{letöltés} other{letöltés}}
it: {itemCount} {typeName, select, downloading{In corso} failed{Fallito} syncFailed{Non sincronizzato ripetutamente} enqueued{Messo in coda} other{}} {itemCount, plural, =1{Download} other{Download}}
ko: {itemCount}{itemCount,plural,=1{개} other{개}} 다운로드 {typeName, select, downloading{중} failed{실패} syncFailed{동기화 실패} enqueued{대기 중} other{처리 중}}
pl: {itemCount} {typeName, select, downloading{W trakcie} failed{Niepowodzenie} syncFailed{Błąd synchronizacji} enqueued{W kolejce} other{}} {itemCount, plural, =1{Pobieranie} other{Pobrania}}
pt: {itemCount} {typeName, select, downloading{A correr} failed{Falhado} syncFailed{Repetidamente Não Sincronizado} enqueued{Em fila} other{}} {itemCount, plural, =1{Download} other{Downloads}}
pt_br: {itemCount} {typeName, select, downloading{Executando} failed{Falhou} syncFailed{Repetidamente não sincronizado} enqueued{Enfileirado} other{}} {itemCount, plural, =1{Transferência} other{Transferências}}
ru: {itemCount} {typeName, select, downloading{Запущено} failed{Не удалось} syncFailed{Повторно не синхронизировано} enqueued{В очереди} other{}} {itemCount, plural, =1{Загрузка} few{Загрузки} other{Загрузок}}
sv: {itemCount} {typeName, select, downloading{körs} failed{misslyckades} syncFailed{ständigt avsynkade} enqueued{i kö} other{}} {itemCount, plural, =1{Nedladdning} other{Nedladdningar}}
uk: {itemCount} {typeName, select, downloading{Триває} failed{Провалено} syncFailed{Повторно не синхронізовано} enqueued{У черзі} other{}} {itemCount, plural, =1{Завантаження} other{Завантаження}}
zh: {itemCount} {typeName, select, downloading{运行} failed{失败} syncFailed{多次未同步} enqueued{已排队} other{}} {itemCount, plural, =1{下载} other{下载}}
zh_hant: {itemCount} 個{typeName, select, downloading{正在下載} failed{失敗} syncFailed{同步異常} enqueued{等待下載} other{}}的{itemCount, plural, =1{項目} other{項目}}

# onlyShowFullyDownloaded
source: Only show fully downloaded albums
cs: Zobrazit pouze plně stažená alba
de: Nur vollständig heruntergeladene Alben anzeigen
es: Mostrar solo álbumes completamente descargados
fa: تنها آلبوم‌های کامل بارگیری‌شده را نمایش بده
fi: Näytä vain kokonaan ladatut albumit
fr: Afficher seulement les albums téléchargés en intégralité
hi: केवल पूरी तरह से डाउनलोड किए गए एल्बम दिखाएं
hr: Prikaži samo potpuno preuzete albume
hu: Csak a teljesen letöltött albumok megjelenítése
it: Mostra solo gli album completamente scaricati
ko: 전체 다운로드한 앨범만 표시
nl: Laat alleen volledig gedownloade albums zien
pl: Wyświetlaj tylko w pełni pobrane albumy
pt: Mostrar apenas álbuns completos descarregados
pt_br: Mostrar apenas álbuns com transferência concluída
ru: Показывать только полностью загруженные альбомы
sv: Visa endast helt nedladdade album
tr: Yalnızca tamamen indirilen albümleri göster
uk: Показувати лише повністю завантажені альбоми
zh: 仅显示已完全下载的专辑
zh_hant: 僅顯示已完整下載的專輯

# downloadLibraryPrompt
source: Are you sure you want to download all contents of the library ''{libraryName}''?
cs: Opravdu chcete stáhnout celý obsah knihovny „{libraryName}“?
de: Bist du sicher, dass du alle Inhalte der Bibliothek "{libraryName}" herunterladen möchtest?
es: ¿Esta seguro que quiere descargar todo el contenido de la biblioteca ''{libraryName}''?
fa: آیا مطمئنید که می‌خواهید همه‌ی محتوای کتاب‌خانه‌ی «{libraryName}» را بارگیری کنید؟
fi: Ladataanko varmasti kaikki kohteet kirjastosta "{libraryName}"?
fr: Êtes vous sûr de vouloir supprimer tous les téléchargements de la bibliothèque ''{libraryName}'' ?
hi: क्या आप वाकई लाइब्रेरी ''{libraryName}'' की सभी सामग्री डाउनलोड करना चाहते हैं?
hu: Biztosan le szeretné tölteni a teljes ''{libraryName}'' könyvtár tartalmát?
it: Sei sicuro di voler scaricare tutto il contenuto della libreria ''{libraryName}''?
ko: 정말로 라이브러리 "{libraryName}"의 모든 항목을 다운로드하시겠습니까?
pl: Czy na pewno chcesz pobrać całą zawartość biblioteki ''{libraryName}''?
pt: Tens a certeza que queres fazer download de todo o conteúdo da biblioteca ''{libraryName}''?
pt_br: Você tem certeza que deseja transferir todo o conteúdo da biblioteca ''{libraryName}''?
ru: Вы уверены, что хотите загрузить все содержимое библиотеки ''{libraryName}''?
sv: Vill du verkligen ladda ned allt innehåll i biblioteket ''{libraryName}''?
tr: ''{libraryName}'' kütüphanesindeki tüm içeriği indirmek istediğinizden emin misiniz?
uk: ВИ впевнені що хочете завантажити увесь вміст бібліотеки "{libraryName}"?
zh: 您确定要下载库“{libraryName}”的所有内容吗？
zh_hant: 您確定要下載整個音樂庫 {libraryName} 的所有內容嗎？

# missingDownloadSize
source: Deleting...
cs: Mazání…
de: Wird gelöscht…
es: Borrando…
fa: در حال حذف...
fi: Poistetaan…
fr: Suppression…
hi: मिट रहा…
hr: Brisanje …
hu: Törlés…
it: Eliminazione…
ko: 삭제중…
nl: Verwijderen...
pl: Usuwam...
pt: A apagar…
pt_br: Apagando...
ru: Удаляется…
sv: Raderar…
tr: Siliniyor...
uk: Видалення...
zh: 删除中…
zh_hant: 正在刪除…

# downloadSettings
source: Downloads
cs: Stahování
es: Descargas
fa: بارگیری‌ها
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड की सेटिंग
hr: Preuzimanja
hu: Letöltések
it: Impostazioni di Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
pt_br: Transferindo configurações
ru: Загрузки
sv: Nedladdningar
tr: İndirilenler
uk: Налаштування завантажень
zh: 下载
zh_hant: 下載

# downloadsWorkersSetting
source: Download Worker count
cs: Počet workerů stahování
de: Anzahl der Download-Worker
es: Cantidad de Gestores de Descargas
fa: شمار کارکن‌های بارگیری
fi: Lataushallinnoijien määrä
fr: Nombre de threads pour le téléchargement
hi: डाउनलोड वर्कर मात्रा
hu: Letöltési szálak száma
it: numero di processi di download
ko: 다운로드 작업자 개수
pl: Liczba wątków pobierania
pt: Contagem de processos que fazem download
pt_br: Número de gerenciadores de transferência
ru: Количество потоков-загрузчиков
sv: Antal arbetsprocesser för nedladdningar
tr: İndirme Çalışanlarının Sayısı
uk: Кількість Завантажувачів
zh: 下载工作进程数量
zh_hant: 下載工作程序數量

# dontTranscode
source: Download original{description, select, null{} other{ - {description}}}
cs: Stáhnout originál{description, select, null{} other{ - {description}}}
de: Original herunterladen{description, select, null{} other{ - {description}}}
es: Descargar original{description, select, null{} other{ - {description}}}
fa: بارگیری اصلی{description, select, null{} other{ - {description}}}
fi: Lataa alkuperäinen{description, select, null{} other{ - {description}}}
fr: Télécharger la version originale {description, select, null{} other{ - {description}}}
hi: ओरिजिनल डाउनलोड करें {description, select, null{} other{ - {description}}}
hu: Eredeti letöltése{description, select, null{} other{ - {description}}}
it: Scarica originali{description, select, null{} other{ - {description}}}
ko: 원본 다운로드{description, select, null{} other{ - {description}}}
pl: Download oryginalne{description, select, null{} other{ - {description}}}
pt_br: Transferir original{description, select, null{} other{ - {description}}}
ru: Загрузить оригинал{description, select, null{} other{ - {description}}}
sv: Ladda ned original{description, select, null{} other{ - {description}}}
tr: Aslını indir{description, select, null{} other{ - {description}}}
uk: Завантажити оригінал{description, select, null{} other{ - {description}}}
zh: 下载原版{description, select, null{} other{ - {description}}}
zh_hant: 下載原始格式{description, select, null{} other{：- {description}}}

# lockDownload
source: Always Keep on Device
cs: Vždy ponechat na zařízení
de: Immer auf dem Gerät belassen
es: Siempre Mantener en el Dispositivo
fa: همیشه روی دستگاه نگهش دار
fi: Säilytä aina laitteella
fr: Toujours garder le téléchargement
hi: हमेशा डिवाइस पर रखें
hr: Uvijek zadrži na uređaju
hu: Mindig tartsa meg az eszközön
it: Tieni sempre sul dispositivo
pl: Zawsze trzymaj na urządzeniu
pt: Manter Sempre no Dispositivo
pt_br: Sempre manter no dispositivo
ru: Всегда хранить на устройстве
sv: Behåll alltid på enhet
tr: Daima Cihazda Tutun
uk: Завжди зберігати на девайсі
zh: 始终保留在设备上
zh_hant: 永遠保留在裝置上

# numberAsBit
source: {bit} bit
fa: {bit} بیت
ru: {bit} бит
uk: {bit} біт

# removeFromPlaylistConfirm
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Retirer
hi: निकालें
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ru: Убрать
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh: 移除
zh_hant: 移除

# lyricsScreen
source: Lyrics View
cs: Zobrazení textů
de: Lyrics-Ansicht
es: Ventana de Letras
fa: نمای متن شعر
fi: Sanoitusnäkymä
fr: Écran des paroles
hi: बोल दृश्यता
hr: Prikaz teksta pjesme
hu: Dalszöveg
it: Visualizzazione dei testi
ja: 歌詞表示
nl: Songtekst-scherm
pl: Widok Tekstu
pt: Vista das Letras
ru: Просмотр текста песни
sv: Sångtextvy
tr: Şarkı Sözleri Görünümü
uk: Текст пісні
zh: 歌词界面
zh_hant: 歌詞介面

# showStopButtonOnMediaNotificationTitle
source: Show stop button on media notification
cs: Zobrazit tlačítko zastavení v oznámení médií
de: Stopp-Button in der Medienbenachrichtigung anzeigen
es: Mostrar el botón de detener en la notificación multimedia
fa: نمایش دکمه‌ی ایست روی اعلان رسانه
fi: Näytä pysäytyspainike mediailmoituksissa
fr: Afficher le bouton Arrêter sur la notification multimédia
hi: मीडिया नोटिफिकेशन पर स्टॉप बटन दिखाएं
hr: Prikaži gumb za prekidanje na medijskoj obavijesti
hu: Stop gomb megjelenítése a médiaértesítésen
it: Mostra il pulsante stop nella notifica multimediale
nl: Toon Stopknop in Mediamelding
pl: Wyświetlanie przycisku Stop na powiadomieniu o multimediach
pt: Mostrar Botão de Parar na Notificação de Media
ru: Показывать Кнопку Остановки в Медиа-Уведомлении
sv: Visa stoppknapp på medianotisen
tr: Ortam bildiriminde durdur düğmesini göster
uk: Показувати кнопку зупинення у медіа сповіщеннях
zh: 在媒体通知上显示停止按钮
zh_hant: 在媒體通知中顯示停止按鈕

# showFeatureChipsToggleTitle
source: Show Advanced Track Info
cs: Zobrazit pokročilé informace o skladbě
de: Zeige erweiterte Track-Informationen an
es: Mostrar Información Avanzada
fa: نمایش داده‌های پیشرفته قطعه
fi: Näytä kappaleen lisätiedot
fr: Afficher les informations de piste avancées
hi: एडवांस्ड ट्रैक जानकारी दिखाएं
hu: További információk a dalról
it: Mostra informazioni avanzate sul brano
nl: Zichtbaarheid Geavanceerde Nummer Informatie
pl: Pokaż zaawansowane informacje o utworze
pt: Mostrar Informação Avançada da Faixa
ru: Показать расширенную информацию о композиции
sv: Visa avancerad info om spåret
tr: Gelişmiş Parça Bilgilerini Göster
zh: 显示歌曲详情
zh_hant: 顯示歌曲詳情

# showFeatureChipsToggleSubtitle
source: Show advanced track info like codec, bitrate, and more on the player screen.
cs: Zobrazit pokročilé informace o skladbě, jako je kodek, přenosová rychlost a další, na obrazovce přehrávače.
de: Zeige erweiterte Track-Informationen wie Codec, Bit Rate und mehr in der Wiedergabe-Ansicht an.
es: Mostrar información avanzada de la canción como el códec, tasa de bits y más en la pantalla del reproductor.
fa: داده‌های پیشرفته قطعه مانند کدک، نرخ انتقال و ... را روی صفحه‌ی پخش نمایش می‌دهد.
fi: Näytä kappaleen lisätiedot kuten koodekki, bittinopeus jne. soitinnäkymässä.
fr: Afficher les informations de piste avancées telles que le codec, le débit et plus sur l’écran du lecteur.
hi: प्लेयर स्क्रीन पर codec, bit rate, आदि जैसी एडवांस्ड ट्रैक जानकारी दिखाएं।
hu: A lejátszó képernyőjén megjelenítheti a dalok speciális adatait, például a kodeket, a bitrátát és egyebeket.
it: Mostra sullo schermo del lettore informazioni avanzate sul brano come codec, bitrate e altro.
nl: Toon geavanceerde nummer informatie (codec, bitrate, etc.) op het Spelerscherm.
pl: Wyświetlanie zaawansowanych informacji o utworze, takich jak kodek, bitrate i inne, na ekranie odtwarzacza.
pt: Mostrar informação avançada da faixa: codec, taxa de bits, e mais no ecrã de reprodução.
ru: Показывать расширенную информацию о композиции, такую как кодек, битрейт и другие данные, на экране плеера.
sv: Visa avancerad information om spåret, såsom codec, bithastighet och mer, på spelarskärmen.
tr: Oynatıcı ekranında kodlayıcı, bit hızı ve daha fazla gelişmiş parça bilgilerini göster.
zh: 在播放界面上显示编码，比特率等歌曲详细信息。
zh_hant: 在播放介面上顯示進階歌曲資訊，例如編碼格式、位元率等。

# showCoversOnAlbumScreenTitle
source: Show Album Covers For Tracks
cs: Zobrazit obaly alba u skladeb
de: Zeige Album Cover für Tracks
es: Mostrar Arte de Álbumes en las Canciones
fa: نمایش نگاره‌ی آلبوم برای قطعه‌ها
fi: Näytä albumin kansikuva kappaleille
fr: Afficher les couvertures d'album pour les pistes
hi: ट्रैक पर एल्बम कवर दिखाएं
hr: Prikaži omote albuma za pjesme
hu: Albumborítók megjelenítése a dalokhoz
it: Mostra le Copertine degli Album per ciascun Brano
ko: 곡(들)의 앨범 커버를 보여줍니다
nl: Laat Album Hoezen Zien Voor Nummers
pl: Pokaż okładki albumów dla utworów
pt: Mostrar Capas dos Álbuns para Faixas
ru: Показывать обложки альбомов для композиций
sv: Visa albumomslag för spår
tr: Parçalar için Albüm Kapaklarını Göster
zh: 显示歌曲的专辑封面
zh_hant: 顯示歌曲的專輯封面

# showCoversOnAlbumScreenSubtitle
source: Show album covers for each track separately on the album screen.
cs: Zobrazit obaly alb odděleně u každé skladby na obrazovce alba.
de: Zeige Alben Cover in der Album-Ansicht separat für jeden einzelnen Track.
es: Mostrar carátulas de álbum para cada canción en la pantalla del álbum.
fa: نگاره‌ی آلبوم را برای هر قطعه به صورت جداگانه روی صفحه‌ی آلبوم نمایش می‌دهد.
fi: Näytä albumin kansikuva jokaiselle kappaleelle erikseen albuminäkymässä.
fr: Afficher les couvertures d'album pour chaque morceau séparément sur l'écran de l'album.
hi: एल्बम स्क्रीन पर प्रत्येक ट्रैक के लिए अलग से एल्बम कवर दिखाएं।
hr: Prikaži omote albuma za svaku pjesmu pjedinačno na ekranu albuma.
hu: Az albumborítók megjelenítése minden egyes dalhoz külön-külön az album képernyőjén.
it: Mostra le copertine degli album per ciascun brano separatamente nella schermata dell'album.
nl: Laat voor ieder nummer de bijbehorende album hoes zien, waar nummers geselecteerd kunnen worden.
pl: Wyświetlaj okładki albumów dla każdego utworu osobno na ekranie albumu.
pt: Mostra as capas dos álbuns para cada faixa em separado no ecrã do álbum.
ru: Показывать обложки альбомов для каждой композиции отдельно на экране альбома.
sv: Visa albumomslag separat för varje spår på albumskärmen.
tr: Albüm ekranında her parçanın albüm kapaklarını ayrı göster.
zh: 在专辑屏幕上分别显示每首歌曲的专辑封面。
zh_hant: 在專輯介面中，為每首歌曲單獨顯示專輯封面。

# emptyTopTracksList
source: You haven't listened to any track by this artist yet.
cs: Od tohoto umělce jste zatím neposlouchali žádnou skladbu.
de: Du hast noch keinen Track von diesem Künstler gehört.
es: Todavía no has escuchado ninguna canción de este artista.
fa: شما به هیچ‌کدام از قطعه‌های این هنرمند گوش نداده‌اید.
fi: Et ole kuunnellut vielä yhtäkään kappaletta tältä artistilta.
fr: Vous n'avez pas encore écouté de chanson de cet artiste.
hi: आपने अभी तक इस कलाकार का कोई ट्रैक नहीं सुना है।
hu: Még nem hallgattál meg egyetlen dalt sem ettől az előadótól.
it: Non hai ancora ascoltato nessun brano di questo artista.
ko: 아직 이 아티스트의 곡을 듣지 않았습니다.
nl: Je hebt nog niet naar muziek geluisterd van deze artiest.
pl: Nie słuchałeś jeszcze żadnego utworu tego artysty.
pt: Ainda não ouviste nenhuma faixa deste artista.
ru: Вы еще не прослушали ни одной композиции этого исполнителя.
sl: Niste še poslušali nobene skladbe tega izvajalca.
sv: Du har inte lyssnat på några spår från denna artist ännu.
tr: Bu sanatçının henüz hiçbir parçasını dinlemediniz.
zh: 你还没有听过该艺术家的任何歌曲。
zh_hant: 您還沒聆聽過這位藝人的任何音樂。

source: Top Tracks
es: Canciones más reproducidas
fi: Parhaat kappaleet
fr: Morceaux les plus joués
hr: Najslušanije pjesme
hu: Top dalok
it: Brani più ascoltati
ja: 人気曲
ko: 최고 인기 곡(들)
nl: Top Nummers
pl: Najczęściej odtwarzane utwory
pt: Faixas no Topo
ru: Лучшие композиции
sv: Mest populära
tr: En İyi Parçalar
vi: Những Bài hát Top
zh: 最热门歌曲
zh_hant: 熱門歌曲

# volumeNormalizationModeAlbumBased
source: Album-based
cs: Pouze alba
de: Albumbezogen
es: Solo álbumes
fa: بر پایه‌ی آلبوم
fi: Albumi-pohjainen
fr: En fonction de l'album
hi: एल्बम-आधारित
hu: Album alapú
it: basata sull'Album
ko: 앨범 기반
nl: Per album
pl: Oparte na albumach
pt: Baseado em Álbuns
pt_br: Baseado em álbum
ru: На основе альбома
sv: Endast album
tr: Albüm tabanlı
uk: На основі альбомів
zh: 基于专辑
zh_hant: 以專輯為基準

# showNullLibraryItemsTitle
source: Show Media with Unknown Library.
cs: Zobrazit média s neznámou knihovnou.
de: Medien mit unbekannter Bibliothek anzeigen.
es: Mostrar multimedia de una Biblioteca Desconocida.
fa: نمایش رسانه‌های دارای کتاب‌خانه‌ی ناشناخته.
fi: Näytä media tuntemattomista kirjastoista.
fr: Afficher les médias dans les bibliothèques inconnues.
hi: अज्ञात लाइब्रेरी वाली मीडिया दिखाएं।
hu: Ismeretlen könyvtárból származó tartalom megjelenítése.
it: Mostra i Media di una Libreria Sconosciuta.
ko: 알 수 없는 라이브러리의 미디어 보여주기.
pl: Pokaż multimedia z nieznaną biblioteką.
pt: Mostrar Media com Biblioteca Desconhecida.
pt_br: Mostar mídia com biblioteca desconhecida.
ru: Показать медиа из неизвестной библиотеки.
sv: Visa media med okänt bibliotek.
tr: Bilinmeyen Kitaplığa Sahip Ortamı Göster.
uk: Показувати медіа з Невідомої Бібліотеки.
zh: 显示未知库的媒体。
zh_hant: 顯示來源不明的媒體內容。

source: Max Concurrent Downloads
cs: Maximální počet souběžných stahování
de: Max. gleichzeitige Downloads
es: Descargas Concurrentes Máximas
fa: بیشینه بارگیری همزمان
fi: Maksimimäärä samanaikaisia latauksia
fr: Nombre maximum de téléchargements simultanés
hi: अधिकतम कॉन्क्युरेंट डाउनलोड
hr: Maks. broj istovremenskih preuzimanja
hu: Maximális egyidejű letöltések
it: numero massimo di download contemporanei
ko: 동시 다운로드 최대값
nl: Max Gelijktijdige Downloads
pl: Maksymalna liczba jednoczesnych pobrań
pt: Máximo de Downloads em Simultâneo
pt_br: Número máximo de transferências em paralelo
ru: Максимальное количество одновременных загрузок
sv: Max antal samtidiga nedladdningar
tr: En Fazla Eş Anlı İndirme Sayısı
uk: Максимум конкурентних завантажень
zh: 最大并发下载量
zh_hant: 最大同時下載數
