Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# trackOfflineFavoritesSubtitle
source: This allows showing more up-to-date favorite statuses while offline. Does not download any additional files.
cs: Umožňuje zobrazení aktuálnějších stavů oblíbených, když jste offline. Nestahuje žádné další soubory.
de: Hierdurch werden im Offline-Modus aktuellere Favoriten-Markierungen angezeigt. Es werden keine zusätzlichen Dateien heruntergeladen.
es: Esto permite mostrar estados de favoritos mas actualizados cuando se este sin conexión. No se descarga ningún archivo adicional.
fa: اجازه می‌دهد وضعیت علایق بروزتری در حالت آفلاین نشان داده شود. هیچ فایل اضافه‌ای بارگیری نمی‌کند.
fi: Tämä mahdollistaa ajantasaisempien suosikkitilojen näyttämisen offline-tilassa. Ei lataa ylimääräisiä tiedostoja.
fr: Cela permet d'afficher des statuts favoris plus récents hors ligne. Aucun fichier supplémentaire n'est téléchargé.
hi: इससे ऑफ़लाइन रहते हुए भी अधिक अप-टू-डेट पसंदीदा स्थितियां दिखाई जा सकती हैं। कोई अतिरिक्त फ़ाइल डाउनलोड नहीं होती।
hr: Ovo omogućuje prikazivanje aktualnijih stanja favorita dok si offline. Ne preuzima dodatne datoteke.
hu: Ez lehetővé teszi a kedvencek állapotának naprakészebb megjelenítését offline állapotban. Nem tölt le további fájlokat.
it: Ciò consente di mostrare gli stati dei preferiti più aggiornati mentre si è offline. Non scarica alcun file aggiuntivo.
nl: Hierdoor blijven favorieten up-to-date in Offline Modus. Downloadt geen extra bestanden.
pl: Pozwala to na wyświetlanie bardziej aktualnych statusów ulubionych w trybie offline. Nie pobiera żadnych dodatkowych plików.
pt: Isto permite mostrar os favoritos com estados mais atualizados quando offline. Não faz download de ficheiros adicionais.
pt_br: Permite exibir informações mais atualizadas dos favoritos em modo offline. Não transfere nenhum arquivo adicional.
ru: Это позволяет отображать более актуальные статусы избранного в автономном режиме. Не загружает никаких дополнительных файлов.
sv: Detta tillåter visning av mer aktuella favoritstatusar i offlineläge. Laddar inte ned några ytterligare filer.
tr: Bu, çevrim dışıyken sık kullanılanların daha güncel gösterilmesine olanak tanır. Herhangi bir ek dosya indirmez.
uk: Це дозволить показувати більш актуальні обрані статуси в режимі офлайн. Не завантажує ніяких додаткових файлів.
zh: 这样可以在离线时显示更多最新的收藏状态。 不下载任何其他文件。
zh_hant: 離線時也能顯示更新後的收藏狀態，不會下載額外檔案。

# volumeNormalizationModeTrackBased
source: Track-based
cs: Podle skladby
de: Trackbezogen
es: Basado en la canción
fa: بر پایه‌ی قطعه
fi: Kappale-pohjainen
fr: Basé sur le titre
hi: ट्रैक-आधारित
hu: Dal alapú
it: basata sul Brano
ko: 트랙 기반
nl: Per nummer
pl: Oparte na utworze
pt: Baseado em Faixas
pt_br: Baseado em faixa
ru: На основе композиции
sv: Enstaka spår
tr: Parça tabanlı
uk: На основі композицій
zh: 基于音轨
zh_hant: 依音軌調整

# volumeNormalizationModeSelectorDescription
source: Hybrid (Track + Album): Track gain is used for regular playback, but if an album is playing (either because it''s the main playback queue source, or because it was added to the queue at some point), the album gain is used instead. Track-based: Track gain is always used, regardless of whether an album is playing or not. Albums Only: Volume Normalization is only applied while playing albums (using the album gain), but not for individual tracks.
cs: Hybridní (skladba + album): Zesílení skladby bude použito pro klasické přehrávání, pokud ale hraje album (buď protože je hlavním zdrojem fronty přehrávání, nebo protože bylo v určitém bodě přidáno do fronty), bude namísto toho použito zesílení alba. Podle skladby: Vždy bude použito zesílení skladby, nezávisle na tom, zda hraje album. Pouze alba: Normalizace hlasitosti bude použita pouze při přehrávání alb (použitím zesílení alba), ale ne pro jednotlivé skladby.
de: Hybrid (Track + Album): Für normales Playback wird der Track Gain benutzt. Wenn ein Album gespielt wird (entweder direkt oder weil es irgendwann zur Warteschlange hinzugefügt wurde), wird stattdessen der Album-Gain verwendet. Track-basiert: Es wird immer der Track Gain verwendet, selbst wenn ein ganzes Album gespielt wird. Nur Alben: Lautstärken-Normalisierung wird nur bei der Wiedergabe von Alben (mit dem Album Gain) angewendet, aber nicht für individuelle Tracks.
es: Híbrido (Canción + Álbum): Ganancia de la canción usada para la reproducción normal, pero si un álbum esta siendo reproducido (ya este siendo la principal fuente de reproducción, o porque se ha añadido en algún momento a la cola de reproducción), la ganancia del álbum va a ser usada. Basado en la canción: Ganancia de las canciones usada, independientemente de si se está reproduciendo de un álbum o no. Solo álbumes: Normalización del volumen aplicada solo cuando se están reproduciendo álbumes (usando la ganancia de dicho álbum), pero no para canciones individuales.
fa: آمیخته (قطعه + آلبوم): گین قطعه برای بپخش معمولی به کار گرفته می‌شود. اما اگر آلبومی در حال پخش شدن باشد (شاید چون که خاستگاه صف آغازین است یا زمانی به صف افزوده شده)، از گین آلبوم استفاده می‌شود. بر پایه‌ی قطعه: گین قطعه همیشه به کار برده می‌شود، بدون توجه به این‌که آلبومی در حال پخش است یا نه. تنها برای آلبوم‌ها: عادی‌سازی بلندی صدا فقط برای پخش آلبوم‌ها به کار بسته می‌شود (با استفاده از گین آلبوم) و برای قطعه‌های منفرد نمی‌شود.
fi: Dynaaminen: Kun toistetaan peräkkäin useita kappaleita samalta albumilta, albumiperusteista vahvistusta käytetään (eli kun toistetaan albumia, tai kappaleita samalta albumilta käyttäen soittolistaa). Muutoin kappaleperusteista vahvistusta käytetään. Kappaleperusteinen: Kappaleperusteista vahvistusta käytetään aina, riippumatta siitä kuunnellaanko albumia vai ei. Albumiperusteinen: Albumiperusteista vahvistusta käytetään aina, mutta jos sitä ei ole saatavilla (esim. singleillä), kappaleperusteista vahvistusta käytetään sen sijaan. Vain albumit: Äänenvoimakkuuden normalisointia käytetään vain, kun albumia toistetaan (käyttäen albumiperusteista vahvistusta), mutta ei yksittäisten kappaleiden toistossa.
fr: Dynamique : Le gain de piste est utilisé pour la lecture normale, mais si un album est en cours de lecture (soit parce qu''il s''agit de la source principale de la file d''attente de lecture, soit parce qu''il a été ajouté à la file d''attente à un moment donné), le gain de l''album est utilisé à la place. Basé sur la piste : Le gain de piste est toujours utilisé, qu'un album soit en cours de lecture ou non. Basé sur l'album: Le gain de piste est toujours utilisé, sauf si cela n'est pas disponible (ex. pour les singles), La piste sera utilisée à la place. Albums uniquement : La normalisation du volume n'est appliquée que lors de la lecture d'albums (en utilisant le gain de l'album), mais pas pour les pistes individuelles.
hi: हाइब्रिड (ट्रैक + एल्बम): ट्रैक गेन का उपयोग नियमित प्लेबैक के लिए किया जाता है, लेकिन यदि कोई एल्बम चल रहा है (या तो इसलिए कि यह मुख्य प्लेबैक कतार स्रोत है, या क्योंकि इसे किसी समय पर कतार में जोड़ा गया था), तो इसके बजाय एल्बम गेन का उपयोग किया जाएगा। ट्रैक-आधारित: ट्रैक गेन का उपयोग हमेशा किया जाएगा, चाहे कोई एल्बम चल रहा हो या नहीं। केवल एल्बम: वॉल्यूम सामान्यीकरण केवल एल्बम चलाते समय लागू होगा (एल्बम गेन का उपयोग करके), लेकिन व्यक्तिगत ट्रैक के लिए नहीं।
hu: Dinamikus: Amikor több dalt játszik le ugyanabból az albumból egymás után, az album erősítése használatos (tehát amikor egy albumot vagy ugyanazon album dalait játssza le egy lejátszási listában). Egyéb esetben a dal alapú erősítés használatos. Dal alapú: A dal erősítés mindig használatos, függetlenül attól, hogy egy album lejátszása folyamatban van-e vagy sem. Album alapú: Ez az alapértelmezetten használt erősítési mód. Ha nem áll rendelkezésre (pl. kislemezek esetében), akkor a dal erősítést használjuk. Csak albumok: A hangerő normalizálása csak albumok lejátszása közben kerül alkalmazásra (az albumerősítés használatával), az egyes dalok esetében nem.
it: Ibrida (Brano + Album): Per la normale riproduzione sono usate le informazioni di guadagno del brano, ma se un album è in riproduzione (sia perché è la sorgente principale della coda di riproduzione o perché è stata aggiunta alla coda ad un certo punto), vengono invece usate le informazioni di guadagno dell'album. basata sul Brano: Sono sempre usate le informazioni di guadagno del brano, indipendentemente dal fatto che un album sia o meno in riproduzione. basata solo sull'Album: La Normalizzazione del volume viene applicata solo mentre si riproducono degli album (utilizzando le informazioni di guadagno dell'album), ma non per i singoli brani.
ko: 하이브리드 (트랙 + 앨범) 평상시에는 곡의 게인값이 적용됩니다. (어떤 형태로든 대기열에 추가된) 앨범을 재생 중인 경우 앨범의 게인값을 참조합니다. 곡 기반 앨범 재생 여부와 관계없이 곡의 게인값은 항상 사용됩니다. 앨범만 앨범을 재생할 때에만 음량 정규화가 적용됩니다(앨범 게인값 사용), 개별단위 곡(들)에는 적용되지 않습니다.
nl: Hybride (Nummer + Album): Nummer-Gain wordt normaal gebruikt, maar als een album afgespeeld wordt (omdat het oorspronkelijk afgespeeld is, of omdat een album op een gegeven moment in de wachtrij gezet is) wordt de album-Gain gebruikt Per nummer: Nummer-Gain wordt altijd gebruikt, ongeacht of er een album gespeeld wordt. Alleen Album-Gain: Volume-normalisatie wordt alleen toegepast bij het spelen van albums (met de album-gain), maar niet voor losse nummers.
pl: Hybrydowe (Utwór + Album): Wzmocnienie utworu jest używane do zwykłego odtwarzania, ale jeśli odtwarzany jest album (ponieważ jest to główne źródło kolejki odtwarzania lub ponieważ został dodany do kolejki w pewnym momencie), zamiast tego używane jest wzmocnienie albumu. Oparte na utworze: Wzmocnienie utworu jest zawsze używane, niezależnie od tego, czy odtwarzany jest album. Tylko albumy: Normalizacja głośności jest stosowana tylko podczas odtwarzania albumów (przy użyciu wzmocnienia albumu), ale nie dla poszczególnych utworów.
pt: Dinâmico: Ao tocar várias faixas do mesmo álbum alinhadas, é usado o ganho do álbum (isto é, ao tocar um álbum, ou faixas do mesmo álbum numa lista). Caso contrário, é usado o ganho da faixa. Baseado em Faixas: O ganho da faixa é sempre usado, independentemente de um álbum estar a ser reproduzido ou não. Baseado em Álbum: É sempre usado o ganho do álbum, mas se não estiver disponível (nos singles), então é usado o ganho da faixa. Apenas Álbuns: A normalização de volume é aplicada apenas ao reproduzir álbuns (usando o ganho do álbum), mas não para faixas individuais.
pt_br: Híbrido (Faixa + Álbum): Ganho de faixa é utilizado para a reprodução regular, porém se um álbum estiver sendo reproduzido (por ser a principal fonte da lista de reprodução, ou por ter sido adicionado à fila em determinado ponto), o ganho do álbuns será priorizado. Baseado em faixa: Ganho de faixa é sempre utilizado, independentemente de um álbum estar ou não em reprodução. Apenas álbuns: Normalização de volume somente é aplicada quando houver álbuns em reprodução (utilizando o ganho de álbum). Não é aplicada durante a reprodução de faixas individuais.
ru: Гибридный (Композиция + Альбом): Уровень громкости композиции используется при обычном воспроизведении, но если воспроизводится альбом (либо потому, что он является основным источником очереди воспроизведения, либо потому, что был добавлен в очередь в какой-то момент), используется уровень громкости альбома. На основе композиции: Уровень громкости композиции используется всегда, независимо от того, воспроизводится альбом или нет. Только для альбомов: Нормализация громкости применяется только при воспроизведении альбомов (с использованием уровня громкости альбома), но не для отдельных композиций.
sv: Hybrid (Spår + Album): Spårets förstärkning används för vanlig uppspelning, men ifall ett album spelas upp (antingen för att det är källan till den huvudsakliga spelkön, eller för att det lades till i kön vid något tillfälle), så används albumets förstärkning istället. Enstaka spår: Spårets förstärkning används alltid, oavsett ifall ett album spelas eller inte. Endast album: Volymnormalisering tillämpas endast vid uppspelning av album (utifrån albumets förstärkning), men inte för individuella spår.
tr: Hibrit (Parça + Albüm): Parça kazancı normal çalma için kullanılır, ancak bir albüm çalıyorsa (ana çalma kuyruğu kaynağı olduğu için veya bir noktada kuyruğa eklendiği için), bunun yerine albüm kazancı kullanılır. Parça tabanlı: Parça kazancı, albümün çalınıp çalınmadığına bakılmaksızın her zaman kullanılır. Yalnızca albümler: Ses Düzeyi Normalleştirmesi yalnızca albümler oynatılırken uygulanır (albüm kazanımı kullanılarak), ancak tek tek parçalar için uygulanmaz.
uk: Гібридно (Композиція + Альбом): Посилення композицій застосовується для звичайного відтворення, але якщо відтворюється альбом (коли це головне джерело відтворення черги, чи його було додано до черги якимось чином), тоді буде застосовано посилення альбому. На основі композицій: Посилення композицій застосовується завжди, незалежно від того чи відтворюється альбом, чи ні. На основі альбому: Нормалізація гучності застосовується лише при відтворені альбомів (застосування посилення альбомів), не для окремих композицій.
vi: Ứng biến cơ động Khi phát nhiều bài hát trong cùng 1 album trong một hàng, album gain sẽ được sử dụng (khi phát album, hoặc bài hát từ cùng 1 album trong danh sách phát). Nếu không thì sẽ dùng track gain. Dựa theo bài hát: Track gain sẽ luôn được dùng, kể cả khi album có đang phát hay không. Dựa theo Album: Album gain sẽ luôn được dùng, nhưng nếu không có thì sẽ dùng track gain. Chỉ Albums: Bình thường hoá Âm lượng sẽ chỉ áp dụng khi phát albums (dùng album gain), nhưng không cho từng bài hát.
zh: 混合（音轨 + 专辑）： 音轨增益用于常规播放，但如果正在播放专辑（因为它是主要播放队列源，或者因为它在某个时刻被添加到队列中），则将使用专辑增益。 基于音轨： 无论专辑是否正在播放，始终使用音轨增益。 仅限专辑： 音量标准化仅在播放专辑时应用（使用专辑增益），但不适用于单个歌曲。
zh_hant: 混合模式（歌曲 + 專輯）： 平常播放歌曲時會套用歌曲音軌增益，確保每首歌曲音量適中。然而，當整張專輯作為播放來源（或是曾經被加入至播放佇列）時，將優先使用專輯音軌增益，以維持專輯內歌曲的音量平衡。 依音軌調整： 不論當前播放的是歌曲或是完整專輯，皆使用音軌增益調整音量。 依專輯調整： 僅在播放完整專輯時套用音軌增益（基於專輯增益），單獨播放歌曲時不會調整音量。

# playbackOrderLinearButtonTooltip
source: Playing in order. Tap to shuffle.
ca: Reproduint en ordre. Clica per barrejar.
cs: Přehrávání v pořadí. Klepněte pro zamíchání.
de: Wiedergabe in Reihenfolge. Tippe für zufällige Wiedergabe.
es: Reproduciendo en orden. Toque para mezclar.
fa: در حال پخش به ترتیب. برای بُر زدن لمس کنید.
fi: Toistetaan järjestyksessä. Napauta sekoittaaksesi.
fr: Lecture dans l'ordre. Cliquez pour mélanger.
hi: एक कतार में चला रहे। शफ़ल करने के लिए टैप करें।
hu: Lejátszás sorrendben. Koppintson a keveréshez.
it: Riproduco in ordine. Premi per riprodurre casualmente.
ja: 順番に再生中。タップでシャッフル。
ko: 순차 재생 중입니다. 탭하여 셔플 재생하세요.
nl: Afspelen op volgorde. Tik om te shuffelen.
pl: Odtwarzam w kolejności. Naciśnij, aby przetasować.
pt: A reproduzir por ordem. Toque para baralhar.
pt_br: Reproduzindo na ordem. Pressione para embaralhar.
ru: Играем по порядку. Нажмите чтобы играть вперемешку.
sv: Spelar upp i ordning. Tryck för att shuffla.
tr: Sırayla oynat. Karıştıra dokun.
uk: Відтворення за порядком. Натисніть щоб перемішати.
vi: Phát theo thứ tự. Bấm để xáo trộn
zh: 顺序播放。点击切换至随机播放。
zh_hant: 目前為依序播放，點擊切換隨機播放。
