Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# playbackSpeedDecreaseLabel
source: Decrease playback speed
ca: Reduir velocitat de reproducció
cs: Snížit rychlost přehrávání
de: Wiedergabegeschwindigkeit verringern
es: Disminuir la velocidad de reproducción
fa: کاهش تندی پخش
fi: Vähennä toistonopeutta
fr: Réduire la vitesse de lecture
hi: प्लेबैक गति घटाएं
hr: Smanji brzinu reprodukcije
hu: Lejátszás sebességének csökkentése
it: Diminuisci velocità di riproduzione
ja: 再生速度を下げる
ko: 재생속도 줄이기
nl: Verlaag afspeelsnelheid
pl: Zmniejsz prędkość odtwarzania
pt: Diminuir velocidade de reprodução
pt_br: Reduzir velocidade de reprodução
ru: Уменьшить скорость воспроизведения
sv: Sänk uppspelningshastighet
tr: Oynatma hızını azalt
uk: Зменшити швидкість відтворення
vi: Giảm tốc độ phát lại
zh: 降低播放速度
zh_hant: 降低播放速度

# loopModeNoneButtonLabel
source: Not looping
ca: No es repeteix
cs: Neopakuje se
de: Keine Wiederholung
es: Sin repetir
fa: تکرار غیرفعال است
fi: Ei jatkuvaa toistoa
fr: Ne pas répéter
hi: लूप नहीं किया जा रहा
hr: Bez petlje
hu: Nincs ismétlés
it: Riproduzione non in loop
ja: ループなし
ko: 반복 안 함
nl: Niet herhalen
pl: Bez zapętlania
pt: Sem Repetição
pt_br: Sem repetição
ru: Без повторений
sv: Loopar inte
tr: Döngüde değil
uk: Не повторювати
vi: Không lặp lại
zh: 关闭循环
zh_hant: 關閉循環

# playbackSpeedIncreaseLabel
source: Increase playback speed
ca: Incrementar velocitat de reproducció
cs: Zvýšit rychlost přehrávání
de: Wiedergabegeschwindigkeit erhöhen
es: Aumentar la velocidad de reproducción
fa: افزایش تندی پخش
fi: Lisää toistonopeutta
fr: Augmenter la vitesse de lecture
hi: प्लेबैक गति बढ़ाएं
hr: Povećaj brzinu reprodukcije
hu: Lejátszás sebességének növelése
it: Aumenta velocità di riproduzione
ja: 再生速度を上げる
ko: 재생 속도 빠르게
nl: Verhoog afspeelsnelheid
pl: Zwiększ prędkość odtwarzania
pt: Aumentar velocidade de reprodução
pt_br: Aumentar velocidade de reprodução
ru: Увеличить скорость воспроизведения
sv: Höj uppspelningshastighet
tr: Oynatma hızını artır
uk: Збільшити швидкість відтворення
vi: Tăng tốc độ phát lại
zh: 提高播放速度
zh_hant: 提升播放速度

# loopModeAllButtonLabel
source: Looping all
ca: Repetint tot
cs: Opakování všeho
de: Alles wiederholen
es: Repitiendo todo
fa: در حال تکرار همه
fi: Jatkuva toisto
fr: Répéter tout
hi: सभी को लूप किया जा रहा
hr: Ponovi sve
hu: Minden ismétlése
it: Riproduco in loop tutto
ja: 全曲をループ
ko: 전체 반복
nl: Herhaal alles
pl: Zapętlaj wszystkie
pt: Repetir todas
pt_br: Repetindo todas
ru: Повторяем всё
sv: Loopar alla
tr: Tümünü döngüye al
uk: Повторювати усе
vi: Lặp lại tất cả
zh: 列表循环
zh_hant: 全部循環

# queuesScreen
source: Restore Now Playing
ca: Restaurar la reproducció actual
cs: Obnovit právě hrající
de: Wiederherstellen der Warteschlange
es: Restaurar Reproduciendo Ahora
fa: بازگردانی پخش کنونی
fi: Palauta toistojono
fr: Récupérer des files d'attente
hi: Now Playing पुनर्स्थापित करें
hu: Most játszottak visszaállítása
it: Ripristina Ora in riproduzione
ja: 再生中を復元
ko: ‘지금 재생중’ 복원
nl: Herstel Afspeellijst
pl: Przywróć Teraz odtwarzane
pt: Restaurar Agora A Tocar
pt_br: Restaurar fila tocando agora
ru: Восстановить очередь
sv: Återställ Nu spelas
tr: Şimdi Yürütülüyoru Geri Yükle
uk: Відновити "Відтворюється зараз"
vi: Khôi phục "Đang phát"
zh: 恢复正在播放
zh_hant: 恢復播放

# loopModeOneButtonLabel
source: Looping this track
ca: Repetint aquesta pista
cs: Opakování této skladby
de: Diesen Track wiederholen
es: Repitiendo esta canción
fa: در حال تکرار این قطعه
fi: Kappale jatkuvalla toistolla
fr: Répétition de cette musique
hi: इस ट्रैक को लूप किया जा रहा
hu: A dal ismétlése
it: Riproduco questo brano in loop
ja: この曲をループ
ko: 이 곡 반복
nl: Herhaal dit nummer
pl: Zapętlam ten utwór
pt: Repetir esta faixa
pt_br: Repetindo essa faixa
ru: Повторяем эту композицию
sv: Loopar spår
tr: Bu parçayı döngüye al
uk: Повторювати цю композицію
vi: Lặp lại bài hát
zh: 单曲循环
zh_hant: 單曲循環

# queueRestoreButtonLabel
source: Restore
ca: Restaurar
cs: Obnovit
de: Wiederherstellen
es: Restaurar esta cola
fa: بازگردانی
fi: Palauta tämä jono
fr: Restaurer cette file d'attente
hi: पुनर्स्थापित करें
hr: Obnovi
hu: Lejátszási sor visszaállítása
it: Ripristina
ja: このキューを復元
ko: 현재 대기열 복원
nl: Herstel
pl: Przywróć
pt: Restaurar Esta Fila
pt_br: Restaurar
ru: Восстановить
sv: Återställ
tr: Geri Yükle
uk: Відновити
vi: Khôi phục Hàng chờ này
zh: 恢复
zh_hant: 恢復此佇列

# queueRestoreTitle
source: Saved {date}
ca: Guardat {date}
cs: Uloženo {date}
de: Gespeichert {date}
es: Guardada {date}
fa: {date} ذخیره شد
fi: Tallennettu {date}
fr: Enregistrée le {date}
hi: {date} को सहेजा गया
hr: Spremljeno {date}
hu: Mentve {date}
it: Salvato {date}
ja: {date} に保存
ko: {date}에 저장됨
nl: Opgeslagen op {date}
pl: Zapisano {date}
pt: Gravado {date}
pt_br: Salvo {date}
ru: Сохранено {date}
sv: Sparad {date}
tr: {date} kaydedildi
uk: Збережено {date}
vi: Đã lưu từ {date}
zh: 保存自 {date}
zh_hant: {date} 已儲存

# queueRetryMessage
source: Failed to restore queue. Retry?
cs: Nepodařilo se obnovit frontu. Opakovat?
de: Wiederherstellen der Warteschlange fehlgeschlagen. Erneut versuchen?
es: Hubo un fallo al restaurar cola. ¿Reintentar?
fa: در بازگردانی صف ناکام ماندیم. دوباره تلاش کنیم؟
fi: Jonon palautus epäonnistui. Yritä uudelleen?
fr: Échec de restauration de la file d'attente. Réessayer ?
hi: कतार को पुनर्स्थापित करने में असफल। दोबारा प्रयास करें?
hu: A sor visszaállítása sikertelen. Újra?
it: Impossibile ripristinare la coda. Ritentare?
ja: キューの復元に失敗しました。再試行しますか？
ko: 대기열 복원에 실패했습니다. 다시 시도할까요?
nl: Wachtrij herstellen niet gelukt. Opnieuw proberen?
pl: Nie udało się przywrócić kolejki. Spróbować ponownie?
pt: Falha ao restaurar a fila. Tentar novamente?
pt_br: Falha ao restaurar a fila. Tentar novamente?
ru: Ошибка восстановления очереди. Попробовать еще раз?
sv: Misslyckades med att återställa spelkön. Försök igen?
tr: Sıra geri yüklenemedi. Yeniden denemek ister misiniz?
uk: Не вдалось відновити чергу. Спробувати ще раз?
vi: Không thể khôi phục hàng chờ. Thử lại nhé?
zh: 无法恢复队列。是否重试？
zh_hant: 無法還原播放佇列。是否要重試？

# autoloadLastQueueOnStartup
source: Auto-Restore Last Queue
cs: Automaticky obnovit poslední frontu
de: Automatisches Wiederherstellen der letzten Warteschlange
es: Restaurar automáticamente la última cola
fa: بازگردانی خودکار واپسین صف
fi: Palauta viimeisin jono automaattisesti
fr: Restaurer automatiquement la dernière file d'attente
hi: आखिरी कतार को अपने-आप पुनर्स्थापित करें
hu: Legutóbbi sor automatikus visszaállítása
it: Ripristino automaticamente l'ultima coda
ja: 前回のキューを自動復元
ko: 마지막 대기열 자동 복원
nl: Laatste Wachtrij Automatisch Herstellen
pl: Automatycznie przywróć ostatnią kolejkę
pt: Auto-restaurar a Última Fila
pt_br: Auto-restaurar a última fila
ru: Восстанавливать последнюю очередь автоматически
sv: Återställ automatiskt senaste spelkö
tr: Son Sırayı Otomatik Geri Yükle
uk: Автоматично відновлювати останню чергу
vi: Tự động Khôi phục Hàng chờ cũ
zh: 自动恢复上次队列
zh_hant: 自動恢復上次播放佇列

# autoloadLastQueueOnStartupSubtitle
source: Upon app startup, attempt to restore the last played queue.
cs: Po spuštění aplikace se pokusit obnovit naposledy přehrávanou frontu.
de: Versuche, die letzte Warteschlange beim Sarten der App wiederherzustellen.
es: Al iniciar la aplicación, intentar restaurar la ultima cola reproducida.
fa: تلاش برای بازگردانی واپسین صف پخش شده پس از شروع برنامه.
fi: Yritä palauttaa viimeisin jono automaattisesti ohjelman käynnistyessä.
fr: Au démarrage de l'application, restaurer la dernière file d'attente.
hi: ऐप शुरू होने पर, अंतिम बार चलाए गए कतार को पुनर्स्थापित करने का प्रयास करें।
hu: Az alkalmazás indításakor megpróbálja visszaállítani a legutóbb lejátszott várólistát.
it: All'avvio dell'app, prova a ripristinare l'ultima coda riprodotta.
ja: アプリ起動時に、前回再生していたキューを復元します。
ko: 앱 시작할 때, ‘마지막으로 재생한 대기열’ 복원을 시도합니다.
nl: Bij het opstarten van de app, probeer de laatst gespeelde wachtrij te herstellen.
pl: Po uruchomieniu aplikacji podjęta zostanie próba przywrócenia ostatnio odtwarzanej kolejki.
pt: Após a aplicação arrancar, tenta restaurar a última fila reproduzida.
pt_br: Tentar restaurar a lista das últimas reproduzidas durante a inicialização da aplicação.
ru: При запуске приложения пытаться восстанавливать последнюю очередь воспроизведения.
sv: Försök att återställa den senast spelade spelkön när appen startas.
tr: Uygulama başlatıldığında son oynatılan sırayı geri yüklemeyi dene.
uk: Після запуску застосунку намагається відновити відтворювану востаннє чергу.
vi: Khi khởi động, app sẽ cố khôi phục hàng chờ đã phát
zh: 程序启动后，尝试恢复上次播放的队列。
zh_hant: 應用程式啟動時，嘗試恢復上次播放佇列。

# reportQueueToServerSubtitle
source: When enabled, Finamp will send the current queue to the server. There currently seems to be little use for this, and it increases network traffic.
cs: Pokud je tato možnost povolena, odešle Finamp aktuální frontu na server. Tato funkce v současné době není přiliš užitečná a zvyšuje síťový provoz.
de: Wenn aktiviert sendet Finamp die aktuelle Warteschlange an den Server. Das kann die Fernsteuerung verbessern und erlaubt die serverseitige Wiederherstellung der Warteschlange. Immer aktiviert, wenn die 'Abspielen auf' Funktion aktiviert ist.
es: Mientras esté activo, Finamp enviará la cola del dispositivo al servidor. Esto puede mejorar el control de manera remota y permitir la recuperación de la cola desde el servidor. Siempre está habilitada si la opción 'Reproducir en' está habilitada.
fa: اگر فعال شود، فین‌امپ صف کنونی را به سرور می‌فرستد. اکنون کاربرد خاصی برای این وجود ندارد و فقط شدآمد (traffic) شبکه را افزایش می‌دهد.
fi: Kun valittu, Finamp lähettää nykyisen jonon palvelimelle. Tämä voi parantaa kauko-ohjausta ja sallii jonon palauttamisen palvelimen puolella. Aina päällä, kun 'Toista laitteella'-ominaisuus on käytössä.
fr: Lorsqu'il est activé, Finamp envoie la file d'attente actuelle au serveur. Cela améliore le contrôle à distance et permet la restauration de la file d'attente côté serveur. Cette option est toujours activée si la fonctionnalité « Lecture activée » est activée.
hi: सक्षम होने पर, फ़िनएम्प वर्तमान कतार को सर्वर पर भेजेगा। वर्तमान में इसका बहुत कम उपयोग है, और इससे नेटवर्क ट्रैफ़िक बढ़ता है।
hu: Ha engedélyezve van, a Finamp elküldi az aktuális várólistát a szervernek. Ez javíthatja a távoli vezérlést, és lehetővé teszi a várólista szerveroldali helyreállítását. Mindig engedélyezve van, ha a 'Play On' funkció engedélyezve van.
it: Se abilitato, Finamp invierà la coda corrente al server. Questo può migliorare il controllo remoto e permette la ripresa della coda via server. Sempre attivo se la funzione 'Play On' è attiva.
ja: 有効にすると、「フィンアンプ」は現在のキューをサーバーに送信します。これにより、リモート操作が向上し、サーバー側でキューを復元できるようになります。「再生先」機能が有効な場合は常に有効になります。
ko: 활성화시 핀앰프 Finamp는 현재 대기열을 서버로 보냅니다. 이는 원격 제어를 개선하고 및 서버측이 대기열을 복원할 수 있습니다. '플레이 온' 기능이 활성화되면 본 기능도 항상 활성화됩니다.
nl: Als dit geactiveerd is stuurt Finamp de wachtrij naar de server. Dit kan besturing vanaf een ander apparaat verbeteren en zorgt dat de server de wachtrij kan herstellen. Staat altijd aan als 'Afspelen Op' geactiveerd is.
pl: Po włączeniu Finamp wyśle bieżącą kolejkę do serwera. Obecnie wydaje się to mało przydatne i zwiększa ruch sieciowy.
pt: Quando ativado, o Finamp vai enviar a lista atual para o servidor. Isto pode melhorar o controle remoto e permite o restauro da lista pelo lado do servidor. Sempre ativo quando a funcionalidade 'Tocar Em' está ativa.
pt_br: Quando habilitado, Finamp irá enviar a fila atual para o servidor. Atualmente parece haver pouco uso para essa função, além de ela contribuir para um aumento no tráfego da rede.
ru: Если включено, Finamp будет отправлять текущую очередь на сервер. Это может помочь с удаленным управлением и позволит восстанавливать очередь с сервера. Всегда включено, если включена функция «Play on».
sv: När funktionen är aktiverad skickar Finamp den aktuella spelkön till servern. Det kan förbättra fjärrstyrning och tillåter återställning av spelkö från serversidan. Alltid aktiv ifall 'Spela på'-funktionen är aktiverad.
tr: Etkinleştirildiğinde Finamp mevcut kuyruğu sunucuya gönderecektir. Şu anda bunun pek bir faydası yok gibi görünüyor ve ağ trafiğini artırıyor.
uk: Коли увімкнено, Finamp надсилатиме поточну чергу до серверу. Наразі здається, що від цього мало користі, і це збільшує мережевий трафік.
vi: Khi bật, Finamp sẽ gửi hàng chờ hiện tại tới máy chủ. Điều này có thể cải thiện phần điều khiển từ xa và cho phép khôi phục hàng chờ một cách trực tuyến. Luôn bật nếu phần 'Phát Trên' được bật.
zh: 启用后，Finamp 会将当前队列发送到服务器。这可以改善远程控制，并允许服务器端恢复队列。如果启用了“继续播放”功能，则始终启用。
zh_hant: 啟用後，Finamp 會將目前的播放佇列傳送至伺服器。這可改善遠端控制體驗，並支援伺服器端的播放佇列還原功能。若啟用「遠端播放」功能，此功能將自動啟用。

source: Shuffle Albums To Queue
cs: Zamíchat alba do fronty
de: Alben zufällig zur Warteschlange hinzufügen
es: Mezclar Álbumes al final de la Cola
fa: بُر زدن آلبوم‌ها و افزودن آن‌ها به صف
fi: Sekoita albumit jonoon
fr: Mélanger les albums en de file d'attente
hi: कतार तक एल्बम शफ़ल करें
hu: Albumok keverése a lejátszási lista végére
it: Riproduci casualmente gli Album e aggiungi alla fine della coda
ko: 앨범 셔플하여 재생목록에 추가
nl: Shuffle Albums Naar de Wachtrij
pl: Odtwarzaj Albumy Losowo do Kolejki
pt: Baralhar Álbuns Na Fila
pt_br: Embaralhar álbuns ao final da fila
ru: Добавить альбомы в очередь вперемешку
sv: Shuffla album efter spelkö
uk: Перемішати альбоми до черги
zh: 随机选择所有专辑至队列
zh_hant: 隨機播放專輯並優先加入播放佇列

source: Reset to defaults
cs: Resetovat na výchozí hodnoty
de: Auf Standardeinstellungen zurücksetzen
es: Restaurar a lo predeterminado
fa: بازنشانی به پیش‌فرض‌ها
fi: Nollaa oletukseen
fr: Restaurer les paramètres par défaut
hi: डिफ़ॉल्ट के लिए रीसेट करें
hr: Resetiraj na zadane vrijednosti
hu: Alapértelmezettre visszaállítás
it: Reimposta valori di default
ko: 초기화
nl: Terugzetten naar standaardinstellingen
pl: Przywróć domyślne
pt: Reiniciar para predefinições
pt_br: Retornar para configurações padrão
ru: Сброс к настойкам по умолчанию
sv: Återställ till standard
tr: Varsayılanlara sıfırla
uk: Відновити за вмовчанням
zh: 重置为默认值
zh_hant: 恢復預設值

source: More Info
cs: Další informace
de: Weitere Infos
es: Más información
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d'informations
hi: अधिक जानकारी
hr: Više informacija
hu: Több információ
it: Più informazioni
ko: 상세정보
nl: Meer informatie
pl: Więcej informacji
pt: Mais Informação
pt_br: Mais informações
ru: Больше информации
sv: Mer info
tr: Daha Fazla Bilgi
uk: Більше про
zh: 详细信息
zh_hant: 詳細資訊

# volumeNormalizationSettingsTitle
source: Volume Normalization
cs: Normalizace hlasitosti
de: Lautstärke-Normalisierung
es: Normalización de volumen
fa: عادی‌سازی حجم صدا
fi: Äänenvoimakkuuden normalisointi
fr: Normalisation du volume
hi: वॉल्यूम सामान्यीकरण
hr: Normalizacija glasnoće
hu: Hangerő normalizálás
it: Normalizzazione del volume
ko: 볼륨 표준화
nl: Volume-normalisatie
pl: Normalizacja dźwięku
pt: Normalização de Volume
pt_br: Normalização de volume
ru: Нормализация громкости
sv: Volymnormalisering
tr: Ses Ölçülü
uk: Нормалізація гучності
zh: 音量标准化
zh_hant: 音量標準化

# volumeNormalizationSwitchTitle
source: Enable Volume Normalization
cs: Povolit normalizaci hlasitosti
de: Lautstärke-Normalisierung aktivieren
es: Activar normalización de volumen
fa: فعال کردن عادی‌سازی حجم صدا
fi: Ota äänenvoimakkuuden normalisointi käyttöön
fr: Activer la normalisation du volume
hi: वॉल्यूम सामान्यीकरण सक्षम करें
hr: Aktiviraj normalizaciju glasnoće
hu: Hangerő normalizálás engedélyezése
it: Attiva Normalizzazione del volume
ko: 볼륨 표준화 켜기
nl: Volume-nomalisatie activeren
pl: Włącz Normalizację Dźwięku
pt: Ativar Normalização de Volume
pt_br: Habilitar normalização de volume
ru: Включить нормализацию громкости
sv: Aktivera volymnormalisering
tr: Ses Ölçülü Etkinleştir
uk: Увімкнути нормалізацію гучності
zh: 启用音量标准化
zh_hant: 啟用音量標準化

# volumeNormalizationModeAlbumOnly
source: Only for Albums
cs: Pouze pro alba
de: Nur für Alben
es: Solo para álbumes
fa: تنها برای آلبوم‌ها
fi: Vain albumeille
fr: Seulement pour les albums
hi: केवल एल्बम के लिए
hr: Samo za albume
hu: Csak albumok
it: basata solo sull'Album
ko: 앨범만
nl: Alleen Album-Gain
pl: Tylko dla Albumów
pt: Apenas Álbuns
pt_br: Apenas para álbuns
ru: Только для альбомов
sv: Endast för album
tr: Yalnızca albümler
uk: Лише для альбомів
zh: 仅专辑
zh_hant: 依專輯調整

# volumeNormalizationIOSBaseGainEditorTitle
source: Base Gain
cs: Základní zesílení
de: Ausgangs-Gain
es: Ganancia base
fa: گین (gain) پایه
fi: Perusvahvistus
fr: Gain de base
hi: बेस गेन
hu: Alapvető erősítés
it: Valore base del Guadagno
ko: 음량 기준선
nl: Basis-Gain
pl: Wzmocnienie basów
pt: Ganho Base
pt_br: Ganho base
ru: Базовое усиление
sv: Grundläggande ljudstyrka
tr: Temel Kazanç
uk: Базове посилення
zh: 基础增益
zh_hant: 基礎增益

# startInstantMixForIndividualTracksSwitchTitle
source: Start Instant Mixes for Individual Tracks
cs: Spustit okamžité mixy pro jednotlivé skladby
de: Beginne Sofort-Mixe für individuelle Tracks
es: Iniciar mezclas instantáneas para canciones individuales
fa: آغاز میکس آنی برای قطعه‌های منفرد
fi: Aloita Välitön Sekoitus yksittäisille kappaleille
fr: Commencer le Mix instantané pour des musiques individuelles
hi: व्यक्तिगत ट्रैक के लिए इंस्टेंट मिक्स शुरू करें
hu: Azonnali mixek indítása egyes dalokhoz
it: Fai partire un Mix Istantaneo per i singoli Brani
ko: 개별 곡(들)의 인스턴트 믹스 시작
nl: Begin Instantmixes voor Losse Nummers
pl: Rozpocznij natychmiastowe miksy dla poszczególnych utworów
pt: Iniciar Mistura Instantânea para Temas Individuais
pt_br: Iniciar mix instantâneos para faixas individuais
ru: Запускать мгновенные миксы для отдельных композиций
sv: Starta snabbmixar för enstaka spår
uk: Почати миттєвий мікс для окремих композицій
zh: 为单个歌曲生成速成合辑
zh_hant: 為歌曲啟動隨機組合

# startInstantMixForIndividualTracksSwitchSubtitle
source: When enabled, tapping a track on the tracks tab will start an instant mix of that track instead of just playing a single track.
cs: Pokud je povoleno, klepnutím na skladbu na kartě skladeb spustíte okamžitý mix této skladby, namísto přehrání pouze té, na kterou jste klepli.
de: Startet beim Tippen auf einen Track im "Track"-Tab einen Sofort-Mix, anstatt nur einen einzelnen Track abzuspielen.
es: Al habilitarlo, tocar en una canción en la pestaña de canciones comenzara una mezcla instantánea de esa canción en lugar de reproducir una sola canción.
fa: زمانی که فعال است، میکس آنی آن قطعه به هنگام لمس پخش می‌شود به جای این‌که تنها یک قطعه تکی پخش شود.
fi: Kun käytössä, kappaleen napautus kappaleiden välilehdessä aloittaa välittömän sekoituksen napautetusta kappaleesta yksittäisen kappaleen toiston sijaan.
fr: Lorsque cette option est activée, appuyer sur une piste dans l'onglet Pistes lancera un mixage instantané de cette piste au lieu de simplement lire une seule piste.
hi: सक्षम होने पर, ट्रैक टैब पर किसी ट्रैक को टैप करने से केवल एक ट्रैक चलाने के बजाय उस ट्रैक का इंस्टेंट मिक्स शुरू हो जाएगा।
hu: Ha engedélyezve van, akkor a dalok lapon egy elem megérintésével az adott dal azonnali keverése indul el ahelyett, hogy csak egyet játszana le.
it: Quando attivo premere su un brano nella scheda dei brani farà partire un Mix Istantaneo di quel brano invece di riprodurre semplicemente il singolo brano.
ko: 활성화되면, 곡을 탭했을 때 단일 곡 재생 대신 해당 곡의 인스턴트 믹스를 시작합니다.
pl: Po włączeniu, stuknięcie w utwór na karcie utworów rozpocznie natychmiastowy miks tego utworu zamiast odtwarzania pojedynczego utworu.
pt: Quando ativado, tocar numa faixa na aba de faixas irá começar uma mistura instantânea dessa faixa, em vez de apenas tocar uma única faixa.
pt_br: Quando habilitado, tocar em uma faixa na aba de faixas irá iniciar um mix instantâneo daquela faixa, ao invés de reproduzir apenas uma faixa.
ru: Если включено, нажатие на композицию во вкладке «Композиции» запустит мгновенный микс этой композиции, вместо того, чтобы просто воспроизвести одну композицию.
sv: Om du trycker på ett spår i spårfliken när funktionen är aktiv, så startas en snabbmix för spåret i stället för att bara spela upp ett enstaka spår.
tr: Etkinleştirildiğinde, parçalar sekmesinde bir parçaya dokunulduğunda, yalnızca tek bir parçayı çalmak yerine o parçadan hızlı karışım başlatılır.
uk: Коли увімкнено, натискання на композицію у вкладці композицій почне миттєвий мікс цієї композиції замість відтворення власне композиції.
vi: Khi bật, chạm vào một bài hát trong mục bài hát sẽ tự động chạy tuyển tập của bài hát đó thay vì chỉ phát mỗi bài hát đó.
zh: 启用后，点击歌曲选项卡上的歌曲将生成速成合辑，而不仅仅是播放单个歌曲。
zh_hant: 啟用後，在「歌曲」分頁點選單一歌曲時，將會自動播放該歌曲的隨機組合，而非僅播放該歌曲本身。

# downloadItem
source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
fa: بارگیری
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hr: Preuzmi
hu: Letöltés
it: Scarica
ja: ダウンロードする
ko: 다운로드
pl: Pobierz
pt_br: Transferir
ru: Загрузить
sv: Ladda ned
tr: İndir
uk: Завантажити
zh: 下载
zh_hant: 下載

# syncComplete
source: All downloads re-synced.
cs: Všechny stažené byly znovu synchronizovány.
de: Alle Downloads re-synchronisiert.
es: Todas las descargas se han resincronizado.
fa: همه‌ی بارگیری‌ها دوباره همگام شد.
fi: Kaikki latauksen uudelleen synkronoitu.
fr: Tous les téléchargements ont été synchronisés.
hi: सभी डाउनलोड दोबारा सिंक्रोनाइज किए गए।
hr: Sva preuzimanja su ponovo sinkronizirana.
hu: Minden letöltés újraszinkronizálva.
it: tutti i download sono stati ri-sincronizzati.
ko: 다운로드 동기화 완료.
pl: Wszystkie pobrania zostały ponownie zsynchronizowane.
pt: Todos os downloads foram re-sincronizados.
pt_br: Todas as transferências foram ressincronizadas.
ru: Все загрузки повторно синхронизированы.
sv: Alla nedladdningar har synkats om.
tr: Tüm indirilenler eş zamanlandı.
uk: Усі завантаження повторно синхронізовано.
zh: 所有下载已重新同步。
zh_hant: 已重新同步所有下載內容。

# syncDownloads
source: Sync and download missing items.
cs: Synchronizovat a stáhnout chybějící položky.
de: Fehlende Elemente synchronisieren und herunterladen.
es: Sincronizar y descargar elementos faltantes.
fa: همگام‌سازی و بارگیری آیتم‌های از قلم افتاده.
fi: Synkronoi ja lataa puuttuvat kohteet.
fr: Synchroniser et télécharger les items manquants.
hi: गुम आइटम को सिंक करें और डाउनलोड करें।
hr: Sinkroniziraj i preuzmi stavke koje nedostaju.
hu: Hiányzó elemek szinkronizálása és letöltése.
it: Sincronizza e scarica gli elementi mancanti.
ko: 동기화하며 존재하지 않는 항목을 다운로드합니다.
pl: Synchronizuj i pobierz brakujące elementy.
pt: Sincronizar e fazer download dos itens em falta.
pt_br: Sincronizar e baixar itens faltantes.
ru: Синхронизировать и загрузить отсутствующие элементы.
sv: Synka och ladda ned saknade artiklar.
tr: Eksik ögeleri indirin ve eş zamanlayın.
uk: Синхронізувати та завантажити відсутні елементи.
zh: 同步并下载缺失的项目。
zh_hant: 同步並下載缺少的項目。

# repairDownloads
source: Repair issues with downloaded files or metadata.
cs: Opravit chyby se staženými soubory nebo metadaty.
de: Probleme mit heruntergeladenen Dateien oder Metadaten reparieren.
es: Reparar problemas con los archivos descargados o metadatos.
fa: تعمیر مشکلات مربوط به فایل‌ها یا فراداده‌های بارگیری شده.
fi: Korjaa ongelmat ladatuissa tiedostoissa tai liitännästiedoissa.
fr: Réparation des problèmes avec les fichiers téléchargés ou leurs métadonnées.
hi: डाउनलोड की गई फ़ाइलों या मेटाडाटा से संबंधित समस्याओं को सुधारें।
hu: A letöltött fájlokkal vagy metaadatokkal kapcsolatos problémák javítása.
it: Ripara i problemi con i file scaricati e con i metadati.
ko: 다운로드한 리소스에 발생한 오류를 복구합니다.
pl: Napraw problemy z pobranymi plikami lub metadanymi.
pt: Problemas com a reparação de download de ficheiros ou metadados.
pt_br: Reparar problemas com arquivos transferidos ou metadados.
ru: Исправить проблемы с загруженными файлами или метаданными.
sv: Reparera problem med nedladdade filer eller metadata.
tr: İndirilen dosyalar veya meta verilerle ilgili sorunları onarın.
uk: Виправити проблеми із завантаженням файлів чи метаданих.
zh: 修复下载文件或元数据的问题。
zh_hant: 修復已下載檔案或中繼資料的問題。
