Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# offlineTrackCountArtist
source: {count,plural,=1{{count} Track} other{{count} Tracks}} Downloaded
ca: {count,plural,=1{{count} Pista} other{{count} Pistes}} Descarregat/es
da: {count,plural,=1{{count} Nummer} other{{count} Numrer}} Downloadet
de: {count,plural,=1{{count} Track} other{{count} Tracks}} heruntergeladen
es: {count,plural,=1{{count} canción} other{{count} canción}} {count,plural,=1{descargada} other{descargadas}}
et: {count,plural,=1{{count} Track} other{{count} Tracks}} Alla laaditud
fi: {count,plural,=1{{count} Kappale} other{{count} Kappaletta}} Ladattu
fr: {count,plural,=1{{count} titre} other{{count} titres}} telechargé(s)
hr: {count,plural,=1{{count} pjesma preuzeta} few{{count} pjesme preuzete} other{{count} pjesama preuzeto}}
hu: {count,plural,=1{{count} dal} other{{count} dal}} letöltve
it: {count,plural,=1{{count} Brano} other{{count} Brani}} Scaricati
ja: {count,plural,=1{{count} 曲} other{{count} 曲}} ダウンロード済み
ko: {count,plural,=1{{count} 곡} other{{count} 곡}} 다운로드 됨
nl: {count,plural,=1{{count} Track} other{{count} Tracks}} gedownload
pl: {count,plural,=1{{count} utwór} other{{count} utworów}} Pobrano
pt: {count,plural,=1{{count} Faixa} other{{count} Faixas}} Transferidas
ru: {count,plural,=1{{count} Композиция загружена} few{{count} Композиции загружено} other{{count} Композиций загружено}}
sv: {count,plural,=1{{count} spår} other{{count} spår}} nedladdade
tr: {count,plural,=1{{count} Parça} other{{count} Parça}} İndirildi
vi: {count,plural,=1{{count} Bài hát} other{{count} Bài hát}} Đã tải xuống
zh: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}已下载
zh_hant: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}} 已下載
zh_hant_hk: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}} 已下載

# offlineTrackCount
source: {count,plural,=1{{count} Track} other{{count} Tracks}}, {downloads} Downloaded
ca: {count,plural,=1{{count} Pista} other{{count} Pistes}}, {downloads} Descarregat/es
da: {count,plural,=1{{count} Nummer} other{{count} Numrer}}, {downloads} Downloadet
de: {count,plural,=1{{count} Track} other{{count} Tracks}}, {downloads} heruntergeladen
es: {count,plural,=1{{count} canción} other{{count} canciones}}, {downloads} {count,plural,=1{descargada} other{descargadas}}
et: {count,plural,=1{{count} Track} other{{count} Tracks}}, {downloads} Alla laaditud
fi: {count,plural,=1{{count} Kappale} other{{count} Kappaletta}},{downloads} Ladattu
fr: {count,plural,=1{{count} titre} other{{count} titres}}, {downloads} téléchargé(s)
hr: {count,plural,=1{{count} pjesma} few{{count} pjesme} other{{count} pjesama}}, {downloads} preuzeto
hu: {count,plural,=1{{count} dal} other{{count} dal}}, {downloads} letöltve
it: {count,plural,=1{{count} Brano} other{{count} Brani}}, {downloads} Scaricati
ja: {count,plural,=1{{count} 曲} other{{count} 曲}}, {downloads} ダウンロード済み
ko: {count,plural,=1{{count} 곡} other{{count} 곡}}, {downloads} 다운로드 됨
nl: {count,plural,=1{{count} nummer} other{{count} nummers}}, {downloads} gedownload
pl: {count,plural,=1{{count} utwór} other{{count} utworów}}, {downloads} Pobrano
pt: {count,plural,=1{{count} Faixa} other{{count} Faixas}}, {downloads} Transferidas
ru: {count,plural,=1{{count} Композиция} few{{count} Компоозиции} other{{count} Композиций}}, {downloads} загружено
sv: {count,plural,=1{{count} spår} other{{count} spår}}, {downloads} nedladdade
tr: {count,plural,=1{{count} Parça} other{{count} Parça}}, {downloads} İndirildi
vi: {count,plural,=1{{count} Bài hát} other{{count} Bài hát}}, {downloads} Đã tải xuống
zh: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}，{downloads} 首已下载
zh_hant: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}，{downloads} 次下載
zh_hant_hk: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}，{downloads} 首已下載

# trackCountTooltip
source: Track {currentTrackIndex} of {totalTrackCount}
ca: Pista {currentTrackIndex} de{totalTrackCount}
cs: Skladba {currentTrackIndex} z {totalTrackCount}
de: Track {currentTrackIndex} von {totalTrackCount}
es: Canción {currentTrackIndex} de {totalTrackCount}
et: Lugu {currentTrackIndex}, kokku {totalTrackCount}
fa: قطعه‌ی {currentTrackIndex} از {totalTrackCount}
fi: {currentTrackIndex}. kappale {totalTrackCount} kappaleesta
fr: Titre {currentTrackIndex} sur {totalTrackCount}
hi: {totalTrackCount} ट्रैक में से {currentTrackIndex}
hr: Pjesma {currentTrackIndex} od {totalTrackCount}
hu: {currentTrackIndex} / {totalTrackCount}
it: Brano {currentTrackIndex} di {totalTrackCount}
ja: キュー内の曲 {currentTrackIndex} / {totalTrackCount}
ko: {currentTrackIndex} / {totalTrackCount} 곡
nl: Nummer {currentTrackIndex} van {totalTrackCount}
pl: Utwór {currentTrackIndex} z {totalTrackCount}
pt: Faixa {currentTrackIndex} de {totalTrackCount}
pt_br: Faixa {currentTrackIndex} de {totalTrackCount}
ru: Композиция {currentTrackIndex} из {totalTrackCount}
sv: Spår {currentTrackIndex} av {totalTrackCount}
tr: {currentTrackIndex}'den {totalTrackCount} tane parça
uk: Композиція {currentTrackIndex} з {totalTrackCount}
vi: Bài {currentTrackIndex} của {totalTrackCount}
zh: {currentTrackIndex} / {totalTrackCount}
zh_hant: 第 {currentTrackIndex} 首，共 {totalTrackCount} 首

# playbackModeLocal
source: Locally Playing
ca: Reproduccint localment
cs: Lokální přehrávání
de: Lokale Wiedergabe
es: Reproducción local
et: Kohalik esitus
fa: پخش محلی
fi: Toistaa paikallisesti
fr: Lecture locale
hr: Lokalna reprodukcija
hu: Helyi lejátszás
it: Riproduzione locale
ja: ローカル再生
ko: 다운로드 재생
nl: Lokaal Afspelen
pl: Odtwarzanie lokalne
pt: Reprodução Local
pt_br: Reproduzindo localmente
ru: Локальное воспроизведение
sv: Spelas Lokalt
tr: Yerel oynatma
uk: Відтворюється локально
vi: Đang phát nội bộ
zh: 本地播放
zh_hant: 本地播放

source: Clear Next Up
ca: Esborrar Pròximes
cs: Vymazat další na řadě
de: "Als Nächstes" leeren
es: Limpiar "A continuación"
et: Eemalda järgmine
fa: پاک کردن مورد بعدی
fi: Tyhjennä Seuraavaksi-jono
fr: Effacer les titres suivants
hi: Next Up मिटाएं
hr: Izbriši sljedeće na redu
hu: Következő számok törlése
it: Svuota la Coda
ja: 「次に再生」をクリア
ko: 넥스트 업 지우기
nl: Verwijder Volgende
pl: Wyczyść Następne
pt: Limpar lista A Seguir
pt_br: Limpar próximo da fila
ru: Очистить следующие
sv: Rensa Nästa
tr: Sonrakileri Temizle
uk: Очистити наступне
vi: Xoá phần Tiếp theo
zh: 清空接下来
zh_hant: 清空即將播放

source: Add to Next Up
ca: Afegeix a Pròxims
cs: Přidat do dalších na řadě
de: Zu "Als Nächstes" hinzufügen
es: Añadir a "A continuación"
et: Lisa järgmistesse
fa: افزودن به مورد بعدی
fi: Lisää Seuraavaksi-jonoon
fr: Ajouter aux suivants
hi: Next Up में जोड़ें
hr: Dodaj u sljedeće na redu
hu: Hozzáadás a sor végére
it: Aggiungi alla fine della coda A Seguire
ja: 次に再生に追加
ko: 넥스트 업에 추가
nl: Toevoegen aan Volgende
pl: Dodaj do Następne
pt: Adicionar a lista A Seguir
pt_br: Adicionar às próximas
ru: Добавить следующим
sv: Lägg till i Nästa
tr: Sonrakilere Ekle
uk: Додати до наступного
vi: Thêm vào 'Tiếp theo'
zh: 添加至接下来
zh_hant: 加入至即將播放

source: Shuffle next
ca: Barreja els Pròxims
cs: Zamíchat další
de: In zufälliger Reihenfolge als Nächstes wiedergeben
es: Mezclar en "A continuación"
fa: بُر زدن بعدی
fi: Sekoita Seuraavaksi-jonoksi
fr: Mix suivant
hi: अगला शफ़ल करें
hr: Izmiješaj sljedeće
hu: Keverés a következőhöz
it: Riproduci casualmente come successivo nella coda A Seguire
ja: 次に再生をシャッフル
ko: 다음에 임의 재생
nl: Shuffle als volgende
pl: Losuj następne
pt: Baralhar seguintes
pt_br: Adicionar aleatório ao topo das próximas
ru: Воспроизвести следующим вперемешку
sv: Shuffla innan Nästa
tr: Sonrakileri karıştır
uk: Перемішати наступне
vi: Xáo trộn sắp tới
zh: 随机播放下一首
zh_hant: 隨機播放下一首

source: Shuffle to queue
ca: Barreja a la cua
cs: Zamíchat do fronty
de: Zufällig zur Warteschleife
es: Mezclar en cola
fa: بُر زدن و سپس افزودن به صف
fi: Sekoita jonoon
fr: Jouer aléatoirement dans la file d'attente
hi: कतार तक शफ़ल करें
hu: Keverés a sorba
it: Riproduci casualmente alla fine della coda
ja: キューの最後にシャッフル
ko: 대기열 끝에 임의 재생 추가
nl: Shuffle naar Wachtrij
pl: Losuj kolejkę odtwarzania
pt: Baralhar para a fila
pt_br: Adicionar aleatório ao final da fila
ru: Добавить в очередь вперемешку
sv: Shuffla efter spelkö
uk: Перемішати до черги
vi: Xáo trộn hàng chờ
zh: 随机添加至队列
zh_hant: 隨機加入至播放佇列末端

# confirmPlayNext
source: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} will play next
ca: {type, select, track{Cançó} album{Àlbum} artist{Artista} playlist{Llista de Reproducció} genre{Gènere} other{Element}} es reproduirà a continuació
cs: {type, select, track{Skladba bude přehrána} album{Album bude přehráno} artist{Umělec bude přehrán} playlist{Seznam skladeb bude přehrán} genre{Žánr bude přehrán} other{Item}} jako další
de: {type, select, track{Track} album{Album} artist{Künstler} playlist{Playlist} genre{Genre} other{Element}} wird als nächstes abgespielt
es: {type, select, track{La canción} album{El álbum} artist{El artista} playlist{La lista de reproducción} genre{El género} other{El elemento}} se reproducirá a continuación
fa: بعدی {type, select, track{قطعه} album{آلبوم} artist{هنرمند} playlist{فهرست پخش} genre{ژانر} other{آیتم}} پخش خواهد شد
fi: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} toistetaan seuraavaksi
fr: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} sera joué ensuite
hi: {type, select, track{ट्रैक} album{एल्बम} artist{कलाकार} playlist{प्लेलिस्ट} genre{शैली} other{आइटम}} अगला चलेगा
hu: {type, select, track{Dal} album{Album} artist{Elóadó} playlist{Lejátszási lista} genre{Műfaj} other{Item}} lesz a következő
it: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} sarà riprodotto subito dopo
ja: {type, select, track{曲} album{アルバム} artist{アーティスト} playlist{プレイリスト} genre{ジャンル} other{アイテム}} が次に再生されます
ko: 다음 재생 : {type, select, track{곡} album{앨범} artist{아티스트} playlist{플레이리스트} genre{장르} other{아이템}}
nl: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} zal hierna afspelen
pl: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} będzie odtwarzany jako następny
pt: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} vai tocar a seguir
pt_br: {type, select, track{Faixa} album{Álbum} artist{Artista} playlist{Lista de reprodução} genre{Gênero} other{Item}} vai tocar em seguida
ru: {type, select, track{Композиция} album{Альбом} artist{Исполнитель} playlist{Плейлист} genre{Жанр} other{Элемент}} будет играть дальше
sv: {type, select, track{Track} album{Album} artist{Artist} playlist{Playlist} genre{Genre} other{Item}} spelas härnäst
tr: {type, select, track {Parça} album{Albüm} artist{Artist} playlist{Oynatma listesi} genre{Tür} other{Öge}} sonraki sırada oynayacak
uk: {type, select, track{Композиція} album{Альбом} artist{Виконавець} playlist{Список відтворення} genre{Жанр} other{Об'єкт}} відтворюватиметься наступним
vi: {type, select, track{Bài} album{Album} artist{Nghệ sĩ} playlist{Danh sách nhạc} genre{Thể loại} other{Bài}} sẽ phát tiếp theo
zh: {type, select, track{歌曲} album{专辑} artist{艺术家} playlist{播放列表} genre{流派} other{项目}}已添加到接下来队列队首
zh_hant: {type, select, track{歌曲} album{專輯} artist{藝人} playlist{播放清單} genre{類型} other{項目}}將會在下一首播放

source: Shuffle to Next Up
ca: Barreja a Pròxims
cs: Zamíchat do dalších na řadě
de: Zufällig an "Als Nächstes" anhängen
es: Mezclar al final de "A continuación"
fa: بُر زدن و سپس افزودن به موارد بعدی
fi: Sekoita Seuraavaksi-jonoon
fr: Queue
hi: Next Up तक शफ़ल करें
hr: Izmiješaj sljedeće na redu
hu: Keverés a következők végére
it: Riproduci casualmente alla fine della coda A Seguire
ja: 次に再生の最後にシャッフル
ko: 넥스트 업에 임의 재생 추가
nl: Shuffle naar Volgende
pl: Losuj do Następne
pt: Baralhar para a lista A Seguir
pt_br: Adicionar aleatório ao final das próximas
ru: Добавить следующим вперемешку
sv: Shuffla efter Nästa
uk: Перемішати до наступного
vi: Xáo trộn đến Tiếp theo
zh: 随机添加至接下来队列
zh_hant: 隨機加入即將播放

# confirmAddToQueue
source: Added {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} to queue
ca: Afegit {type, select, track{Cançó} album{Àlbum} artist{Artista} playlist{Llista de Reproducció} genre{Gènere} other{Element}} a la cua
cs: {type, select, track{Skladba přidána} album{Album přidáno} artist{Umělec přidán} playlist{Seznam skladeb přidán} genre{Žánr přidán} other{Položka přidána}} do fronty
de: {type, select, track{Track} album{Album} artist{Künstler} playlist{Playlist} genre{Genre} other{Element}} zur Warteschlange hinzugefügt
es: Se ha añadido {type, select, track{la canción} album{el álbum} artist{el artista} playlist{la lista de reproducción} genre{el género} other{el elemento}} a la cola
fa: {type, select, track{قطعه} album{آلبوم} artist{هنرمند} playlist{فهرست پخش} genre{ژانر} other{آیتم}} به صف افزوده شد
fi: Lisätty {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} jonoon
fr: Ajout de {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} disc{disc} other{item}} à la file d'attente
hi: {type, select, track{ट्रैक} album{एल्बम} artist{कलाकार} playlist{प्लेलिस्ट} genre{शैली} other{आइटम}} कतार में जोड़ा गया
hu: {type, select, track{Dal} album{Album} artist{Előadó} playlist{Lejátszási lista} genre{Műfaj} other{Elem}} hozzáadva a lejátszási sorhoz
it: Aggiunto {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} alla coda
ja: {type, select, track{曲} album{アルバム} artist{アーティスト} playlist{プレイリスト} genre{ジャンル} disc{ディスク} other{アイテム}} をキューに追加しました
ko: 대기열에 {type, select, track{곡} album{앨범} artist{아티스트} playlist{플레이리스트} genre{장르} other{아이템}} 추가됨
nl: {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} toegevoegd aan wachtrij
pl: Dodano {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} do kolejki
pt: Adicionado {type, select, track{faixa} album{álbum} artist{artista} playlist{lista de reprodução} genre{estilo} other{item}} à fila
pt_br: {type, select, track{Faixa adicionada} album{Álbum adicionado} artist{Artista adicionado} playlist{Lista de reprodução adicionada} genre{Gênero adicionado} other{item}} à fila
ru: {type, select, track{Композиция добавлена} album{Альбом добавлен} artist{Исполнитель добавлен} playlist{Плейлист добавлен} genre{Жанр добавлен} other{Элемент добавлен}} в очередь
sv: Lade till {type, select, track{track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} i spelkön
uk: {type, select, track{track} album{Альбом} artist{Виконавця} playlist{Список відтворення} genre{Жанр} other{Об'єкт}} додано до черги
vi: Đã thêm {type, select, track{bài} album{album} artist{nghệ sĩ} playlist{danh sách nhạc} genre{thể loại} other{bài}} vào hàng chờ
zh: {type, select, track{歌曲} album{专辑} artist{艺术家} playlist{播放列表} genre{流派} other{项目}}已添加到队列队尾
zh_hant: {type, select, track{歌曲} album{專輯} artist{藝人} playlist{播放清單} genre{類型} other{項目}}加入至播放佇列

# confirmShuffleNext
source: Will shuffle next
ca: Barrejarà el següent
cs: Bude zamícháno jako další
de: Wird zufällig als nächstes gespielt
es: Se mezclará en "A continuación"
fa: بعدی بُر زده خواهد شد
fi: Sekoitetaan seuraavaksi
fr: Aléatoire dans la file d'attente
hi: आगे शफ़ल किया जाएगा
hu: Keverés következőként
it: Sarà riprodotto casualmente subito dopo nella coda A Seguire
ja: 次にシャッフル再生されます
ko: 다음 곡은 임의 재생합니다
nl: Zal hierna shuffelen
pl: Będzie odtwarzany losowo następnie
pt: Vai baralhar seguintes
pt_br: Adicionado aletoriamente ao topo das próximas
ru: Воспроизведется следующим вперемешку
sv: Shufflade innan Nästa
uk: Буде перемішано наступним
vi: Sẽ xáo trộn tiếp
zh: 已随机添加至下一首
zh_hant: 已隨機加入下一首

# confirmShuffleToQueue
source: Shuffled to queue
ca: Barrejat a la cua
cs: Zamícháno do fronty
de: Zufällig zur Warteschlange hinzugefügt
es: Mezclado en la cola
fa: بُر زده و به صف افزوده شد
fi: Sekoitettu jonoon
fr: Aléatoire en file d'attente
hi: कतार तक शफ़ल किया गया
hu: Keverés a sor végére
it: Sarà riprodotto casualmente alla fine della coda
ja: キューの最後にシャッフルされました
ko: 대기열에 임의 재생으로 추가됨
nl: Geshuffeld naar wachtrij
pl: Przetasowane do kolejki
pt: Baralhado para a fila
pt_br: Adicionado aletoriamente ao final da fila
ru: Добавлено в очередь вперемешку
sv: Shufflade efter spelkön
uk: Перемішано до черги
vi: Đã xáo trộn hàng chờ
zh: 已随机添加至队列
zh_hant: 已隨機排序並加入播放佇列

source: Playback History
ca: Historial de Reproducció
cs: Historie přehrávání
de: Wiedergabe-Verlauf
es: Historial de reproducción
fa: تاریخچه‌ی پخش
fi: Toistohistoria
fr: Historique de lecture
hi: प्लेबैक इतिहास
hr: Povijest reprodukcija
hu: Lejátszási előzmények
it: Cronologia di riproduzione
ja: 再生履歴
ko: 재생 이력
nl: Afspeel Geschiedenis
pl: Historia odtwarzania
pt: Histórico de Reprodução
pt_br: Histórico de reprodução
ru: История воспроизведения
sv: Uppspelningshistorik
tr: Oynatma Geçmişi
uk: Історія відтворення
vi: Lịch sử Phát lại
zh: 播放历史
zh_hant: 播放記錄

# placeholderSource
source: Somewhere
ca: En algun lloc
cs: Někde
de: Irgendwo
es: En algún lugar
fa: یه جایی
fi: Jostain
fr: Quelque part
hi: कहीं
hr: Negdje
hu: Ismeretlen
it: Da qualche parte
ja: 不明なソース
ko: 출처 미상
nl: Ergens
pl: Gdzieś
pt: Algures
pt_br: Algum lugar
ru: Где-то
sv: Någonstans
uk: Десь
vi: Ở đâu đó
zh: 未知
zh_hant: 來源不明

source: Your Likes
ca: Els teus m'agrada
cs: Vaše oblíbené
de: Deine Likes
es: Sus Me Gusta
fa: مورد علاقه‌های شما
fi: Tykkäyksesi
fr: Vos Favoris
hi: आपके लाइक
hu: Kedvenceid
it: I tuoi Like
ja: あなたのお気に入り
ko: 내가 좋아하는 노래들
nl: Mijn Favorieten
pl: Twoje ulubione
pt: Os Teus Gostos
pt_br: Seus likes
ru: Ваши избранные
sv: Dina Favoriter
tr: Beğendikleriniz
uk: Ваші вподобання
vi: Đã thích
zh: 你的喜欢
zh_hant: 你喜歡的

# mix
source: {mixSource} - Mix
ca: {mixSource} - Barreja
es: {mixSource} - Mezcla
fa: {mixSource} - میکس
fi: {mixSource} - Sekoitus
hi: {mixSource} - मिक्स
hr: {mixSource} – miks
ja: {mixSource} - ミックス
ko: {mixSource} - 믹스
pt: Mistura - {mixSource}
ru: {mixSource} - Микс
tr: {mixSource} - Karışım
uk: {mixSource} - Мікс
vi: {mixSource} - Bản phối
zh: {mixSource} - 合辑
zh_hant: {mixSource} - 合輯

source: Share offline listens
ca: Compartir reproduccions fora de línia
cs: Sdílet offline posluchače
de: Exportiere Offline-Wiedergaben
es: Compartir escuchas sin conexión
fa: اشتراک گذاری شنیده شده‌ها به صورت آفلاین
fi: Jaa offline kuuntelut
fr: Partager les actions hors ligne
hi: ऑफलाइन दौरान सुने गए को साझा करें
hr: Dijeli offline slušanja
hu: Offline lejátszások megosztása
it: Condividi offline i conteggi di riproduzione
ja: オフライン再生データを共有
ko: 오프라인 청취(재생 이력) 공유(Export)
nl: Deel offline geluisterd
pl: Udostępnij plik odsłuchów offline
pt: Partilhar escutas offline
pt_br: Compartilhar reproduções offline
ru: Поделиться прослушиваниями в офлайн-режиме
sv: Dela offline-lyssningar
tr: Çevrim dışı dinlemeleri paylaş
uk: Поділитись офлайн прослуховуваннями
vi: Chia sẻ lịch sử chơi ngoại tuyến
zh: 分享离线收听
zh_hant: 分享離線收聽

# shuffleAllQueueSource
source: Shuffle All
ca: Barreja tot
cs: Zamíchat vše
de: Alles zufällig abspielen
es: Mezclar todo
fa: بُر زدن همه
fi: Sekoita Kaikki
fr: Tout mélanger
hi: सभी शफ़ल करें
hr: Izmiješaj sve
hu: Minden keverése
it: Riproduci casualmente Tutti
ja: 全曲シャッフル
ko: 전부 셔플
nl: Shuffle Alles
pl: Losuj Wszystko
pt: Baralhar Todas
pt_br: Embaralhar todas
ru: Все вперемешку
sv: Shuffla alla
tr: Tümünü Karıştır
uk: Перемішати усе
vi: Xáo trộn tất cả
zh: 随机播放
zh_hant: 隨機播放

# tracksFormerNextUp
source: Tracks added via Next Up
ca: Cançons afegides des de Pròxims
cs: Skladby přidány přes další na řadě
de: Über "Als Nächstes" hinzugefügte Tracks
es: Canciones añadidas a través de "A continuación"
fa: قطعه‌های افزوده شده با «موارد بعدی»
fi: Kappaleet lisätty Seuraavaksi-jonosta
fr: Musiques ajoutées via À suivre
hi: Next Up द्वारा जोड़े गए ट्रैक
hu: A soron következővel hozzáadott dalok
it: Brani aggiunti nella coda A Seguire
ja: 次に再生で追加された曲
ko: Next Up으로 추가된 곡(들)
nl: Nummers toegevoegd aan Volgende
pl: Utwory dodane przez Następne
pt: Faixas adicionadas via lista A Seguir
pt_br: Faixas adicionadas via próximas
ru: Композиции добавленные следующими
sv: Spår tillagda via Nästa
uk: Композиції додано із наступного
vi: Bài hát được thêm qua Tiếp theo
zh: 歌曲已添加过接下来队列
zh_hant: 歌曲已存在即將播放佇列

source: Saved Queue
ca: Cua Guardada
cs: Fronta uložena
de: Gespeicherte Warteschlange
es: Cola guardada
fa: صف ذخیره شد
fi: Tallennettu jono
fr: File enregistrée
hi: सहेजी गई कतार
hu: Mentett lejátszási lista
it: Coda salvata
ja: 保存されたキュー
ko: 저장된 재생목록
nl: Opgeslagen Wachtrij
pl: Zapisana kolejka odtwarzania
pt: Fila Gravada
pt_br: Fila salva
ru: Сохраненная очередь
sv: Sparad spelkö
tr: Kuyruk Kayıt Edildi
uk: Чергу збережено
vi: Hàng chờ đã lưu
zh: 已保存的队列
zh_hant: 已儲存的播放佇列

# playbackOrderLinearButtonLabel
source: Playing in order
ca: Reproduint en ordre
cs: Přehrávání v pořadí
de: Wiedergabe in Reihenfolge
es: Reproduciendo en orden
fa: پخش به ترتیب
fi: Toistetaan järjestyksessä
fr: Jouer dans l'ordre
hi: एक कतार में चला रहे
hu: Lejátszás sorrendben
it: Riproduci in ordine
ja: 順番に再生
ko: 순차 재생 중
nl: Afspelen op volgorde
pl: Odtwarzam w kolejności
pt: Reproduzir em ordem
pt_br: Reproduzindo na ordem
ru: Играем по порядку
sv: Spelar upp i ordning
uk: Відтворення за порядком
vi: Phát theo thứ tự
zh: 顺序播放
zh_hant: 依序播放

# playbackOrderShuffledButtonTooltip
source: Shuffling tracks. Tap to play in order.
ca: Barrejant pistes. Clica per reproduir en ordre.
cs: Míchání skladeb. Klepněte pro přehrání v pořadí.
de: Zufallswiedergabe. Tippen, um der Reihe nach abzuspielen.
es: Mezclando canciones, toque para reproducir en orden.
fa: در حال بُر زدن قطعه‌ها. برای پخش به ترتیب لمس کنید.
fi: Sekoitetaan kappaleet. Napauta toistaaksesi järjestyksessä.
fr: Mélange des musiques. Cliquez pour lire dans l'ordre.
hi: ट्रैक को शफ़ल किया जा रहा है। एक कतार में चलाने के लिए टैप करें।
hu: Dalok keverése. Koppintson a sorrendben történő lejátszáshoz.
it: Riproduco casualmente i brani. Premi per riprodurre in ordine.
ja: 曲をシャッフル再生中。タップで順番に再生。
ko: 셔플 재생. 탭하면 순차 재생합니다.
nl: Shuffel nummers. Tik voor afspelen op volgorde.
pl: Odtwarzam utwory losowo. Naciśnij, aby odtwarzać w kolejności.
pt: A baralhar faixas. Toque para reproduzir por ordem.
pt_br: Embaralhando faixas. Pressione para reproduzir na ordem.
ru: Играем вперемешку. Нажмите чтобы играть по порядку.
sv: Shufflar spår. Tryck för att spela upp i ordning.
tr: Parçalar karıştırılıyor. Sırayla oynatmak için dokun.
uk: Перемішування треків. Натисніть, щоб відтворювати за порядком.
vi: Xáo trộn bài hát. Bấm để phát theo thứ tự
zh: 随机播放。点击切换至顺序播放。
zh_hant: 目前為隨機播放，點擊切換依序播放。

# playbackSpeedButtonLabel
source: Playing at x{speed} speed
ca: Reproduint a x{speed} velocitat
cs: Přehrávání v rychlosti x{speed}
de: Wiedergabe auf {speed}-facher Geschwindigkeit
es: Reproduciendo a velocidad x{speed}
fa: در حال پخش با تندی {speed}x
fi: Toistetaan nopeudella {speed}x
fr: Lecture à vitesse x{speed}
hi: x{speed} कि गति से चल रहा
hr: Reproduciraj na x{speed} brzini
hu: Lejátszás x{speed} sebességgel
it: Riproduco ad una velocità {speed}x
ja: {speed}倍速で再生
ko: x{speed}배속 재생 중
nl: Afspelen op x{speed} snelheid
pl: Odtwarzam przy prędkości x{speed}
pt: A tocar à velocidade x{speed}
pt_br: Reproduzindo na velocidade {speed}x
ru: Играем на скорости x{speed}
sv: Spelar upp i x{speed} hastighet
tr: {speed}x hızda oynatılıyor
uk: Відтворення на швидкості x{speed}
vi: Phát ở tốc độ x{speed}
zh: 以 x{speed} 倍速播放
zh_hant: x{speed} 倍速播放
