Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# playbackSpeedControlSettingSubtitle
source: Whether the playback speed controls are shown in the player screen menu
ca: Si es mostren els controls de velocitat de reproducció al menú de la pantalla del reproductor
cs: Zda se v nabídce na obrazovce přehrávače mají zobrazit ovládací prvky rychlosti přehrávání
de: Ob die Abspielgeschwindigkeits-Einstellungen in der Wiedergabe-Ansicht angezeigt werden
es: Habilita o deshabilita que los controles de velocidad de reproducción se muestren en el menú de la pantalla del reproductor
et: Määrab, kas taasesituse kiiruse nuppe näidatakse mängija vaate menüüs
fa: اینکه واپایش تندی پخش در منوی صفحه‌ی پخش نمایش داده شود یا نه
fi: Näytetäänkö toistonopeuden säätimet soittimen valikossa
fr: Affichage, ou non, des contrôles de la vitesse de lecture dans le menu du lecteur
hi: प्लेबैक गति के नियंत्रण प्लेयर स्क्रीन मेनू में दिखाए
hr: Da li prikazati kontrole za brzinu reprodukcije u izborniku ekrana playera
hu: A lejátszási sebesség vezésrlésének megjelenítése a lejátszási képernyő menüjében
it: Se i controlli della velocità di riproduzione vengono visualizzati nel menu della schermata del lettore
ja: プレーヤー画面のメニューに再生速度コントロールを表示しますか
ko: 재생 화면에서 ‘재생 속도 제어’ 표시 여부를 정합니다
nl: Of de afspeelsnelheid-knoppen zichtbaar moeten zijn in het speler menu
pl: Czy elementy sterujące prędkością odtwarzania mają być wyświetlane w menu ekranu odtwarzacza
pt: Se os controlos de velocidade de reprodução são exibidos no menu do ecrã do leitor
pt_br: Indica se os controles de velocidade de reprodução são exibidos no menu do reprodutor
ru: Показывать ли элементы управления скоростью воспроизведения в меню экрана плеера
sv: Huruvida reglage för uppspelningshastighet visas på uppspelningsskärmen
tr: Oynatıcı ekranı menüsünde oynatma hızı kontrollerinin gösterilip gösterilmeyeceği
uk: Чи відображаються елементи керування швидкістю відтворення в екранному меню відтворювача
vi: Các điều khiển tốc độ phát lại có được hiển thị trong menu màn hình trình phát hay không
zh: 播放速度控制是否显示在播放界面中
zh_hant: 在播放介面中顯示調整速度的選項
zh_hant_hk: 播放速度控制是否顯示在播放介面的選單中

source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
et: Automaatne
fa: خودکار
fi: Automaattinen
fr: Automatique
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
it: Automatica
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczne
pt: Automático
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
vi: Tự động
zh: 自动
zh_hant: 自動
zh_hant_hk: 自動

source: Shown
ca: Mostrat
cs: Zobrazené
de: Angezeigt
es: Visible
et: Näidatud
fa: نشان داده شده
fi: Esillä
fr: Affichés
hi: दिखाएं
hr: Prikazano
hu: Megjelenítve
it: Mostra sempre
ja: 表示
ko: 보이기
nl: Zichtbaar
pl: Pokazuj
pt: Exibido
pt_br: Sempre exibir
ru: Показывать
sv: Visas
tr: Göster
uk: Показувати
vi: Hiển thị
zh: 显示
zh_hant: 顯示
zh_hant_hk: 顯示

source: Hidden
ca: Amagat
cs: Skryté
de: Ausgeblendet
es: Oculto
et: Peidetud
fa: پنهان
fi: Piilossa
fr: Cachés
hi: छिपाएं
hr: Skriveno
hu: Elrejtve
it: Nascondi sempre
ja: 非表示
ko: 숨기기
nl: Verborgen
pl: Ukryte
pt: Oculto
pt_br: Ocultado
ru: Скрыть
sv: Dold
tr: Gizle
uk: Приховувати
vi: Ẩn
zh: 隐藏
zh_hant: 隱藏
zh_hant_hk: 隱藏

source: Speed
ca: Velocitat
cs: Rychlost
de: Wiedergabegeschwindigkeit
es: Velocidad
et: Kiirus
fa: تندی
fi: Nopeus
fr: Vitesse
hi: गति
hr: Brzina
hu: Sebesség
it: Velocità
ja: 速さ
ko: 속도
nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ru: Скорость
sv: Hastighet
tr: Hız
uk: Швидкість
vi: Tốc độ
zh: 倍速
zh_hant: 速度
zh_hant_hk: 速度

source: Reset
ca: Reiniciar
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
et: Taasta
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
hi: रीसेट
hr: Resetiraj
hu: Visszaállítás
it: Resetta
ja: リセット
ko: 초기화
nl: Herstel
pl: Resetuj
pt: Repor
pt_br: Resetar
ru: Cбросить
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh: 重置
zh_hant: 重置
zh_hant_hk: 重設

source: Apply
ca: Aplicar
cs: Použít
de: Anwenden
es: Aplicar
et: Salvesta
fa: اعمال کردن
fi: Käytä
fr: Appliquer
hi: लागू
hr: Primijeni
hu: Alkalmazás
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zatwierdź
pt: Aplicar
pt_br: Aplicar
ru: Применить
sv: Verkställ
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh: 应用
zh_hant: 套用
zh_hant_hk: 套用

# playerScreenMinimumCoverPaddingEditorTitle
source: Minimum album cover padding
ca: Marge interior mínim per l'àlbum
cs: Minimální odsazení obalu alba
de: Minimaler Abstand um das Album Cover
es: Margen mínimo en la portada del álbum
et: Minimaalne albumi kaanefoto polster
fa: حداقل فاصله‌ی درونی جلد آلبوم
fi: Albumin kansikuvan minimimarginaalit
fr: Remplissage minimum de la couverture de l'album
hi: न्यूनतम एल्बम कवर पैडिंग
hr: Minimalni odmak omota albuma
hu: Albumborító minimális margó
it: Spaziatura minima della cover dell'album
ja: アルバムカバーの最小余白
ko: 앨범 커버 여백 최소값
nl: Minimale ruimte rond albumhoes
pl: Minimalna grubość okładki albumu
pt: Espaçamento Mínimo da Capa do Álbum
pt_br: Preenchimento mínimo para a capa do álbum
ru: Минимальный отступ для обложек альбомов
sv: Minsta vaddering av albumomslag
tr: En az albüm kapağı dolgusu
uk: Мінімальний відступ обкладинки альбому
vi: Khoảng đệm bìa album tối thiểu
zh: 最小专辑封面内边距
zh_hant: 專輯封面最小邊距

source: Player Screen
ca: Pantalla de reproducció
cs: Obrazovka přehrávače
de: Wiedergabe-Ansicht
es: Pantalla del reproductor
et: Mängija vaade
fa: صفحه‌ی پخش
fi: Musiikkisoitin
fr: Écran du lecteur
hi: प्लेयर स्क्रीन
hr: Ekran playera
hu: Lejátszási képernyő
it: Schermata di riproduzione
ja: プレイヤー画面
ko: 재생 화면
nl: Speler Scherm
pl: Ekran odtwarzacza
pt: Tela de Reprodução
pt_br: Tela do reprodutor
ru: Экран проигрывателя
sv: Spelarskärm
tr: Oynatıcı Ekranı
uk: Екран відтворювача
vi: Màn hình phát
zh: 播放界面
zh_hant: 播放介面

source: Hours
ca: Hores
cs: Hodiny
de: Stunden
es: Horas
et: Tundi
fa: ساعت
fi: Tuntia
fr: Heures
hi: घंटे
hr: Sati
hu: Órák
it: Ore
ja: 時間
ko: 시간
nl: Uren
pl: Godzin
pt: Horas
pt_br: Horas
ru: Часов
sv: Timmar
tr: Saat
uk: Години
vi: Giờ
zh: 小时
zh_hant: 小時

source: Seconds
ca: Segons
cs: Sekundy
de: Sekunden
es: Segundos
et: Sekundit
fa: ثانیه
fi: Sekuntia
fr: Secondes
hi: सेकंड
hr: Sekunde
hu: Másodpercek
it: Secondi
ja: 秒
ko: 초
nl: Seconden
pl: Sekund
pt: Segundos
pt_br: Segundos
ru: Секунд
sv: Sekunder
tr: Saniye
uk: Секунди
vi: Giây
zh: 秒
zh_hant: 秒

# playerScreenMinimumCoverPaddingEditorSubtitle
source: Minimum padding around the album cover on the player screen, in % of the screen width.
ca: Marge interior mínim al voltant de la portada de l'àlbum en la pantalla del reproductor, en % en l'amplada de la pantalla.
cs: Minimální odsazení kolem obalu alba na obrazovce přehrávače, v % šířky obrazovky.
de: Minimaler Abstand um das Album Cover in der Wiedergabe-Ansicht, in % der Bildschirmbreite.
es: El margen mínimo alrededor de la portada del álbum en la pantalla del reproductor, en % del ancho de la pantalla.
et: Minimaalne polster albumi kaanefoto ümber mängija vaates, määratud % ekraani laiusest.
fa: حداقل فاصله‌ی درونی دور جلد آلبوم روی صفحه‌ی پخش، درصد عرض صفحه.
fi: Albumin kansikuvan minimimarginaalit soittimen reunoilla, prosenttiyksiköissä näytön leveydestä.
fr: Remplissage minimum autour de l’image d’album sur l’écran du lecteur, en % de la largeur de l’écran.
hi: प्लेयर स्क्रीन पर एल्बम कवर के आसपास न्यूनतम पैडिंग, स्क्रीन चौड़ाई के % में।
hr: Minimalni prostor oko omota albuma na ekranu playera, u % širine ekrana.
hu: Az album borítója körüli minimális kitöltés a lejátszási képernyőn, a képernyő szélességének %-ában.
it: Spaziatura minima intorno alla cover dell'album nella visualizzazione del player, in % della larghezza dello schermo.
ja: プレーヤー画面のアルバムカバー周囲の最小余白（画面幅に対する割合％）。
ko: 재생 화면에서 앨범 커버 가장자리의 최소 여백 값을 설정 (화면 너비 기준 %단위).
nl: Minimale ruimte rond albumhoes in het scherm van de muziekspeler, in % van breedte van het scherm.
pl: Minimalna grubość wokół okładki albumu na ekranie odtwarzacza, w % szerokości ekranu.
pt: Espaçamento mínimo ao redor da capa do álbum no ecrã de reprodução, em % da largura do ecrã.
pt_br: Preenchimento mínimo da tela em torno da capa do álbum (em % da largura da tela).
ru: Минимальный отступ вокруг обложки альбома на экране плеера, в % от ширины экрана.
sv: Minsta vaddering runt albumomslaget på spelarskärmen, i % av skärmbredden.
tr: Oynatıcı ekranında albüm kapağı çevresinde, ekran genişliğinin %'si cinsinden en az dolgu.
uk: Мінімальний відступ навколо обкладинки альбому на екрані відтворювача, у % від довжини екрану.
vi: Khoảng đệm tối thiểu xung quanh bìa album trên màn hình trình phát, tính bằng % chiều rộng màn hình.
zh: 播放界面上专辑封面周围的最小内边距，以屏幕宽度的百分比表示。
zh_hant: 專輯封面在播放介面上的最小間隔距離，以螢幕寬度的百分比計算。

# fontSizeOptionLarge
source: Large
cs: Velké
de: Groß
es: Grande
fa: بزرگ
fi: Suuri
fr: Grande
hi: बड़ा
hr: Velika
hu: Nagy
it: Grande
nl: Groot
pl: Duża
pt: Grande
ru: Большой
sv: Stor
tr: Büyük
uk: Великий
zh: 大
zh_hant: 大

# activeDownloadsTitle
source: Active Downloads
ca: Descàrregues Actives
cs: Aktivní stahování
da: Aktive Downloads
de: Aktive Downloads
es: Descargas activas
et: Aktiivsed allalaadimised
fa: بارگیری‌های فعال
fi: Aktiiviset lataukset
fr: Téléchargements actifs
hi: सक्रिय डाउनलोड
hr: Aktivna preuzimanja
hu: Aktív letöltések
it: Download attivi
ja: アクティブなダウンロード
ko: 진행중인 다운로드
nl: Actieve Downloads
pl: Aktywne pobrania
pt: Transferências em Progresso
pt_br: Downloads ativos
ru: Активные Загрузки
sr: Aktivna preuzimanja
sv: Aktiva nedladdningar
tr: Etkin İndirmeler
uk: Активні завантаження
vi: Hoạt động Tải xuống
zh: 正在下载
zh_hant: 正在下載
zh_hant_hk: 正在下載

source: No active downloads.
ca: Cap descàrrega activa.
cs: Žádná aktivní stahování.
da: Ingen aktive downloads.
de: Keine aktiven Downloads.
es: No hay descargas activas.
et: Aktiivseid allalaadimisi pole.
fa: هیچ بارگیری‌ای فعال نیست.
fi: Ei aktiivisia latauksia.
fr: Pas de téléchargement en cours.
hi: कोई सक्रिय डाउनलोड नहीं।
hr: Nema aktivnih preuzimanja.
hu: Nincs aktív letöltés.
it: Nessun download attivo.
ja: アクティブなダウンロードはありません。
ko: 진행중인 다운로드가 없음.
nl: Geen actieve downloads.
pl: Brak aktywnych pobrań.
pt: Sem transferências em progresso.
pt_br: Nenhum download ativo.
ru: Активных загрузок нет.
sr: Nema aktivnih preuzimanja.
sv: Inga aktiva nedladdningar.
tr: Etkin indirme yok.
uk: Немає активних завантажень.
vi: Không có hoạt động tải xuống.
zh: 无正在下载。
zh_hant: 目前沒有正在進行的下載。
zh_hant_hk: 無正下載的項目。

# sleepTimerRemainingTime
source: Sleeping in {time} minutes
ca: Aturar en {time} minuts
cs: Uspání za {time} minut
de: Schlaftimer endet in {time} Minuten
es: Durmiendo en {time,plural,=1{<1 minuto} other{{time} minutos}}
et: Unetaimer {time,plural,=1{<1 minut} other{{time} minutit}} pärast
fa: خوابیدن در {time} دقیقه
fi: Nukahtaa {time, plural, =1{<1 minuutissa} other{{time} minuutissa}}
fr: Mise en Veille dans {time,plural,=1{<1 minute} other{{time} minutes}}
hi: {time} मिनट में सोना
hr: Gasi se za {time} min
hu: Alvás {time,plural,=1{<1 percen} other{{time} percen}} belül
it: Spegnimento in {time} minuti
ja: あと {time,plural,=1{1 分未満} other{{time} 分}} でスリープ
ko: 취침 타이머는 {time,plural,=1{<1 분} other{{time} 분}} 남았습니다
nl: Slapen over {time} minuten
pl: Usypiam za {time} minut
pt: Adormecer em {time,plural,=1{<1 minuto} other{{time} minutos}}
pt_br: Suspendendo em {time} minutos
ru: Заснёт через {time} минут
sv: Sover om {time} minuter
tr: {time} dakika içinde uyuyor
uk: Сон через {time} хвилин
vi: Ngủ trong {time,plural,=1{<1 phút} other{{time} phút}}
zh: {time} 分钟后睡眠
zh_hant: 將於{time, plural, =1{1 分鐘內} other{{time} 分鐘後}}進入睡眠

# addToMorePlaylistsTooltip
source: Add to more playlists
ca: Afageix a més llistes de reproducció
cs: Přidat do dalších seznamů skladeb
de: Zu weiteren Playlists hinzufügen
es: Añadir a más listas de reproducción
et: Lisa teistesse esitusloenditesse
fa: افزودن به فهرست‌های پخش بیشتر
fi: Lisää muille soittolistoille
fr: Ajouter à d’autres playlists
hi: और अधिक प्लेलिस्ट में जोड़ें
hr: Dodaj u još playlista
hu: Hozzáadás további lejátszási listákhoz
it: Aggiungi a più playlist
ja: 他のプレイリストに追加
ko: 더 많은 플레이리스트에 추가하기
nl: Toevoegen aan meer afspeellijsten
pl: Dodaj do więcej list odtwarzania
pt: Adicionar a mais listas de reprodução
pt_br: Adicionar a mais listas de reprodução
ru: Добавить в другие плейлисты
sv: Lägg till i flera spellistor
tr: Daha fazla oynatma listesine ekle
uk: Додати до інших списків відтворення
vi: Thêm vào danh sách phát
zh: 添加至更多播放列表
zh_hant: 加入至更多播放清單

# addToMorePlaylistsTitle
source: Add to More Playlists
ca: Afegeix a més llistes de reproducció
cs: Přidat do dalších seznamů skladeb
de: Zu weiteren Playlists hinzufügen
es: Añadir a más listas de reproducción
et: Lisa teistesse Esitusloenditesse
fa: افزودن به فهرست پخش‌های بیشتر
fi: Lisää muille soittolistoille
fr: Ajouter à d’autres playlists
hi: और अधिक प्लेलिस्ट में जोड़ें
hr: Dodaj u još playlista
hu: Hozzáadás további lejátszási listákhoz
it: Aggiungi a Più Playlist
ja: 他のプレイリストに追加
ko: 더 많은 플레이리스트에 추가하기
nl: Toevoegen aan Meer Afspeellijsten
pl: Dodaj do więcej list odtwarzania
pt: Adicionar a Mais Listas de Reprodução
pt_br: Adicionar a mais listas de reprodução
ru: Добавить в другие плейлисты
sv: Lägg till i flera spellistor
tr: Daha Fazla Oynatma Listesine Ekle
uk: Додати до "Інші Списки Відтворення"
vi: Thêm vào Danh sách phát
zh: 添加至更多播放列表
zh_hant: 加入至更多播放清單

source: Unknown Album
ca: Àlbum desconegut
cs: Neznámé album
de: Unbekanntes Album
es: Álbum desconocido
et: Tundmatu album
fa: آلبوم ناشناخته
fi: Tuntematon albumi
fr: Album inconnu
hi: अज्ञात एल्बम
hr: Nepoznat album
hu: Ismeretlen album
it: Album Sconosciuto
ja: 不明なアルバム
ko: 알 수 없는 앨범
nl: Onbekend Album
pl: Nieznany Album
pt: Álbum Desconhecido
pt_br: Álbum desconhecido
ru: Неизвестный альбом
sv: Okänt Album
tr: Bilinmeyen Albüm
uk: Невідомий альбом
vi: Album không rõ
zh: 未知专辑
zh_hant: 未知專輯

# playbackModeTranscoding
source: Transcoding
ca: Transcodificació
cs: Překódování
de: Transkodierung
es: Transcodificando
et: Transkodeerimine
fa: درحال رمزگردانی
fi: Transkoodaus
fr: Transcodage
hi: ट्रांसकोडिंग
hr: Transkodiranje
hu: Átkódolás
it: Transcodifica
ja: トランスコード中
ko: 트랜스코딩
nl: Transcoderen
pl: Transkodowanie
pt: Transcodificar
pt_br: Transcodificando
ru: Транскодирование
sv: Transkodar
tr: Kod dönüştürme
uk: Транскодування
vi: Đang xử lí (transcode)
zh: 转码
zh_hant: 轉碼

# kiloBitsPerSecondLabel
source: {bitrate} kbps
fa: {bitrate} ک.بیت بر ثانیه
ru: {bitrate} Кбит/с
uk: {bitrate} кб/с

source: Go to Artist
ca: Ves a l'artista
cs: Přejít na umělce
de: Gehe zu Künstler
es: Ir al artista
et: Mine esitaja juurde
fa: رفتن به صفحه‌ی هنرمند
fi: Mene artistiin
fr: Aller à l’artiste
hi: कलाकार पर जाएं
hr: Idi na izvođača
hu: Ugrás az előadóhoz
it: Vai ad Artista
ja: アーティストへ移動
ko: 아티스트로 가기
nl: Ga naar Artiest
pl: Idź do Artysty
pt: Ir para o Artista
pt_br: Ir para artista
ru: Перейти к исполнителю
sl: Pojdi na izvajalca
sv: Gå till Artist
tr: Sanatçıya git
uk: До Виконавця
vi: Đi đến phần Nghệ sĩ
zh: 前往艺术家
zh_hant: 檢視藝人

source: Go to Genre
ca: Ves a Gènere
cs: Přejít na žánr
de: Gehe zu Genre
es: Ir al género
et: Mine žanri juurde
fa: رفتن به ژانر
fi: Mene tyylilajiin
fr: Aller au genre
hi: शैली पर जाएं
hr: Idi na žanr
hu: Ugrás a műfajhoz
it: Vai a Genere
ja: ジャンルへ移動
ko: 장르로 가기
nl: Ga naar Genre
pl: Idź do Gatunku
pt: Ir para o Estilo
pt_br: Ir para gênero
ru: Перейти к жанру
sl: Pojdi na žanr
sv: Gå till Genre
tr: Türe git
uk: До жанру
vi: Đi đến phần Thể loại
zh: 前往流派
zh_hant: 檢視類型

# confirmFavoriteAdded
source: Added Favorite
ca: Favorit afegit
cs: Přidáno do oblíbených
de: Favorit hinzugefügt
es: Añadido a favoritos
et: Lisatud lemmikutesse
fa: مورد علاقه افزوده شد
fi: Lisätty suosikiksi
fr: Ajouté aux favoris
hi: पसंदीदा बनाया गया
hr: Favorit dodan
hu: Hozzáadva a kedvencekhez
it: Aggiunto ai Favoriti
ja: お気に入りに追加済み
ko: 즐겨찾기에 추가됨
nl: Toevoegen aan Favorieten
pl: Dodane Ulubione
pt: Favorito Adicionado
pt_br: Adicionado aos favoritos
ru: Добавлено в избранное
sl: Priljubljeno dodano
sv: Lade till Favorit
tr: Favoriye eklendi
uk: Додано Обране
vi: Đã thêm vào Yêu thích
zh: 已加入收藏
zh_hant: 已收藏

# confirmFavoriteRemoved
source: Removed Favorite
ca: Favorit eliminat
cs: Odebráno z oblíbených
de: Favorit entfernt
es: Eliminado de favoritos
et: Eemaldatud lemmikutest
fa: مورد علاقه حذف شد
fi: Poistettu suosikeista
fr: Retiré des favoris
hi: पसंदीदा से निकाला गया
hr: Favorit uklonjen
hu: Eltávolítva a kedvencek közül
it: Rimosso dai Favoriti
ja: お気に入りから削除済み
ko: 즐겨찾기에서 삭제됨
nl: Verwijderen uit Favorieten
pl: Usunięte Ulubione
pt: Favorito Removido
pt_br: Removido dos favoritos
ru: Удалено из избранного
sl: Priljubljeno odstranjeno
sv: Tog bort Favorit
tr: Favoriden kaldırıldı
uk: Вилучено Обране
vi: Đã loại bỏ khỏi Yêu thích
zh: 已移出收藏
zh_hant: 已移除收藏

# alignmentOptionStart
source: Start
cs: Spustit
es: Al inicio
fa: آغاز
fi: Vasen
fr: Début
hr: Lijevo
hu: Balra
it: A sinistra
nl: Begin
pt: Inicio
ru: Слева
sv: Början
tr: Başla
uk: Початок
zh: 左对齐
zh_hant: 靠左排列

# alignmentOptionCenter
source: Center
cs: Střed
de: Zentriert
es: En medio
fa: میانه
fi: Keskitä
fr: Milieu
hr: Centrirano
hu: Középre
it: Al centro
nl: Centrum
pl: Wyśrodkuj
pt: Centrar
ru: По центру
sv: Mitten
tr: Merkez
uk: Центр
zh: 居中
zh_hant: 置中

# alignmentOptionEnd
source: End
cs: Konec
de: Ende
es: Al final
fa: پایان
fi: Oikea
fr: Fin
hr: Desno
hu: Jobbra
it: A destra
nl: Einde
pl: Koniec
pt: Fim
ru: Справа
sv: Slutet
tr: Son
uk: Кінець
zh: 右对齐
zh_hant: 靠右對齊

# fontSizeOptionSmall
source: Small
cs: Malé
de: Klein
es: Pequeña
fa: کوچک
fi: Pieni
fr: Petite
hi: छोटा
hr: Mala
hu: Kicsi
it: Piccolo
nl: Klein
pl: Mała
pt: Pequena
ru: Маленький
sv: Liten
tr: Küçük
uk: Маленький
zh: 小
zh_hant: 小

# fontSizeOptionMedium
source: Medium
cs: Střední
de: Mittel
es: Mediana
fa: میانه
fi: Keskikokoinen
fr: Moyenne
hi: मीडियम
hr: Srednja
hu: Közepes
it: Medio
nl: Gemiddeld
pl: Średnia
pt: Média
ru: Средний
sv: Mellan
tr: Orta
uk: Середній
zh: 中
zh_hant: 中

# playbackModeDirectPlaying
source: Direct Playing
ca: Reproducció directa
cs: Přímé přehrávání
de: Direkte Wiedergabe
es: Reproducción directa
et: Otseesitus
fa: پخش مستقیم
fi: Suoratoisto
fr: Lecture directe
hr: Izravna reprodukcija
hu: Közvetlen lejátszás
it: Riproduzione diretta
ja: 直接再生
ko: 직접 재생
nl: Direct Afspelen
pl: Odtwarzanie bezpośrednie
pt: Reprodução Direta
pt_br: Reprodução direta
ru: Прямое воспроизведение
sv: Direkt Uppspelning
tr: Doğrudan oynatma
uk: Пряме відтворення
vi: Phát trực tiếp
zh: 直通
zh_hant: 原生播放

source: Previous Tracks
ca: Cançons anteriors
cs: Předchozí skladby
de: Vorherige Tracks
es: Canciones anteriores
et: Eelmised lood
fa: قطعه‌های قبلی
fi: Edeltävät kappaleet
fr: Titre précédent
hi: पिछला ट्रैक
hr: Prethodne pjesme
hu: Előző dalok
it: Brani precedenti
ja: 前の曲
ko: 이전 곡(들)
nl: Vorige Nummers
pl: Poprzednie Utwory
pt: Faixas Anteriores
pt_br: Faixas anteriores
ru: Предыдущие композиции
sv: Föregående spår
tr: Önceki Parçalar
uk: Попередня композиція
vi: Bài hát trước
zh: 历史播放
zh_hant: 先前播放的歌曲

# timeFractionTooltip
source: {currentTime} of {totalTime}
ca: {currentTime} de{totalTime}
cs: {currentTime} z {totalTime}
de: {currentTime} von {totalTime}
es: {currentTime} de {totalTime}
et: {currentTime} {totalTime}-st
fa: {currentTime} از {totalTime}
fi: {currentTime} kokonaisajasta {totalTime}
fr: {currentTime} de {totalTime}
hi: {totalTime} का {currentTime}
hr: {currentTime} od {totalTime}
hu: {currentTime} / {totalTime}
it: {currentTime} di {totalTime}
ja: {currentTime} / {totalTime}
ko: {currentTime} / {totalTime}
nl: {currentTime} van {totalTime}
pl: {currentTime} z {totalTime}
pt: {currentTime} de {totalTime}
pt_br: {currentTime} de {totalTime}
ru: {currentTime} из {totalTime}
sv: {currentTime} av {totalTime}
tr: {currentTime} / {totalTime}
uk: {currentTime} з {totalTime}
vi: {currentTime} / {totalTime}
zh: {currentTime} / {totalTime}
zh_hant: {currentTime} / {totalTime}

# removeFromPlaylistNamedTooltip
source: Remove from playlist '{playlistName}'
ca: Elimina de la llista de reproducció '{playlistName}'
cs: Odebrat ze seznamu skladeb „{playlistName}“
de: Aus Playlist '{playlistName}' entfernen
es: Eliminar de la lista de reproducción '{playlistName}'
et: Eemalda esitusloendist '{playlistName}'
fa: حذف از فهرست پخش '{playlistName}'
fi: Poista soittolistalta '{playlistName}'
fr: Retirer de la playlist '{playlistName}'
hi: प्लेलिस्ट '{playlistName}' से निकालें
hr: Ukloni iz playliste „{playlistName}”
hu: Eztávolítás a(z) '{playlistName}' lejátszási listáról
it: Rimuovi dalla playlist '{playlistName}'
ja: プレイリスト「{playlistName}」から削除
ko: '{playlistName}' 플레이리스트에서 삭제
nl: Verwijderen van afspeellijst '{playlistName}'
pl: Usuń z listy odtwarzania '{playlistName}'
pt: Remover da lista de reprodução '{playlistName}'
pt_br: Remover da lista de reprodução '{playlistName}'
ru: Удалить из плейлиста '{playlistName}'
sv: Ta bort från spellista '{playlistName}'
tr: '{playlistName}' oynatma listesinden kaldır
uk: Видалити зі списку відтворення '{playlistName}'
vi: Loại bỏ khỏi danh sách phát '{playlistName}'
zh: 从播放列表 '{playlistName}'中移除
zh_hant: 從播放清單「 '{playlistName}'」移除

# removeFromPlaylistNamedTitle
source: Remove from Playlist '{playlistName}'
ca: Eliminar de la llista '{playlistName}'
cs: Odebrat ze seznamu skladeb „{playlistName}“
de: Aus Playlist '{playlistName}' entfernen
es: Eliminar de la lista de reproducción '{playlistName}'
et: Eemalda Esitusloendist '{playlistName}'
fa: حذف از فهرست پخش '{playlistName}'
fi: Poista Soittolistalta '{playlistName}'
fr: Retirer de la playlist '{playlistName}'
hi: प्लेलिस्ट '{playlistName}' से निकालें
hr: Ukloni iz playliste „{playlistName}”
hu: Eztávolítás a(z) '{playlistName}' lejátszási listáról
it: Rimuovi dalla Playlist '{playlistName}'
ja: プレイリスト「{playlistName}」から削除
ko: '{playlistName}' 플레이리스트에서 삭제
nl: Verwijderen van Afspeellijst '{playlistName}'
pl: Usuń z Listy Odtwarzania '{playlistName}'
pt: Remover da Lista de Reprodução '{playlistName}'
pt_br: Remover da lista de reprodução '{playlistName}'
ru: Удалить из плейлиста '{playlistName}'
sv: Ta bort från Spellista '{playlistName}'
tr: '{playlistName}' Oynatma Listesinden kaldır
uk: Видалити зі Списку Відтворення '{playlistName}'
vi: Loại bỏ khỏi Danh sách phát '{playlistName}'
zh: 从播放列表 '{playlistName}'中移除
zh_hant: 從播放清單'{playlistName}'中移除
