Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

source: Starting instant mix.
ar: ابتداء خلط فوري.
bg: Стартиране на незабавен микс.
ca: Inici de la barreja instantània.
cs: Spouštění okamžitého mixu.
da: Starter hurtig blanding.
de: Starte Sofort-Mix.
es: Empezando mezcla instantánea.
et: Kiirmiksi käivitamine.
fa: در حال آغاز میکس آنی.
fi: Käynnistetään välitön sekoitus.
fr: Mix instantané lancé.
hi: इंस्टेंट मिक्स शुरू किया जा रहा है।
hr: Pokretanje instant miksa.
hu: Instant mix indítása.
it: Riproduco un mix istantaneo.
ja: インスタント・ミックス開始。
ko: 인스턴트 믹스 시작.
nb: Starter umiddelbar miks …
nl: Instantmix starten.
pl: Rozpocznij szybki miks.
pt: Iniciando mistura instantânea.
pt_br: Iniciando mistura instantânea.
ru: Запуск мгновенного микса.
sl: Zagon takojšnjega miksa.
sv: Startar snabbmix.
th: กำลังเริ่มมิกซ์ทันที
tr: Hızlı karışım başlatılıyor.
uk: Початок миттєвого міксу.
vi: Bắt đầu tuyển tập nhạc tức thời.
zh: 生成速成合辑。
zh_hant: 開始隨機組合。
zh_hant_hk: 開始即時混音中。

# responseError
source: {error} Status code {statusCode}.
ar: {error} رمز الخطأ {statusCode}.
bg: {error} Код на грешката {statusCode}.
ca: {error} Codi d'estat {statusCode}.
cs: {error} Stavový kód {statusCode}.
da: {error} Status kode {statusCode}.
es: {error} Código de estado {statusCode}.
et: {error} Olekukood {statusCode}.
fa: {error} کد وضعیت {statusCode}.
fi: {error} Tilakoodi {statusCode}.
hi: {error} स्टेटस कोड {statusCode}।
hr: {error} Kȏd stanja {statusCode}.
hu: {error} Állapotkód {statusCode}.
ja: {error} ステータスコード {statusCode}.
ko: {error} 상태 코드 {statusCode}.
nb: {error} Statuskode {statusCode}.
pl: {error} Kod statusu {statusCode}.
pt: {error} Código de estado {statusCode}.
pt_br: {error} Código de condição {statusCode}.
ru: {error} Код состояния {statusCode}.
sl: {error} Status koda {statusCode}.
sv: {error} Statuskod {statusCode}.
th: {error} รหัสข้อผิดพลาด {statusCode}
tr: {error} Durum kodu {statusCode}.
uk: {error} Код статусу {statusCode}.
vi: {error} Mã {statusCode}.
zh: {error} 状态码 {statusCode}.
zh_hant: {error} 狀態碼 {statusCode}.
zh_hant_hk: {error}（代碼：{statusCode}）。

# responseError401
source: {error} Status code {statusCode}. This probably means you used the wrong username/password, or your client is no longer logged in.
ar: {error} رمز الخطأ {statusCode}. ربما يعني ان استخدمت الإسم أو الكامة السرية الخاطئة, أو عميلك لا يعد موثوق.
bg: {error} Код на грешката {statusCode}. Това вероятно означава, че сте използвали грешно потребителско име/парола, или вашият клиент вече не е удостоверен.
ca: {error} Codi d'estat {statusCode}. Això probablement vol dir que heu utilitzat un nom d'usuari/contrasenya incorrecte o que el vostre client ha tancat la sessió.
cs: {error} Stavový kód {statusCode}. Toto nejspíše znamená, že jste použili nesprávné uživatelské jméno / heslo, nebo váš klient již není přihlášen.
da: {error} Status kode {statusCode}. Dette betyder, at du har anvendt et forkert brugernavn/adgangskode eller at din klient ikke længere er logget på.
de: {error} Status Code {statusCode}. Dies bedeutet vermutlich, dass du den falschen Benutzernamen oder Passwort benutzt hast oder dass dein Client nicht länger authentifiziert ist.
es: {error} Código de estado {statusCode}. Esto probablemente significa que has usado el nombre de usuario o la contraseña incorrecta, o que tu cliente ya no está autenticado.
et: {error} Olekukood {statusCode}. Tõenäoliselt tähendab see, et kasutasid vale kasutajanime/parooli või klient pole enam autenditud.
fa: {error} کد وضعیت {statusCode}. احتمالاً بدان معناست که شما نام کاربری/رمزعبور اشتباهی را وارد کرده‌اید یا سرویس گیرنده دیگر وارد نیست.
fi: {error} Tilakoodi {statusCode}. Tämä tarkoittaa todennäköisesti, että olet käyttänyt väärää käyttäjätunnusta/salasanaa tai että sovellus ei ole enää kirjautuneena sisään.
fr: {error} Code de statut {statusCode}. Cela signifie probablement que vous avez utilisé un mauvais nom d'utilisateur/mot de passe, ou que votre client n'est plus connecté.
hi: {error} स्टेटस कोड {statusCode}. शायद आपने गलत उपयोगकर्ता नाम/पासवर्ड का उपयोग किया है, या आपका क्लाइंट अब लॉगिन नहीं है।
hr: {error} Kȏd stanja {statusCode}. Ovo vjerojatno znači da si koristio/la pogrešno korisničko ime/lozinku ili da tvoj klijent više nije prijavljen.
hu: {error} Állapotkód: {statusCode}. Ez valószínűleg azt jelenti, hogy rossz felhasználónevet/jelszót használt, vagy a kliens már nincs hitelesítve.
it: {error} Codice errore {statusCode}. Questo probabilmente significa che hai usato username/password errati, o il tuo client non è più autenticato.
ja: {error} Status code {statusCode}. ユーザー名/パスワードが間違っているか、クライアントがログインしていません。
ko: {error} 상태 코드 {statusCode}. 이것은 아마도 잘못된 로그인 정보를 사용했거나, 더 이상 로그인되어 있지 않음을 의미합니다.
nb: {error} Statuskode {statusCode}. Dette betyr antagelig at du bruker feil brukernavn eller passord, eller at klienten din ikke lenger er innloget.
nl: {error} Status code {statusCode}. Dit betekenr waarschijnlijk dat u de verkeerde gebruikersnaam/wachtwoord hebt gebruikt, of uw apparaat niet langer geauthenticeerd is.
pl: {error} Kod {statusCode}. To najprawdopodobniej oznacza, że użyłeś/aś nieprawidłowej nazwy użytkownika lub hasła.
pt: {error} Código de estado {statusCode}. Isto provavelmente significa que usou um nome de utilizador/palavra-passe errados, ou o seu cliente não está mais autenticado.
pt_br: {error} Código de condição {statusCode}. Isso provavelmente significa que você usou um nome de usuário/senha errado, ou que seu cliente não está mais autenticado.
ru: {error} Код состояния {statusCode}. Возможно, вы использовали неверное имя пользователя/пароль или ваш клиент больше не авторизован.
sl: {error} Status koda {statusCode}. To verjetno pomeni, da ste uporabili napačno uporabniško ime/geslo ali da niste več prijavljeni.
sv: {error} Statuskod {statusCode}. Detta betyder troligtvis att du använt fel användarnamn/lösenord, eller att din klientapp inte längre är inloggad.
th: {error} รหัสข้อผิดพลาด {statusCode} เป็นไปได้ว่าคุณอาจจะใช้ ชื่อผู้ใช้หรือรหัสผ่านที่ไม่ถูกต้อง หรือตัวโปรแกรมไม่ได้อยู่ในสถานะล็อกอินแล้ว
tr: {error} Durum kodu {statusCode}. Bu muhtemelen yanlış kullanıcı adı/şifre kullandığınız veya istemcinizin oturuma izin vermediği anlamına gelir.
uk: {error} Код статусу {statusCode}. Можливо, це означає, що ви використали неправильне ім’я користувача/пароль або ваш клієнт не ввійшов в систему.
vi: {error} Mã {statusCode}. Có thể bạn đã nhập sai tên người dùng/mật khẩu, hoặc client của bạn bị đăng xuất.
zh: {error} 状态码 {statusCode}。 这可能意味着您使用了错误的用户名/密码，或者您客户端的身份验证已失效。
zh_hant: {error} 狀態碼 {statusCode}。 這可能意味著您使用了錯誤的用戶名/密碼，或者您客戶端的身份驗證已失效。
zh_hant_hk: {error}（代碼：{statusCode}）。此錯誤有可能因為用戶名稱／密碼輸入錯誤或您已被登出而導致。

source: Remove From Mix
ar: إزالة من الخلطة
bg: Премахни от микса
ca: Eliminar de la barreja
cs: Odebrat z mixu
da: Fjern fra blanding
de: Aus Mix entfernen
es: Eliminar de la mezcla
et: Eemalda miksist
fa: حذف از میکس
fi: Poista Sekoituksesta
fr: Retirer du Mix
hi: मिक्स से निकालें
hr: Ukloni iz miksa
hu: Kivétel a Mixből
it: Rimuovi dal Mix
ja: ミックスから外す
ko: 믹스에서 삭제
nb: Fjern fra miks
nl: Uit mix verwijderen
pl: Usuń z miksu
pt: Remover da Mistura
pt_br: Remover do mix
ru: Удалить из микса
sl: Odstrani iz mixa
sv: Ta bort från Mix
th: นำออกจากมิกซ์
tr: Mix'ten Çıkart
uk: Видалити з міксу
vi: Loại bỏ khỏi Mix
zh: 从混音中删除
zh_hant: 從組合中刪除
zh_hant_hk: 從混音中移除

source: Invalid Number
ar: رقم خاطىء
bg: Невалидно число
ca: Nombre invàlid
cs: Neplatné číslo
da: Ugyldig nummer
de: Ungültige Zahl
el: Μη Έγκυρος Αριθμός
es: Número inválido
et: Sobimatu number
fa: شماره‌ی غیر قابل قبول
fi: Virheellinen numero
fr: Nombre invalide
hi: अमान्य संख्या
hr: Neispravan broj
hu: Érvénytelen szám
it: Numero non valido
ja: 無効な数値
ko: 잘못된 숫자
nb: Ugyldig tall
nl: Ongeldig getal
pl: Nieprawidłowa liczba
pt: Número Inválido
pt_br: Número inválido
ru: Недопустимое число
sv: Ogiltigt Nummer
th: ตัวเลขไม่ถูกต้อง
tr: Geçersiz Sayı
uk: Некоректне число
vi: Số không hợp lệ
zh: 无效数字
zh_hant: 無效數字
zh_hant_hk: 無效的數字

# addToPlaylistTooltip
source: Add to playlist
ar: إضافة إلى قائمة اغاني
bg: Добавяне към списъка за изпълнение
ca: Afegir a la llista
cs: Přidat do seznamu skladeb
da: Tilføj til afspilningsliste
de: Zur Playlist hinzufügen
el: Προσθήκη στην λίστα αναπαραγωγής
es: Añadir a lista de reproducción
et: Lisa esitusloendisse
fa: افزودن به فهرست پخش
fi: Lisää soittolistalle
fr: Ajouter à une playlist
hi: प्लेलिस्ट में जोड़ें
hr: Dodaj u playlistu
hu: Hozzáadás a lejátszási listához
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 플레이리스트에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan afspeellijst
pl: Dodaj do playlisty
pt: Adicionar à lista de reprodução
pt_br: Adicionar à lista de reprodução
ru: Добавить в плейлист
sv: Lägg till i spellista
th: เพิ่มไปยังเพลย์ลิสต์
tr: Oynatma listesine ekle
uk: Додати до плейлисту
vi: Thêm vào danh sách phát
zh: 添加至播放列表
zh_hant: 加入至播放清單
zh_hant_hk: 將歌曲加入至播放清單

# addToPlaylistTitle
source: Add to Playlist
ar: إضافة إلى قائمة اغاني
bg: Добавяне към списъка за изпълнение
ca: Afegir a llista
cs: Přidat do seznamu skladeb
da: Tilføj til afspilningsliste
de: Zur Playlist hinzufügen
el: Προσθήκη στην Λίστα Αναπαραγωγής
es: Agregar a lista de reproducción
et: Lisa esitusloendisse
fa: افزودن به فهرست پخش
fi: Lisää soittolistalle
fr: Ajouter à une playlist
hi: प्लेलिस्ट में जोड़ें
hr: Dodaj u playlistu
hu: Hozzáadás a Lejátszási Listához
it: Aggiungi alla Playlist
ja: プレイリストに追加
ko: 플레이리스트에 추가
nb: Legg til i spilleliste
nl: Toevoegen aan afspeellijst
pl: Dodaj do Playlisty
pt: Adicionar à Lista de Reprodução
pt_br: Adicionar à lista de reprodução
ru: Добавить в плейлист
sv: Lägg till i Spellista
th: เพิ่มไปยังเพลย์ลิสต์
tr: Listeye Ekle
uk: Додати до плейлисту
vi: Thêm vào Danh sách phát
zh: 添加至播放列表
zh_hant: 加入至播放清單
zh_hant_hk: 加入至播放清單

source: New Playlist
ar: قائمة اغاني جديد
bg: Нов списък за изпълнение
ca: Nova llista de reproducció
cs: Nový seznam skladeb
da: Ny afspilningsliste
de: Neue Playlist
el: Νέα Λίστα Αναπαραγωγής
es: Nueva lista
et: Uus esitusloend
fa: فهرست پخش جدید
fi: Uusi soittolista
fr: Nouvelle Playlist
hi: नई प्लेलिस्ट
hr: Nova playlista
hu: Új lejátszási lista
it: Nuova Playlist
ja: 新規プレイリスト
ko: 새 플레이리스트
nb: Ny spilleliste
nl: Nieuwe afspeellijst
pl: Nowa lista odtwarzania
pt: Nova Lista de Reprodução
pt_br: Nova lista de reprodução
ru: Новый плейлист
sv: Ny Spellista
th: สร้างเพลย์ลิสต์ใหม่
tr: Yeni Oynatma Listesi
uk: Новий список відтворення
vi: Danh sách phát mới
zh: 新建播放列表
zh_hant: 建立播放清單
zh_hant_hk: 建立播放清單

source: No Album
ar: بدون البوم
bg: Липсващ албум
ca: Sense Àlbum
cs: Žádné album
da: Intet album
de: Kein Album
es: Sin álbum
et: Albumit pole
fa: هیچ آلبومی نیست
fi: Ei albumia
fr: Aucun album
hi: कोई एल्बम नहीं
hr: Nema albuma
hu: Album nélkül
it: Nessun Album
ja: アルバム無し
ko: 앨범 없음
nb: Ingen album
nl: Geen album
pl: Brak albumu
pt: Nenhum Álbum
pt_br: Nenhum álbum
ru: Нет альбома
sv: Inget Album
th: ไม่มีอัลบั้ม
tr: Albüm Yok
uk: Альбом невідомий
vi: Không có Album
zh: 没有专辑
zh_hant: 無專輯
zh_hant_hk: 沒有任何專輯

source: An error has occured.
ar: حدث خطأ.
bg: Появи се грешка.
ca: S'ha produït un error.
cs: Vyskytla se chyba.
da: Der opstod en fejl.
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error.
et: Ilmnes tõrge.
fa: خطایی رخ داد.
fi: Tapahtui virhe.
fr: Une erreur s'est produite.
hi: कोई त्रुटि हुई।
hr: Dogodila se greška.
hu: Hiba történt.
it: Si è verificato un errore.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
nb: Noe gikk galt.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
sl: Prišlo je do napake.
sv: Ett fel har inträffat.
th: พบข้อผิดพลาด
tr: Bir hata meydana geldi.
uk: Сталася помилка.
vi: Đã có lỗi xảy ra.
zh: 发生了一个错误。
zh_hant: 發生了一個錯誤。
zh_hant_hk: 出現錯誤。

source: Clear
ar: إمسح
bg: Изчисти
ca: Neteja
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Limpiar
et: Puhasta
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
hi: मिटाएं
hr: Očisti
hu: Törlés
it: Cancella
ja: クリア
ko: 삭제(비우기)
nb: Tøm
nl: Opschonen
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ru: Очистить
sl: Počisti
sr: Očisti
sv: Rensa
th: เคลียร์
tr: Temizle
uk: Очистити
vi: Loại bỏ
zh: 清除
zh_hant: 清除
zh_hant_hk: 清除

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: پیکربندی
fi: Asetukset
fr: Réglages
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_hant: 設置
zh_hant_hk: 設定

source: Add To Mix
ar: إضافة إالى الخلطة
bg: Добави към микса
ca: Afegir a la barreja
cs: Přidat do mixu
da: Tilføj til blanding
de: Zu Mix hinzufügen
es: Añadir a la mezcla
et: Lisa miksi
fa: افزودن به میکس
fi: Lisää Sekoitukseen
fr: Ajouter au Mix
hi: मिक्स में जोड़ें
hr: Dodaj u miks
hu: Hozzáadás a Mix-hez
it: Aggiungi al Mix
ja: ミックスに追加
ko: 믹스에 추가
nb: Legg til i miks
nl: Aan mix toevoegen
pl: Dodaj do miksu
pt: Adicionar à Mistura
pt_br: Adicionar ao mix
ru: Добавить в микс
sl: Dodaj v mix
sv: Lägg till i Mix
th: เพิ่มไปยังมิกซ์
tr: Mix'e Ekle
uk: Додати до міксу
vi: Thêm vào Mix
zh: 添加到混音
zh_hant: 加入至組合
zh_hant_hk: 加入至混音

source: Download missing images
ar: نزل صور المفقودة
bg: Изтегляне на липсващите изображения
ca: Descarregar imatges mancants
cs: Stáhnout chybějící obrázky
da: Overførelse mangler billeder
de: Fehlende Bilder herunterladen
el: Λήψη ελλείποντων εικόνων
es: Descargar las imágenes que faltan
et: Laadi alla puuduvad pildid
fa: بارگیری نگاره‌های از قلم افتاده
fi: Lataa puuttuvat kuvat
fr: Télécharger les images manquantes
hi: गायब छवियाँ डाउनलोड करें
hr: Preuzmi nedostajuće slike
hu: Töltse le a hiányzó képeket
it: Scarica immagini mancanti
ja: 欠けている画像をダウンロード
ko: 누락된 이미지 다운로드
nb: Last ned manglende bilder
nl: Download ontbrekende plaatjes
pl: Pobierz brakujące obrazy
pt: Transferir imagens inexistentes
pt_br: Baixar imagens ausentes
ru: Загрузить отсутствующие изображения
sl: Prenesi manjkajoče slike
sr: Preuzmi slike koje nedostaju
sv: Ladda ned saknade bilder
th: ดาวน์โหลดไฟล์ภาพที่ขาด
tr: Eksik görselleri indir
uk: Завантажити відсутні зображення
vi: Tải ảnh thiếu
zh: 下载缺少的图片
zh_hant: 下載缺少的圖片
zh_hant_hk: 下載缺失的圖片

source: Offline Mode
ar: موضع غير الإتصال
bg: Офлайн режим
ca: Mode sense connexió
cs: Režim offline
da: Offline tilstand
de: Offline-Modus
el: Λειτουργία εκτός σύνδεσης
es: Modo sin conexión
et: Võrguühenduseta režiim
fa: حالت آفلاین
fi: Offline-tila
fr: Mode hors-ligne
hi: ऑफलाइन मोड
hr: Izvanmrežni način rada
hu: Offline mód
id: Mode luring
it: Modailtà Offline
ja: オフライン・モード
ko: 오프라인 모드
nb: Frakoblet modus
nl: Offline Modus
pl: Tryb offline
pt: Modo Offline
pt_br: Modo offline
ru: Автономный режим
sr: Oflajn mod
sv: Offlineläge
th: โหมดออฟไลน์
tr: Çevrim dışı Mod
uk: Оффлайн режим
vi: Chế độ ngoại tuyến
zh: 离线模式
zh_hant: 離線模式
zh_hant_hk: 離線模式

source: Start Mix
ar: خلط فوري
bg: Стартирайте разбъркано възпроизвеждане
ca: Començar la mescla
cs: Spustit mix
da: Start blanding
de: Mix Starten
el: Έναρξη μίξης
es: Empezar mezcla
et: Käivita miks
fa: آغاز میکس
fi: Aloita sekoitus
fr: Commencer un Mix
hi: मिक्स शुरू करें
hr: Pokreni miks
hu: Mix indítása
id: Mulai campur
it: Riproduco Mix
ja: ミックス開始
ko: 믹스 시작하기
nb: Start miks
nl: Mix starten
pl: Rozpocznij mix
pt: Iniciar Mistura
pt_br: Começar mix
ru: Начать микс
sl: Zaženi mix
sr: Započni Mix
sv: Starta mix
th: เริ่มมิกซ์
tr: Mix'i başlat
uk: Почати перемішування
vi: Bắt đầu Mix
zh: 生成合辑
zh_hant: 生成組合
zh_hant_hk: 開始混音
