Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# runRepairWarning
source: The server could not be contacted to finalize downloads migration. Please run 'Repair Downloads' from the downloads screen as soon as you are back online.
cs: Server se nepodařilo kontaktovat za účelem dokončení migrace stahování. Jakmile budete opět online, spusťte z obrazovky stahování příkaz „Opravit stažené“.
de: Der Server konnte nicht erreicht werden, um die Migration der Downloads abzuschließen. Bitte gehe zur Download-Ansicht und führe "Downloads reparieren" aus, sobald du wieder online bist.
es: El servidor no pudo ser contactado para finalizar la migración de descargas. Por favor ejecute 'Reparar Descargas' desde la pantalla de descargas tan pronto como este en linea.
fa: ارتباط با سرور صورت نمی‌پذیرد تا انتقال داده‌ها پایان یابد. لطفاً «تعمیر بارگیری‌ها» از صفحه‌ی بارگیری‌ها را هر زمان که برخط شدید اجرا کنید.
fi: Palvelimeen ei saatu yhteyttä viimeistelläkseen latausten siirtoa. Suoritathan "Korjaa lataukset" valinnan latausnäytöstä heti, kun olet takaisin yhteydessä palvelimeen online-tilassa.
fr: Le serveur n'était pas atteignable pour finaliser la migration de vos téléchargements. Veuillez lancer 'Réparation des Téléchargements' depuis l'écran des téléchargements dès que vous serez à nouveau en ligne.
hi: डाउनलोड माइग्रेशन को अंतिम रूप देने के लिए सर्वर से संपर्क नहीं किया जा सका। कृपया जैसे ही आप ऑनलाइन वापस आएँ, डाउनलोड स्क्रीन से 'रिपेयर डाउनलोड' चलाएं।
hu: A szerverrel nem lehetett kapcsolatba lépni a letöltések véglegesítéséhez. Kérjük, amint újra online lesz, futtassa a 'Letöltések javítása' parancsot a letöltések képernyőn.
it: Non si è potuto contattare il server per finalizzare la migrazione dei download. Si prega di avviare 'Ripara i Download' dalla schermata dei download appena sarai tornato online.
ko: 다운로드 마이그레이션을 완료하기 위한 서버 연결이 안됩니다. 다시 온라인에 접속하면 즉시 다운로드 화면에서 '다운로드 복구'를 실행하십시오.
pl: Nie można było skontaktować się z serwerem w celu sfinalizowania migracji pobranych plików. Uruchom „Napraw pobieranie” z ekranu pobierania, gdy tylko powrócisz do trybu online.
pt: Não foi possível contactar o servidor para finalizar a migração dos downloads. Por favor corre 'Reparar Downloads' através do ecrã de downloads logo que estejas online.
pt_br: O servidor não pode ser contatado para finalização da migração de transferências. Por favor, execute "Reparar transferências" na tela de transferências assim que a conexão for reestabelecida.
ru: Не удалось связаться с сервером для завершения миграции загрузок. Пожалуйста, выполните «Починку загрузок» на экране загрузок, как только подключение восстановится.
sv: Servern kunde inte kontaktas för att fullborda migrationen av nedladdningar. Vänligen kör 'Reparera nedladdningar' från nedladdningsskärmen så fort du är uppkopplad igen.
tr: İndirilenlerin geçişini tamamlamak için sunucuyla bağlantı kurulamadı. Lütfen tekrar çevrim içi olduğunuzda indirme ekranından 'İndirilenleri Onar' seçeneğini çalıştırın.
uk: Не можна встановити з'єднання з цим сервером задля завершення міграції завантаження. Будь ласка, запустіть "Відновити Завантаження" із екрану завантажень коли відновите з'єднання.
vi: Máy chủ không thể liên lạc được để chốt lại quá trình tải về. Hãy chạy phần 'Chữa phần tải về' trong mục tải về ngay khi bạn có mạng.
zh: 无法联系服务器以完成下载迁移。恢复在线后请立即从下载屏幕运行 “修复下载”。
zh_hant: 無法聯繫伺服器以完成下載遷移。請在恢復連線後，前往下載畫面執行「修復下載」。

# showNullLibraryItemsSubtitle
source: Some media may be downloaded with an unknown library. Turn off to hide these outside their original collection.
cs: Některá média mohla být stažena s neznámou knihovnou. Jejich vypnutím je skryjete mimo jejich původní sbírku.
de: Manche Medien könnten aus einer unbekannten Bibliothek heruntergeladen worden sein. Deaktivieren, um diese außerhalb ihrer ursrpünglichen Bibliothek zu verstecken.
es: Alguna multimedia se puede descargar desde una biblioteca desconocida. Desactive para ocultarla fuera de su colección original.
fa: برخی رسانه‌ها ممکن است با کتاب‌خانه‌ای ناشناخته بارگیری شوند. برای پنهان کردن این‌ها خارج از مجموعه اصلی این گزینه را غیرفعال کنید.
fi: Osa mediasta saatetaan ladata tuntemattomalla kirjastolla. Poista käytöstä piilottaaksesi nämä niiden alkuperäisen kokoelman ulkopuolelle.
fr: Certains médias peuvent ếtre téléchargés depuis une bibliothèque inconnue. Désactivez cette option pour les cacher.
hi: कुछ मीडिया को किसी अज्ञात लाइब्रेरी से डाउनलोड किया जा सकता है। इन्हें उनके मूल संग्रह से बाहर छिपाने के लिए इसे बंद करें।
hu: Egyes tartalmak ismeretlen könyvtárból tölthetők le. Kapcsolja ki ezt a lehetőséget az elrejtéshez az eredeti forráson kívül.
it: Qualche media potrebbe essere scaricato con una libreria sconosciuta. Disattiva l'opzione per nasconderli al di fuori della loro collezione originale.
ko: 특정 미디어는 알 수 없는 라이브러리로 다운로드 됩니다. 설정을 끄면 원래 컬렉션 외부에 있는 이러한 미디어들을 숨깁니다.
pl: Niektóre multimedia mogą być pobierane z nieznanej biblioteki. Wyłącz, aby ukryć je poza oryginalną kolekcją.
pt: Alguma media pode ter sido descarregada com uma biblioteca desconhecida. Desativa para esconder isto fora da coleção original.
pt_br: Algumas mídias podem ser transferidas com bibliotecas desconhecidas. Desabilite para ocultá-las fora de sua coleção original.
ru: Некоторые медиафайлы могут быть загружены из неизвестной библиотеки. Отключите эту опцию, чтобы скрыть их вне исходной коллекции.
sv: Vissa media kan laddas ned med ett okänt bibliotek. Stäng av för att dölja dessa utanför deras ursprungliga samling.
tr: Bazı ortamlar bilinmeyen bir kitaplıkla indirilebilir. Bunları orijinal koleksiyonlarının dışında gizlemek için kapatın.
uk: Деякі медіа-файли можуть бути завантажені з невідомої бібліотеки. Вимкніть щоб приховувати їх поза межами оригінальної колекції.
zh: 某些媒体可能通过未知库下载。关闭可将这些媒体隐藏在原始合集之外。
zh_hant: 部分媒體可能是透過未知的音樂庫下載。關閉此選項可將這些媒體隱藏，不顯示於其原始收藏以外的地方。

# maxConcurrentDownloadsLabel
source: {count} Concurrent Downloads
cs: {count} souběžných stahování
de: {count} gleichzeitige Downloads
es: {count} Descargas Concurrentes
fa: {count} بارگیری همزمان
fi: {count} samanaikaista latausta
fr: {count} Téléchargements simultanés
hi: {count} कॉन्क्युरेंट डाउनलोड
hr: Broj istovremenskih preuzimanja: {count}
hu: {count} egyidejű letöltés
it: {count} Download contemporanei
ko: {count} 동시 다운로드
pl: {count} Jednoczesnych pobrań
pt: {count} Downloads em Simultâneo
pt_br: {count} transferências em paralelo
ru: {count} Одновременных загрузок
sv: {count} samtidiga nedladdningar
tr: {count} eş anlı indirme
uk: {count} Конкурентних завантажень
zh: {count} 个并发下载
zh_hant: 同時下載 {count} 個

# downloadsWorkersSettingLabel
source: {count} Download Workers
cs: {count} workerů stahování
es: {count} Gestores de Descarga
fa: {count} کارکن بارگیری
fi: {count} lataushallinnoijaa
fr: {count} Threads pour le téléchargement
hi: {count} डाउनलोड वर्कर
hu: {count} letöltési szál
it: {count} Processi di Download
ko: 다운로드 스레드 {count}개
pl: {count} wątków pobierania
pt: {count} Processos de Download
pt_br: {count} gerenciadores de transferência
ru: {count} Потоков-загрузчиков
sv: {count} nedladdningsprocesser
tr: {count} indirme çalışanı
uk: {count} Завантажувачів
zh: {count} 个下载工作进程
zh_hant: {count}個下載工作程序

# syncOnStartupSwitch
source: Automatically Sync Downloads at Startup
cs: Automaticky synchronizovat stažené po spuštění
de: Downloads automatisch beim Start synchronisieren
es: Automáticamente Sincronizar Descargas al Inicio
fa: همگام‌سازی بارگیری‌ها هنگام راه‌اندازی به طور خودکار
fi: Synkronoi lataukset automaattisesti ohjelman käynnistyessä
fr: Synchroniser automatiquement les téléchargements au démarrage
hi: स्टार्टअप पर डाउनलोड को अपने-आप सिंक करें
hr: Automatski sinkroniziraj preuzimanja pri pokretanju aplikacije
hu: Letöltések automatikus szinkronizálása indításkor
it: All'avvio sincronizza automaticamente i Download
ko: 시작할 때 자동으로 다운로드 동기화
pl: Automatyczna synchronizacja pobranych plików podczas uruchamiania
pt: Sincronizar Downloads Automaticamente ao Iniciar
pt_br: Sincronizar transferências automaticamente durante a inicialização
ru: Автоматически синхронизировать загрузки при запуске
sv: Synkronisera automatiskt nedladdningar vid uppstart
tr: İndirmeleri Başlangıçta Otomatik Olarak Eşitle
uk: Автоматично синхронізувати завантаження при запуску
zh: 启动时自动同步下载
zh_hant: 啟動時自動同步下載

# preferQuickSyncSwitch
source: Prefer Quick Syncs
cs: Preferovat rychlou synchronizaci
de: Schnelle Synchronisationen bevorzugen
es: Preferir Sincronizaciones Rápidas
fa: همگام‌سازی‌های سریع را ترجیح دادن
fi: Suosi pikasynkronointia
fr: Privilégier les synchronisations rapides
hi: क्विक सिंक को प्राथमिकता दें
hr: Koristi brzu sinkronizaciju
hu: Gyors szinkronizálás előnyben részesítése
it: Preferisci la sincronizzazione veloce
ko: 빠른 동기화 선호
pl: Preferuj szybką synchronizację
pt: Preferir Sincronização Rápida
pt_br: Peferir sincronização rápida
ru: Предпочитать быструю синхронизацию
sv: Föredra snabb synkronisering
tr: Hızlı Eşitlemeleri Tercih Edin
uk: Віддати перевагу швидкій синхронізації
zh: 首选快速同步
zh_hant: 優先快速同步

# incidentalDownloadTooltip
source: This item is required to be downloaded by {parentName}.
cs: Stažení této položky je vyžadováno položkou {parentName}.
de: Dieses Element muss von {parentName} heruntergeladen werden.
es: {parentName} requiere que este elemento sea descargado.
fa: این آیتم نیاز دارد که به دست {parentName} بارگیری شود.
fi: Tämä kohde vaaditaan ladattavaksi kohteen {parentName} vuoksi.
fr: Cet item doit être téléchargé par {parentName}.
hi: इस आइटम को {parentName} द्वारा डाउनलोड किया जाना आवश्यक है।
hu: Ezt az elemet a(z) {parentName} miatt kell letölteni.
it: Il download di questo elemento è richiesto da {parentName}.
ko: {parentName}이/가 이 항목의 다운로드를 요구합니다.
pl: Ten element musi zostać pobrany przez {parentName}.
pt: Este item requer ser descarregado pelo {parentName}.
pt_br: {parentName} requer que esse ítem seja transferido.
ru: Этот элемент должен быть загружен через {parentName}.
sv: Dne här artikeln krävs för att laddas ned av {parentName}.
tr: Bu ögenin {parentName} tarafından indirilmesi gerekiyor.
uk: Цей об'єкт має бути завантаженим з {parentName}.
zh: 此项目必须由{parentName}下载。
zh_hant: 此項目是由 {parentName} 要求下載。

# cacheLibraryImagesName
source: Cached Images for '{libraryName}'
cs: Obrázky v mezipaměti pro „{libraryName}“
de: Bilder im Cache für '{libraryName}'
es: Imágenes almacenadas en cache para '{libraryName}'
fa: نگاره‌های کَش شده برای '{libraryName}'
fi: Kuvat välimuistissa kirjastolle '{libraryName}'
fr: Images en cache pour '{libraryName}'
hi: '{libraryName}' के लिए कैश की गई छवियां
hr: Predmemorirane slike za '{libraryName}'
hu: '{libraryName}' gyorsítótárazott képek
it: Immagini in cache per '{libraryName}'
ko: '{libraryName}'의 캐시된 이미지
pt: Imagens em cache para '{libraryName}'
pt_br: Imagens em cache para '{libraryName}'
ru: Изображения в кэше для '{libraryName}'
sv: Cachade bilder för '{libraryName}'
tr: '{libraryName}' için ön belleğe alınmış görseller
uk: Зображення для '{libraryName}' було кешовано
zh: '{libraryName}'的缓存图片
zh_hant: '{libraryName}'的圖片暫存

# downloadTranscodeEnableTitle
source: Enable Transcoded Downloads
cs: Povolit překódovaná stahování
de: Transkodierte Downloads aktivieren
es: Habilitar Descargas Transcodificadas
fa: فعال کردن بارگیری‌های رمزگردانی شده
fi: Käytä transkoodattuja latauksia
fr: Activer le transcodage pour le téléchargement
hi: ट्रांसकोडेड डाउनलोड सक्षम करें
hr: Omogući transkodirana preuzimanja
hu: Átkódolt letöltések engedélyezése
it: Attiva i Download Transcodificati
ko: 트랜스코드 다운로드 활성화
pt: Ativar Transferências Transcodificadas
pt_br: Habilitar transferências transcodificadas
ru: Включить транскодированные загрузки
sv: Aktivera transkodade nedladdningar
tr: Kodu dönüştürülmüş indirmeleri etkinleştir
uk: Увімкнути транскодовані завантаження
zh: 启用转码下载
zh_hant: 啟用轉碼下載

# downloadTranscodeEnableOption
source: {option, select, always{Always} never{Never} ask{Ask} other{{option}} }
cs: {option, select, always{Vždy} never{Nikdy} ask{Zeptat} other{{option}} }
de: {option, select, always{Immer} never{Niemals} ask{Fragen} other{{option}} }
es: {option, select, always{Siempre} never{Nunca} ask{Preguntar} other{{option}} }
fa: {option, select, always{همیشه} never{هرگز} ask{پرسیده شود} other{{option}} }
fi: {option, select, always{Aina} never{Ei koskaan} ask{Kysy} other{{option}} }
fr: {option, select, always{Toujours} never{Jamais} ask{Demander} other{{option}} }
hi: {option, select, always{हमेशा} never{कभी नहीं} ask{पूछें} other{{option}} }
hu: {option, select, always{Mindig} never{Soha} ask{Kérdezze} other{{option}} }
it: {option, select, always{Sempre} never{Mai} ask{Chiedi} other{{option}} }
ko: {option, select, always{항상} never{안 함} ask{묻기} other{{option}} }
pt: {option, select, always{Sempre} never{Nunca} ask{Perguntar} other{{option}} }
pt_br: {option, select, always{Sempre} never{Nunca} ask{Perguntar} other{{option}} }
ru: {option, select, always{Всегда} never{Никогда} ask{Спрашивать} other{{option}} }
sv: {option, select, always{Alltid} never{Aldrig} ask{Fråga} other{{option}} }
uk: {option, select, always{Завжди} never{Ніколи} ask{Запитувати} other{{option}} }
zh: {option, select, always{始终} never{从不} ask{询问} other{{option}} }
zh_hant: {option, select, always{總是} never{從不} ask{詢問} other{{option}} }

source: Download Bitrate
cs: Datový tok stažených
es: Tasa de bits al Descargar
fa: نرخ انتقال بارگیری
fi: Latausten bittinopeus
fr: Débit binaire de téléchargement
hi: डाउनलोड का बिटरेट
hr: Brzina preuzimanja
hu: Letöltési bitráta
it: Bitrate per i download
ko: 다운로드 비트레이트
pt: Taxa de Transferência
pt_br: Bitrate das transferências
ru: Битрейт загрузки
sv: Bithastighet på nedladdning
tr: İndirme Bit Hızı
uk: Бітрейт завантаження
zh: 下载比特率
zh_hant: 下載位元率

# downloadBitrateSubtitle
source: A higher bitrate gives higher quality audio at the cost of larger storage requirements.
cs: Vyšší datový tok umožní lepší kvalitu zvuku za cenu vyšších požadavků na úložiště.
de: Eine höhere Bitrate führt zu besserer Audioqualität auf Kosten von höherem Speicherplatzverbrauch.
es: Una mayor tasa de bits da una mejor calidad de audio a costa de mayor requerimientos de almacenamiento.
fa: نرخ انتقال بالاتر کیفیت صدای بالاتری در قبال فضای ذخیره‌سازی بزرگت‌تر ارائه می‌کند.
fi: Korkeampi bittinopeus tarjoaa paremman äänenlaadun, mutta vie enemmän tallennustilaa.
fr: Un plus grand débit binaire résulte en audio de meilleur qualité, au prix d'un fichier plus volumineux.
hi: उच्चतर बिटरेट, अधिक भंडारण आवश्यकताओं की कीमत पर उच्चतर गुणवत्ता वाला ऑडियो प्रदान करता है।
hu: A magasabb bitráta jobb minőségű hangot biztosít, de nagyobb tárhelyigényt eredményez.
it: Un bitrate più alto garantisce una qualità audio più alta al costo di un maggiore consumo di spazio di archiviazione.
ko: 높은 비트레이트는 음원의 음질을 높이지만 용량을 늘립니다.
pt: Uma taxa de bits mais alta oferece áudio de melhor qualidade, mas exige mais espaço de armazenamento.
pt_br: Um valor mais alto de bitrate fornece maior qualidade de áudio, com um custo maior de armazenamento.
ru: Более высокий битрейт обеспечивает лучшее качество звука, но требует больше места для хранения.
sv: En högre bithastighet ger bättre ljudkvalitet på bekostnad av större krav på lagringsutrymme.
tr: Daha yüksek bit hızı, daha fazla depolama gereksinimleri pahasına daha yüksek kalitede ses sağlar.
uk: Вищий бітрейт дає кращу якість аудіо за рахунок більших вимог до сховища.
zh: 比特率越高，音频质量越高，但存储空间也越大。
zh_hant: 較高的位元率可提供更高音質，但也會佔用較多儲存空間。

# transcodeHint
source: Transcode?
cs: Překódovat?
de: Transkodieren?
es: ¿Transcodificar?
fa: رمزگردانی؟
fi: Transkoodaa?
fr: Transcoder ?
hi: ट्रांसकोड?
hr: Transkodirati?
hu: Átkódolás?
it: Transcodificare?
ko: 트랜스코딩하시겠습니까?
pt: Transcodificar?
pt_br: Transcodificar?
ru: Транскодировать?
sv: Transkoda?
tr: Kod dönüştürme?
uk: Транскодувати?
zh: 是否转码？
zh_hant: 是否要轉碼？

# downloadInfo
source: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transcoded}}
cs: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} překódováno}}
de: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} transkodiert}}
es: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transcodificado}}{location, select, null{} other{ ({location})}}
fa: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} رمزگردانی شد}}
fi: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transkoodattu}}{location, select, null{} other{ ({location})}}
fr: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transcodé}}{location, select, null{} other{ ({location})}}
hu: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} átkódolva}}{location, select, null{} other{ ({location})}}
it: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transcodificato}}
ko: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} 트랜스코딩됨}}{location, select, null{} other{ ({location})}}
pt: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Transcodificado}}{location, select, null{} other{ ({location})}}
pt_br: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} transcodificado}}
ru: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Транскодировано}}
sv: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} transkodad}}
tr: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Kod Dönüştürülmüş}}
uk: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} Транскодовано}}
zh: {size} {codec}{bitrate, select, null{} other{ @ {bitrate} 已转码}}
zh_hant: {size}、{codec}{bitrate, select, null{} other{（轉碼 @ {bitrate}）}}{location, select, null{} other{（儲存於 {location}）}}

# redownloadTitle
source: Automatically Redownload Transcodes
cs: Automaticky znovu stáhnout překódované
de: Automatisch Transcodes neu herunterladen
es: Automáticamente Volver a Descargar Transcodificaciones
fa: بارگیری کردن دوباره خودکار رمزگردانی‌ها
fi: Uudelleenlataa transkoodaukset automaattisesti
fr: Re-télécharger automatiquement les items transcodés
hi: ट्रांसकोड को अपने-आप पुनः डाउनलोड करें
hu: Átkódolások automatikus újratöltése
it: Scarica nuovamente in modo automatico i file transcodificati
ko: 자동으로 트랜스코드 재다운로드
pt: Fazer Novo Download de Transcodes Automaticamente
pt_br: Retranscodificar transferências automaticamente
ru: Автоматически перезагружать транскодируемые дорожки
sv: Ladda automatiskt ned transkodningar igen
tr: Kodu dönüştürülenleri otomatik olarak yeniden indirin
uk: Автоматично повторно завантажувати транскодування
zh: 自动重新下载转码
zh_hant: 自動重新下載已轉碼內容

# defaultDownloadLocationButton
source: Set as default download location. Disable to select per download.
cs: Nastavit jako výchozí umístění stahování. Zakažte pro výběr u každého stahování zvlášť.
de: Als Standard Download-Ort festlegen. Ausschalten, um den Ort per Download festzulegen.
es: Seleccionar como ubicación de descarga por defecto Desactive para elegirla al descargar.
fa: به عنوان مکان پیش‌فرض بارگیری قرار می‌گیرد. غیرفعال کنید تا برای هر بارگیری انتخاب کنید.
fi: Aseta latausten oletussijainti. Poista käytöstä valitaksesi joka latauksella erikseen.
fr: Choisir cet emplacement pour le téléchargement. Désactiver pour choisir à chaque téléchargement.
hi: डिफ़ॉल्ट डाउनलोड स्थान के रूप में सेट करें। प्रति डाउनलोड के लिए अक्षम करें।
hu: Beállítás alapértelmezett letöltési helyként. Letöltésenként történő kiválasztáshoz tiltsa le.
it: Imposta come percorso di download predefinito. Disabilita per selezionare manualmente per ciascun download.
pl: Ustaw jako domyślną lokalizację pobierania. Wyłącz, aby wybrać dla każdego pobrania.
pt: Definir como local de download predefinido. Desative para selecionar por cada download.
pt_br: Define como local padrão para transferências. Desabilita a seleção individual por transferência.
ru: Установить как место загрузки по умолчанию. Отключите, чтобы выбирать для каждой загрузки.
sv: Välj som standardplats för nedladdning. Stäng av för att välja per nedladdning.
tr: Varsayılan indirme konumu olarak ayarlayın. İndirme başına seçim yapmayı devre dışı bırak.
uk: Встановити як типову локацію для завантажень. Вимкнути для вибору на одне завантаження.
zh: 设置为默认下载位置。禁用每次下载时的选择。
zh_hant: 設為預設下載位置。若停用，將可於每次下載時個別選擇位置。

# fixedGridSizeSwitchTitle
source: Use fixed size grid tiles
cs: Použít pevnou velikost dlaždic mřížky
de: Rasterkacheln fester Größe verwenden
es: Utilizar un tamaño fijo para las cuadriculas
fa: استفاده از کاشی‌های جدول با اندازه‌های ثابت
fi: Käytä vakiokoon ruudukkolaattoja
fr: Utiliser une taille de grille fixe
hi: निश्चित आकार की ग्रिड टाइलों का उपयोग करें
hr: Koristi fiksnu veličinu rešetkastih polja
hu: Fix méretű rács használata
it: Usa riquadri della griglia di dimensioni fisse
pl: Użyj kafelków siatki o stałym rozmiarze
pt: Usar grelha de tamanho fixo
pt_br: Usar blocos de tamanho fixo para a grade
ru: Использовать плитки фиксированного размера
sv: Använd fast storlek på rutnätsblock
tr: Sabit boyutta ızgara karoları kullan
uk: Використовувати плитки з фіксованим розміром сітки
zh: 使用固定大小的网格图块
zh_hant: 使用固定大小的網格

# fixedGridTileSizeEnum
source: {size, select, small{Small} medium{Medium} large{Large} veryLarge{Very Large} other{???}}
cs: {size, select, small{Malá} medium{Střední} large{Velká} veryLarge{Velmi velká} other{???}}
de: {size, select, small{Klein} medium{Mittel} large{Groß} veryLarge{Sehr groß} other{???}}
es: {size, select, small{Pequeña} medium{Mediana} large{Grande} veryLarge{Muy Grande} other{???}}
fa: {size, select, small{کوچک} medium{میانه} large{بزرگ} veryLarge{بسیار بزرگ} other{???}}
fi: {size, select, small{Pieni} medium{Keskikokoinen} large{Iso} veryLarge{Todella iso} other{???}}
fr: {size, select, small{Petit} medium{Moyen} large{Grand} veryLarge{Très Grand} other{???}}
hi: {size, select, small{छोटा} medium{मीडियम} large{बड़ा} veryLarge{बहुत बड़ा} other{???}}
hr: {size, select, small{Mala} medium{Srednja} large{Velika} veryLarge{Jako velika} other{???}}
hu: {size, select, small{Kicsi} medium{Közepes} large{Nagy} veryLarge{Nagyon nagy} other{???}}
it: {size, select, small{Piccolo} medium{Medio} large{Grande} veryLarge{Molto Grande} other{???}}
pt: {size, select, small{Pequeno} medium{Médio} large{Grande} veryLarge{Muito Grande} other{???}}
pt_br: {size, select, small{Pequeno} medium{Médio} large{Grande} veryLarge{Muito grande} other{???}}
ru: {size, select, small{Маленький} medium{Средний} large{Большой} veryLarge{Очень большой} other{???}}
sv: {size, select, small{Liten} medium{Medel} large{Stor} veryLarge{Väldigt stor} other{???}}
uk: {size, select, small{Маленький} medium{Середній} large{Великий} veryLarge{Дуже великий} other{???}}
zh: {size, select, small{小} medium{中} large{大} veryLarge{超大} other{???}}
zh_hant: {size, select, small{小} medium{中} large{大} veryLarge{非常大} other{???}}
