Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# periodicPlaybackSessionUpdateFrequencyDetails
source: If the Jellyfin server hasn''t received any updates from a client in the last 5 minutes, it assumes that playback has ended. This means that for tracks longer than 5 minutes, that playback could be incorrectly reported as having ended, which reduced the quality of the playback reporting data.
cs: Pokud server Jellyfin neobdrží od klienta za posledních 5 minut žádnou aktualizaci, předpokládá, že přehrávání skončilo. To znamená, že u skladeb delších než 5 minut by mohlo být toto přehrávání nesprávně hlášeno jako ukončené, což by snižovalo kvalitu dat hlášení přehrávání.
de: Nach 5 Minuten ohne Komunikation zwischen Client und Server wird der Server davon ausgehen, dass die Wiedergabe gestoppt wurde. Das heißt: für Tracks, die länger als 5 Minuten sind, könnte es zu fehlerhaften Wiedergabe-Meldungen führen, was die Qualität dieser Daten reduziert.
es: Si el servidor de Jellyfin no ha recibido no ha recibido ninguna actualización de estado del cliente en los últimos 5 minutos, este asume que la reproducción ha acabado. Esto significa que para canciones más largas de 5 minutos, la reproducción se puede dar como acabada, lo cual empeoraría la información sobra la calidad de reproducción.
fa: اگر سرور جلی‌فین (Jellyfin) بروزرسانی‌ای از سرویس گیرنده در ۵ دقیقه دریافت نکند، می‌پندارد که پخش پایان یافته‌است. این بدان معناست که برای قطعه‌های بلندتر از ۵ دقیقه، پخش آن می‌تواند اشتباهاً به عنوان پایان یافته گزارش شود، که منجر به کاهش کیفیت داده‌ی گزارش پخش (Playback Reporting Data) می‌شود.
fi: Jos Jellyfin palvelin ei ole saanut yhtäkään päivitystä liitetyltä laitteelta viimeiseen 5 minuuttiin, palvelin olettaa toiston loppuneeksi. Tämä tarkoittaa, että kappaleille, jotka ovat yli 5 minuuttia pitkiä, toisto voidaan virheellisesti raportoida loppuneeksi, mikä vähentää toistoraporttien luotettavuutta.
fr: Si le serveur Jellyfin n'a reçu aucune mise à jour d'un client au cours des 5 dernières minutes, il considère que la lecture est terminée. Cela signifie que pour les pistes de plus de 5 minutes, la lecture pourrait être signalée à tort comme terminée, ce qui réduirait la qualité des données de lecture.
hi: यदि जेलिफ़िन सर्वर को पिछले 5 मिनट में क्लाइंट से कोई अपडेट नहीं मिलता है, तो वह मान लेता है कि प्लेबैक समाप्त हो गया है। इसका मतलब है कि 5 मिनट से ज़्यादा लंबे ट्रैक के लिए, गलत प्लेबैक रिपोर्ट की जा सकती है, जिससे प्लेबैक रिपोर्टिंग डाटा की गुणवत्ता कम हो जाती है।
hu: Ha a Jellyfin kiszolgáló az elmúlt 5 percben nem kapott frissítést a klienstől, akkor azt feltételezi, hogy a lejátszás befejeződött. Ez azt jelenti, hogy az 5 percnél hosszabb dalok esetében a lejátszást tévesen befejezettnek jelentheti, ami csökkenti a lejátszási adatok hitelességét.
it: Se il server Jellyfin non ha ricevuto alcun aggiornamento da un client negli ultimi 5 minuti, presume che la riproduzione sia terminata. Ciò significa che per i brani più lunghi di 5 minuti la riproduzione potrebbe essere erroneamente segnalata come terminata, riducendo la qualità dei dati di segnalazione della riproduzione.
ja: Jellyfin サーバーは、クライアントからの更新が過去5分間なかった場合、再生が終了したと判断します。そのため、5分を超える曲では、実際には再生中でも再生が終了したと誤って報告される可能性があり、再生状況のデータ品質が低下します。
ko: Jellyfin서버가 마지막 5분 동안 클라이언트로부터 어떠한 업데이트도 받지 못하면, 해당 재생이 종료된 것으로 간주합니다. 이는 5분 이상 곡들에 대해서는 (재생이 종료된 것으로 착오함에 따라) 재생 정보 정확성이 저하될 수 있음을 의미합니다.
nl: Als de Jellyfin server langer dan 5 minuten geen updates ontvangt van een apparaat neemt het aan dat het afspelen is gestopt. Dit betekent dat het rapporteren van afspeeldata incorrect kan zijn voor nummers langer dan 5 minuten.
pl: Jeśli serwer Jellyfin nie otrzymał żadnych aktualizacji od klienta w ciągu ostatnich 5 minut, zakłada, że odtwarzanie zostało zakończone. Oznacza to, że w przypadku ścieżek dłuższych niż 5 minut, odtwarzanie mogło zostać nieprawidłowo zgłoszone jako zakończone, co obniżyło jakość danych raportowania odtwarzania.
pt: Se o servidor do Jellyfin não recebeu nenhuma atualização de um cliente nos últimos 5 minutos, assume que a reprodução acabou. Isto significa que, para faixas maiores do que 5 minutos, essa reprodução pode ser incorretamente reportada como terminada, o que reduz a qualidade dos dados reportados sobre a reprodução.
pt_br: Se o servidor Jellyfin não receber atualizações de um cliente durante os últimos 5 minutos, ele assumirá que a reprodução foi concluída. Isso significa que para faixas com duração superior a 5 minutos ,a reprodução poderá ser erroneamente reportada como finalizada, o que reduzirá a qualidade dos dados dos relatórios de reprodução.
ru: Если сервер Jellyfin не получал никаких обновлений от клиента в течение последних 5 минут, он предполагает, что воспроизведение завершилось. Это означает, что для композиций длиннее 5 минут воспроизведение может быть неправильно зарегистрировано как завершенное, что снижает качество данных о воспроизведении.
sv: Om Jellyfin-servern inte har mottagit några uppdateringar från en klient inom de senaste 5 minuterna, antar den att uppspelningen har avslutats. Det innebär att för spår som är längre än 5 minuter, så kan uppspelningen felaktigt rapporteras att ha avslutats, vilket försämrar kvaliteten på datan i uppspelningsrapporten.
tr: Jellyfin sunucusu son 5 dakika içinde istemciden herhangi bir güncelleme almamışsa oynatmanın sona erdiğini varsayar. Bu, 5 dakikadan uzun parçalar için oynatmanın hatalı bir şekilde sona ermiş olarak rapor edilebileceği ve bunun da oynatma raporlama verilerinin kalitesinin düşebileceği anlamına gelir.
uk: Якщо сервер Jellyfin не отримував ніяких оновлень статусу відтворення від клієнту останні 5 хвилин, сервер вирішить що відтворення було завершено. Тобто для композицій, які тривають довше 5 хвилин, можливе некоректне звітування про відтворення як про завершене, що зменшить якість даних звітів про відтворення.
vi: Nếu máy chủ Jellyfin không nhận được bất kì cập nhật nào từ client trong vòng 5 phút, nó sẽ tự cho rằng việc phát đã kết thúc. Điều này có nghĩa đối với những bài hát dài hơn 5 phút, thì việc phát lại có thể bị báo cáo một cách thiếu chính xác là đã phát xong, điều này giảm chất lượng của những dữ liệu phát lại.
zh: 如果 Jellyfin 服务器在过去 5 分钟内没有收到来自客户端的任何更新，它会假定播放已结束。这意味着对于超过 5 分钟的歌曲，播放可能会被错误地报告为已结束，从而降低播放报告数据的质量。
zh_hant: 如果 Jellyfin 伺服器在過去 5 分鐘內沒有收到任何用戶端的回報，它會假設播放已結束。這代表當播放超過 5 分鐘的歌曲時，可能會被錯誤判定為播放中斷，進而降低播放回報資料的準確性。

# couldNotLoad
source: Couldn''t load {source, select, album{album} playlist{playlist} trackMix{track mix} artistMix{artist mix} albumMix{album mix} genreMix{genre mix} favorites{favorites} allTracks{all tracks} filteredList{tracks} genre{genre} artist{artist} track{track} nextUpAlbum{album in next up} nextUpPlaylist{playlist in next up} nextUpArtist{artist in next up} other{}}
cs: Nepodařilo se načíst {source, select, album{album} playlist{seznam skladeb} songMix{mix skladby} artistMix{mix umělce} albumMix{mix alba} genreMix{mix žánru} favorites{oblíbené} allSongs{všechny skladby} filteredList{skladby} genre{žánr} artist{umělce} song{skladbu} nextUpAlbum{album v dalších na řadě} nextUpPlaylist{seznam skladeb v dalších na řadě} nextUpArtist{umělce v dalších na řadě} other{}}
de: Laden {source, select, album{des Albums} playlist{der Wiedergabeliste} trackMix{des Titelmixes} artistMix{des Künstlermixes} albumMix{des Albummixes} favorites{der Favoriten} allTracks{aller Titel} filteredList{der Tracks} genre{des Genre} artist{des Künstlers} nextUpAlbum{des Album in \"Als Nächstes\"} nextUpPlaylist{der Playlist in \"Als Nächstes\"} nextUpArtist{des Künstlers in \"Als Nächstes\"} other{}} fehlgeschlagen
es: No fue posible cargar {source, select, album{el álbum} playlist{la lista de reproducción} trackMix{la mezcla de canción} artistMix{la mezcla de artista} albumMix{la mezcla de álbum} genreMix{la mezcla de género} favorites{los favoritos} allTracks{todas las canciones} filteredList{las canciones} genre{el género} artist{el artista} track{la canción} nextUpAlbum{el álbum en "A continuación"} nextUpPlaylist{la lista de reproducción en "A continuación"} nextUpArtist{el artista en "A continuación"} nextUpGenre{el género en "A continuación"} other{}}
fa: {source, select, album{آلبوم} playlist{فهرست پخش} songMix{میکس قطعه} artistMix{میکس هنرمند} albumMix{میکس آلبوم} genreMix{میکس ژانر} favorites{مورد علاقه‌ها} allSongs{همه‌ی قطعه‌ها} filteredList{قطعه‌ها} genre{ژانر} artist{هنرمند} song{قطعه} nextUpAlbum{آلبوم بعدی} nextUpPlaylist{فهرست پخش بعدی} nextUpArtist{هنرمند بعدی} other{}} بارگذاری نشد
fi: {source, select, album{Albumia} playlist{Soittolistaa} trackMix{Kappalemixiä} artistMix{Artistimixiä} albumMix{Albumimixiä} genreMix{Tyylilajimixiä} favorites{Suosikkeja} allTracks{Kaikkia kappaleita} filteredList{Kappaleita} genre{Tyylilajia} artist{Artistia} track{Kappaletta} nextUpAlbum{Seuraavaksi soitettavaa albumia} nextUpPlaylist{Seuraavaksi soitettavaa soittolistaa} nextUpArtist{Seuraavaksi soitettavaa artistia} nextUpGenre{Seuraavaksi soitettavaa tyylilajia} other{}} ei voitu ladata
fr: Impossible de charger {source, select, album{album} playlist{playlist} trackMix{track mix} artistMix{artist mix} albumMix{album mix} genreMix{genre mix} favorites{favorites} allTracks{all tracks} filteredList{tracks} genre{genre} artist{artist} track{track} nextUpAlbum{album dans le prochain album} nextUpPlaylist{playlist dans le prochain album} nextUpArtist{artiste dans le prochain album} nextUpGenre{genre dans le prochain album} other{}}
hi: {source, select, album{album} playlist{प्लेलिस्ट} songMix{ट्रैक मिक्स} artistMix{कलाकार मिक्स} albumMix{एल्बम मिक्स} genreMix{शैली मिक्स} favorites{पसंदीदा} allSongs{सभी ट्रैक} filteredList{ट्रैक} genre{शैली} artist{कलाकार} song{ट्रैक} nextUpAlbum{next up में एल्बम} nextUpPlaylist{next up में प्लेलिस्ट} nextUpArtist{next up में कलाकार} other{}} को लोड नहीं किया जा सका
hu: {source, select, album{Az album} playlist{A lejátszási lista} trackMix{A dal mix} artistMix{Az előadó mix} albumMix{Az album mix} genreMix{A műfaj mix} favorites{A kedvencek} allTracks{Az összes dal} filteredList{A dalok} genre{A műfaj} artist{Az előadó} track{A dal} nextUpAlbum{A következő album} nextUpPlaylist{A következő lejátszási lista} nextUpArtist{A következő előadó} nextUpGenre{A következő műfaj} other{}} betöltése sikertelen
it: Non posso caricare {source, select, album{album} playlist{playlist} trackMix{track mix} artistMix{artist mix} albumMix{album mix} genreMix{genre mix} favorites{favorites} allTracks{all tracks} filteredList{tracks} genre{genre} artist{artist} track{track} nextUpAlbum{album in next up} nextUpPlaylist{playlist in next up} nextUpArtist{artist in next up} other{}}
ko: {source, select, album{앨범} playlist{플레이리스트} trackMix{트랙 믹스} artistMix{아티스트 믹스} albumMix{앨범 믹스} genreMix{장르 믹스} favorites{즐겨찾기} allTracks{전체 트랙} filteredList{트랙 목록} genre{장르} artist{아티스트} track{트랙} nextUpAlbum{Next Up 앨범} nextUpPlaylist{Next Up 플레이리스트 } nextUpArtist{Next Up 아티스트 } nextUpGenre{Next Up 장르} other{}} 로딩에 실패하였습니다
nl: Kon {source, select, album{album} playlist{afspeellijst} trackMix{nummermix} artistMix{artiestenmix} albumMix{albummix} genreMix{genremix} favorites{favorieten} allTracks{alle nummers} filteredList{nummers} genre{genre} artist{artiest} track{nummer} nextUpAlbum{album in ''Hierna''} nextUpPlaylist{playlist in ''Hierna''} nextUpArtist{artiest in ''Hierna''} other{}} niet laden
pl: Nie można załadować {source, select, album{album} playlist{playlista} trackMix{miks utworów} artistMix{miks artysty} albumMix{miks albumu} genreMix{miks gatunku} favorites{ulubione} allTracks{wszystkie utwory} filteredList{utwory} genre{gatunek} artist{artysta} track{utwór} nextUpAlbum{album w następnej kolejności} nextUpPlaylist{playlista w następnej kolejności} nextUpArtist{artysta w następnej kolejności} other{}}
pt: Não foi possível carregar {source, select, album{álbum} playlist{lista de reprodução} trackMix{mix de faixa} artistMix{mix de artista} albumMix{mix de álbum} genreMix{mix de estilo} favorites{favoritos} allTracks{todas as faixas} filteredList{faixas} genre{estilo} artist{artista} track{faixa} nextUpAlbum{álbum na lista a seguir} nextUpPlaylist{lista de reprodução na lista a seguir} nextUpArtist{artista na lista a seguir} nextUpGenre{estilo na lista a seguir} other{}}
pt_br: Não foi possível carregar {source, select, album{álbum} playlist{lista de reprodução} songMix{mix de faixas} artistMix{mix de artista} albumMix{mix de álbum} genreMix{mix de gênero} favorites{favoritos} allSongs{todas as faixas} filteredList{faixas} genre{gênero} artist{artista} song{faixa} nextUpAlbum{álbum nas próximas} nextUpPlaylist{lista de reprodução nas próximas} nextUpArtist{artista nas próximas} other{}}
ru: Не удалось загрузить {source, select, album{альбом} playlist{плейлист} trackMix{микс композиций} artistMix{микс исполнителей} albumMix{микс альбомов} genreMix{микс жанров} favorites{избранное} allTracks{все композиции} filteredList{композиции} genre{жанр} artist{исполнителя} track{композицию} nextUpAlbum{альбом в следующих} nextUpPlaylist{плейлист в следующих} nextUpArtist{исполнителя в следующих} other{}}
sv: Kunde inte läsa in {source, select, album{album} playlist{spellista} trackMix{spårmix} artistMix{artistmix} albumMix{albummix} genreMix{genremix} favorites{favoriter} allTracks{alla spår} filteredList{spår} genre{genre} artist{artist} track{spår} nextUpAlbum{album i Nästa} nextUpPlaylist{spellista i Nästa} nextUpArtist{artist i Nästa} other{}}
uk: Не вдалось завантажити {source, select, album{альбом} playlist{список відтворення} songMix{мікс композицій} artistMix{мікс виконавців} albumMix{мікс альбомів} genreMix{мікс жанрів} favorites{обране} allSongs{усі композиції} filteredList{композиції} genre{жанр} artist{виконавця} song{композицію} nextUpAlbum{альбом у наступному} nextUpPlaylist{список відтворення у наступному} nextUpArtist{виконавця у наступному} other{}}
vi: Không thể tải {source, select, album{album} playlist{danh sách nhạc} trackMix{mix bài hát} artistMix{tuyển tập nghệ sĩ} albumMix{tuyển tập album} genreMix{tuyển tập thể loại} favorites{yêu thích} allTracks{tất cả bài hát} filteredList{bài hát} genre{thể loại} artist{nghệ sĩ} track{bài hát} nextUpAlbum{album trong tiếp theo} nextUpPlaylist{danh sách nhạc trong tiếp theo} nextUpArtist{nghệ sĩ trong tiếp theo} nextUpGenre{thể loại trong tiếp theo} other{}}
zh: 无法加载{source, select, album{专辑} playlist{播放列表} trackMix{歌曲合辑} artistMix{ 艺术家合辑} albumMix{专辑合辑} genreMix{流派合辑} favorites{最爱} allTracks{全部歌曲} filteredList{筛选列表} genre{流派} artist{艺术家} track{歌曲} nextUpAlbum{接下来专辑} nextUpPlaylist{接下来播放列表} nextUpArtist{接下来艺术家} other{}}
zh_hant: 無法載入{source, select, album{專輯} playlist{播放清單} trackMix{歌曲組合} artistMix{藝人組合} albumMix{專輯組合} genreMix{類型組合} favorites{收藏} allTracks{所有歌曲} filteredList{篩選} genre{類型} artist{藝人} track{歌曲} nextUpAlbum{即將播放中的專輯} nextUpPlaylist{即將播放中的播放清單} nextUpArtist{即將播放中的藝人} nextUpGenre{即將播放中的類型} other{}}

# playerAlbumArtworkTooltip
source: Artwork for {title}. Tap to toggle playback. Swipe left or right to switch tracks.
cs: Obal {title}. Klepněte pro přepnutí přehrávání. Přejeďte vlevo nebo vpravo pro přepnutí skladeb.
de: Grafiken für {title}. Tippe, um Wiedergabe umzuschalten. Swipe nach links oder rechts, um den Track zu wechseln.
es: Carátula de {title}. Toque para alternar reproducción. Deslice hacia la izquierda o derecha para cambiar de canción.
fa: نگاره برای {title}. برای تغییر وضعیت پخش بزنید. برای تغییر قطعه‌ها به چپ یا راست بکشید.
fi: Kansikuva albumille/kappaleelle {title}. Napauta kuvaa aloittaaksesi / pysäyttääksesi toisto. Pyyhkäise vasemmalle tai oikealla vaihtaaksesi kappaletta.
fr: Illustration pour {title}. Appuyez pour basculer la lecture. Balayez vers la gauche ou la droite pour changer de piste.
hi: {title} के लिए कलाकृति। प्लेबैक टॉगल करने के लिए टैप करें। ट्रैक स्विच करने के लिए बाएं या दाएं स्वाइप करें।
hu: {title} borítóképe. Érintse meg a lejátszás indításához vagy megállításához. Lapozzon balra vagy jobbra a dalok váltásához.
it: Copertina di {title}. Premi per attivare/disattivare la riproduzione. Scorri verso sinistra o destra per cambiare traccia.
ko: {title}을 위한 아트워크. 탭하여 재생화면을 전환합니다. 좌우로 스와이프하여 곡(들)을 변경합니다.
nl: Albumhoes voor {title}. Tik om afspelen te starten/stoppen. Swipe naar links of rechts om nummers te wisselen.
pl: Okładka dla {title}. Dotknij, aby przełączyć odtwarzanie. Przesuń palcem w lewo lub w prawo, aby przełączać utwory.
pt: Arte para {title}. Toque para modificar a reprodução. Desliza para a esquerda ou direita para mudar de faixa.
ru: Обложка для {title}. Нажмите, чтобы переключить воспроизведение. Проведите влево или вправо, чтобы переключить композиции.
sv: Konstverk för {title}. Tryck för att starta/pausa uppspelning. Svep åt vänster/höger för att byta spår.
zh: {title}的作品。点击切换播放。左右滑动切换歌曲。
zh_hant: {title}的作品。點擊可播放或暫停，左右滑動可切換歌曲。

# preferQuickSyncSwitchSubtitle
source: When performing syncs, some typically static items (like tracks and albums) will not be updated. Download repair will always perform a full sync.
cs: Při synchronizaci nebudou aktualizovány některé obvykle statické položky (např. skladby a alba). Oprava stažených vždy provede úplnou synchronizaci.
de: Beim Synchronisieren werden typisch statische Elemente (z.B. Lieder und Alben) nicht aktualisiert. Eine Download-Reparatur wird immer eine vollständige Synchronisation durchführen.
es: Al realizar sincronizaciones, algunos elementos usualmente estáticos (como canciones y álbumes) no serán actualizados. La reparación de descargas siempre realizará una sincronización completa.
fa: زمانی که همگام‌سازی صورت می‌گیرد، بیشتر برخی آیتم‌های راکد (مانند قطعه‌ها و آلبوم‌ها) بروزرسانی نخواند شد. تعمیر بارگیری همواره همگام‌سازی کامل را اجرا می‌کند.
fi: Kun synkronointia suoritetaan, osaa vakiona pysyvistä kohteista (kuten kappaleista tai albumeista) ei päivitetä. Latausten korjaus toteuttaa täyden synkronoinnin aina.
fr: Lors des synchronisations, certains items spécifiques (comme les musiques ou albums) ne seront pas mis à jour. La réparation des téléchargement lance toujours une synchronisation complète.
hi: सिंक करते समय, कुछ सामान्यतः स्थिर आइटम (जैसे ट्रैक और एल्बम) अपडेट नहीं किए जाएँगे। डाउनलोड रिपेयर हमेशा पूर्ण सिंक करेगा।
hu: Szinkronizáláskor néhány jellemzően statikus elem (például dalok és albumok) nem frissül. A letöltések javítása mindig teljes szinkronizálást hajt végre.
it: Quando si eseguono le sincronizzazioni alcuni elementi tipicamente statici (come brani e album) non verranno aggiornati. La riparazione del download eseguirà sempre una sincronizzazione completa.
ko: 동기화를 할 때, 일반적으로 변동성이 적은 항목들(곡과 앨범들)은 갱신하지 않습니다. 다운로드 복원은 언제나 전체 동기화를 합니다.
pl: Podczas synchronizacji niektóre typowo statyczne elementy (takie jak utwory i albumy) nie zostaną zaktualizowane. Funkcja Naprawa pobierania zawsze przeprowadza pełną synchronizację.
pt: Alguns itens tipicamente estáticos (como faixas e álbuns) não serão atualizados quando é feita a sincronização. A reparação de downloads fará sempre uma sincronização completa.
pt_br: Ao executar sincronizações, alguns itens tipicamente estáticos, como faixas e álbuns, não serão atualizados. A reparação de transferência sempre executará um sincronismo completo.
ru: При выполнении синхронизаций некоторые обычно статичные элементы (такие как композиции и альбомы) не будут обновляться. Починка загрузки всегда будет выполнять полную синхронизацию.
sv: Vid synkronisering uppdateras inte vissa vanligen statiska artiklar (såsom spår och album). Nedladdningsreparation genomför alltid en full synkronisering.
tr: Eşleme gerçekleştirilirken, bazı sabit ögeler (parçalar ve albümler gibi) güncellenmez. İndirme onarımında her zaman tam eşleme gerçekleştirilir.
uk: При виконанні синхронізації, деякі, зазвичай статичні об'єкти (штибу композицій чи альбомів), не будуть оновлені. Відновлення завантаження завжди виконує повну синхронізацію.
vi: Khi đang đồng bộ, một số tệp tĩnh (bài hát, albums) sẽ không được cập nhật. Việc chữa tải về sẽ luôn thực hiện việc đồng bộ tất cả.
zh: 执行同步时，一些通常为静态的项目（如歌曲和专辑）将不会更新。下载修复将始终执行完全同步。
zh_hant: 執行同步時，某些通常不變的項目（如歌曲與專輯）將不會被更新。而「下載修復」將一律執行完整同步。

# redownloadSubtitle
source: Automatically redownload tracks which are expected to be at a different quality due to parent collection changes.
cs: Automaticky znovu stáhnout skladby, které jsou očekávány v jiné kvalitě z důvodu změny nadřazené sbírky.
de: Automatisch Tracks erneut herunterladen, die aufgrund von Änderungen übergeordneter Elemente vermutlich eine andere Qualität haben.
es: Automáticamente vuelve a descargar canciones que se esperan en una calidad diferente debido a cambios en su colección de origen.
fa: به صورت خودکار قطعه‌هایی که انتظار می‌رود در کیفیت متفاوت به دلیل تغییرات مجموعه والد باشند، دوباره بارگیری می‌شوند.
fi: Uudelleenlataa automaattisesti kappaleet, joiden oletetaan olevan eri laadulla pääkokoelman muutosten takia.
fr: Retéléchargez automatiquement les pistes qui devraient être d'une qualité différente en raison de modifications de la collection parente.
hi: उन ट्रैक्स को अपने-आप पुनः डाउनलोड करें जिनकी मूल संग्रह में परिवर्तन के कारण भिन्न गुणवत्ता होने की संभावना है।
hu: Automatikusan újratölti azokat a dalokat, amelyek a forrás gyűjtemény változása miatt várhatóan más minőségűek lesznek.
it: Scarica nuovamente in modo automatico i brani che si prevede abbiano una qualità diversa a causa delle modifiche alla raccolta principale.
ko: 부모 콜렉션 변경으로 품질이 달라졌을 것으로 예상되는 곡(들)을 자동으로 다시 다운로드 합니다.
pt: Fazer novo download de faixas automaticamente que é esperado que estejam numa qualidade diferente devido a alterações na coleção pai.
pt_br: Retransfere automaticamente faixas que estejam em qualidade divergente devido a alterações na coleção principal.
ru: Автоматически перезагружать композиции, которые, как ожидается, будут иметь другое качество из-за изменений в родительской коллекции.
sv: Utför automatiskt en ny nedladdning av spår som förväntas vara av en annan kvalitet på grund av förändringar i överordnad samling.
tr: Bulunduğu koleksiyondaki değişiklikler nedeniyle farklı kalitede olması beklenen parçaları otomatik olarak yeniden indir.
uk: Автоматично повторно завантажувати композиції, які мали б бути у іншій якості згідно змін батьківської колекції.
zh: 自动重新下载因父合集变化而预计质量不同的歌曲。
zh_hant: 若因上層內容變更導致音質不同，將自動重新下載歌曲。

# addPlaylistSubheader
source: Add track to a playlist
cs: Přidat skladbu do seznamu skladeb
de: Track zu einer Playlist hinzufügen
es: Añadir canción a lista de reproducción
fa: افزودن قطعه به یک فهرست پخش
fi: Lisää kohteet soittolistalle
fr: Ajouter des éléments à une playlist
hi: प्लेलिस्ट में ट्रैक जोड़ें
hr: Dodaj pjesmu u playlistu
hu: Dal hozzáadása lejátszási listához
it: Aggiungi brano alla playlist
nl: Voeg nummer to aan een playlist
pl: Dodaj utwór do playlisty
pt: Adicionar itens a uma lista de reprodução
pt_br: Adicionar faixa à lista de reprodução
ru: Добавить композицию в плейлист
sv: Lägg till spår i spellista
tr: Parçayı oynatma listesine ekle
uk: Додати композицію до списку відтворення
zh: 将歌曲添加至播放列表
zh_hant: 加入歌曲至播放清單
