Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

source: Server URL
ar: عنوان الخادم
bg: URL на сървъра
ca: URL del servidor
cs: Adresa URL serveru
el: Διεύθυνση διακομιστή
es: URL del servidor
et: Serveri URL
fa: آدرس سرور
fi: Palvelimen URL
fr: Adresse du serveur
hi: सर्वर URL
hr: URL servera
hu: Szerver webcíme
id: URL Server
it: URL del Server
ja: サーバー URL
ko: 서버 URL
nb: Tjener-nettadresse
pl: Adres URL serwera
pt: URL do servidor
pt_br: URL do servidor
ru: URL сервера
sr: URL servera
th: URL ของเซิร์ฟเวอร์
tr: Sunucu URL'si
uk: URL серверу
vi: URL của Máy chủ
zh: 服务器 URL
zh_hant: 伺服器 URL
zh_hant_hk: 伺服器 URL

# emptyServerUrl
source: Server URL cannot be empty
ar: لا يمكن عنوان الخادم يكون فارغ
bg: URL адресът на сървъра не може да бъде празен
ca: La URL del servidor no pot estar buida
cs: Adresa URL serveru nemůže být prázdná
da: Server URL kan ikke være tom
de: Server-URL darf nicht leer sein
el: Η διεύθυνση διακομιστή δεν μπορεί να είναι κενή
es: La URL del servidor no puede estar vacia
et: Serveri URL ei tohi olla tühi
fa: آدرس سرور نمی‌تواند خالی باشد
fi: Palvelimen URL ei voi olla tyhjä
fr: Vous devez indiquez l'adresse du serveur.
hi: सर्वर URL खाली नहीं रह सकता
hr: URL servera ne smije biti prazan
hu: A szerver címe nem lehet üres
id: URL Server tidak boleh kosong
it: l'URL del Server non può essere vuoto
ja: サーバーURLを入力してください
ko: 서버 URL은 필수값 입니다
nb: Tjener-nettadressen kan ikke stå tom
nl: De URL van je server mag niet leeg zijn
pl: Adres URL serwera nie może być pusty
pt: O URL do servidor não pode estar em branco
pt_br: O campo da URL de servidor não pode ser vazio
ru: URL сервера не может быть пустым
sl: URL strežnika ne sme biti prazen
sr: URL Servera ne može biti prazan
sv: Server-URL får inte vara tom
th: จำเป็นต้องระบุ URL ของเซิร์ฟเวอร์
tr: Sunucu URL'si boş bırakılamaz
uk: URL серверу не може бути порожнім
vi: URL của máy chủ không thể để trống
zh: 服务器 URL 不能为空
zh_hant: 伺服器 URL 不能為空
zh_hant_hk: 伺服器 URL 並不能漏空

source: Select Music Libraries
ar: إختار مكاتب الأغاني
bg: Изберете музикални библиотеки
ca: Selecciona les llibreries de música
cs: Vyberte hudební knihovny
da: Vælg musik biblioteker
de: Musikbibliotheken auswählen
el: Επέλεξε τις βιβλιοθήκες μουσικής σου
es: Seleccionar las bibliotecas de música
et: Vali muusikakogu
fa: کتابخانه‌های موسیقی را انتخاب کنید
fi: Valitse musiikkikirjastot
fr: Selectionner des bibliothèques
hi: संगीत लाइब्रेरी चुनें
hr: Odaberi fonoteke
hu: Zenei könyvtárak kiválasztása
id: Pilih Pustaka Musik
it: Seleziona le Librerie Musicali
ja: ミュージック・ライブラリを選択
ko: 음악 라이브러리 선택
nb: Velg musikkbibliotek
nl: Selecteer Muziekbibliotheken
pl: Wybierz biblioteki z muzyką
pt: Selecionar Bibliotecas de Música
pt_br: Selecione a biblioteca de músicas
ru: Выбрать музыкальные библиотеки
sl: Izberi glasbeno knjižnico
sr: Izaberite Muzičke Biblioteke
sv: Välj musikbibliotek
th: เลือกคลังเพลง
tr: Müzik Kütüphanelerini Seç
uk: Виберіть музичну бібліотеку
vi: Chọn Thư viện Nhạc
zh: 选择音乐库
zh_hant: 選擇音樂庫
zh_hant_hk: 選擇音樂媒體庫

# couldNotFindLibraries
source: Could not find any libraries.
ar: لا يوجد أي مكتب.
bg: Не могат да бъдат открити библиотеки.
ca: No s'ha trobat cap llibreria.
cs: Nebyly nalezeny žádné knihovny.
da: Kunne ikke finde nogle biblioteker.
de: Es konnten keine Bibliotheken gefunden werden.
el: Δεν βρέθηκαν συλλογές.
es: No se pudo encontrar ninguna biblioteca.
et: Ühtki muusikakogu ei leitud.
fa: کتابخانه‌ای یافت نشد.
fi: Yhtään kirjastoa ei löytynyt.
fr: Aucune bibliothèque trouvée
hi: कोई लाइब्रेरी नहीं मिली।
hr: Nije bilo moguće pronaći niti jednu fonoteku.
hu: Nem található könyvtár.
id: Tidak ditemukan pustaka apapun.
it: Non è possibile trovare alcuna libreria.
ja: ライブラリが見つかりません。
ko: 라이브러리를 찾을 수 없습니다.
nb: Fant ikke noen bibliotek.
nl: Kon geen bibliotheken vinden.
pl: Nie znaleziono żadnych bibliotek.
pt: Não foi possível encontrar nenhuma biblioteca.
pt_br: Não foi possível encontrar nenhuma biblioteca.
ru: Библиотеки не найдены.
sl: Ne najdem nobene knjižnice.
sr: Nije moguće pronaći nijednu biblioteku.
sv: Kunde inte hitta några bibliotek.
th: ไม่พบคลังใดๆ
tr: Hiçbir kütüphane bulunamadı.
uk: Неможливо знайти будь-яку музичну бібліотеку.
vi: Không thể tìm thấy bất kì thư viện nào.
zh: 找不到任何库。
zh_hant: 找不到任何音樂庫。
zh_hant_hk: 沒有可用的媒體庫。

source: Unknown Name
ar: إسم غير معروف
bg: Неизвестно Име
ca: Nom desconegut
cs: Neznámý název
da: Ukendt navn
de: Unbekannter Name
el: Άγνωστη όνομα
es: Nombre desconocido
et: Tundmatu nimi
fa: نام ناشناخته
fi: Tuntematon Nimi
fr: Nom inconnu
hi: अज्ञात नाम
hr: Nepoznato ime
hu: Ismeretlen név
id: Nama Tidak Diketahui
it: Nome Sconosciuto
ja: タイトル不明
ko: 알 수 없는 이름
nb: Ukjent navn
nl: Onbekende Naam
pl: Bez nazwy
pt: Nome Desconhecido
pt_br: Nome desconhecido
ru: Неизвестное имя
sl: Neznano ime
sr: Nepoznato Ime
sv: Okänt namn
th: ไม่รู้จักชื่อ
tr: Bilinmeyen ad
uk: Невідома назва
vi: Không có tên
zh: 未知名称
zh_hant: 未知名稱
zh_hant_hk: 未知的名稱

source: Tracks
ca: Pistes
da: Sange
es: Canciones
et: Lood
fi: Kappaleet
fr: Chansons
hr: Pjesme
hu: Dalok
id: Musik
it: Brani
ja: 曲
ko: 곡(들)
nb: Spor
nl: Nummers
pl: Utwory
pt: Faixas
ru: Композиции
sr: Numere
sv: Spår
tr: Parçalar
vi: Bản nhạc
zh: 歌曲
zh_hant: 歌曲
zh_hant_hk: 歌曲

source: Music
ar: موسيقى
bg: Музика
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
et: Muusika
fa: آهنگ
fi: Musiikki
fr: Musique
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
it: Musica
ja: ミュージック
ko: 음악
nb: Musikk
nl: Muziek
pl: Muzyka
pt: Música
pt_br: Música
ru: Музыка
sl: Glasba
sr: Muzika
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Nhạc
zh: 音乐
zh_hant: 音樂
zh_hant_hk: 音樂

source: Album Artist
ar: فنان الألبوم
bg: Изпълнител на албума
ca: Artista de l'Àlbum
cs: Umělec alba
da: Album kunstner
de: Albumkünstler
el: Καλλιτέχνης άλμπουμ
es: Artista del álbum
et: Albumi esitaja
fa: هنرمند آلبوم
fi: Albumin artisti
fr: Artistes d'albums
hi: एल्बम कलाकार द्वारा
hr: Izvođač albuma
hu: Album előadó
it: Artista dell'Album
ja: アルバム・アーティスト
ko: 앨범 아티스트
nb: Albumsartist
nl: Album Artiest
pl: Wykonawca albumu
pt: Artista do Álbum
pt_br: Artista do álbum
ru: Исполнитель Альбома
sl: Izvajalec albuma
sr: Umetnik Albuma
th: ศิลปินของอัลบั้ม
tr: Albüm Sanatçısı
uk: Виконавцями альбомів
vi: Album Nghệ Sĩ
zh: 专辑艺术家
zh_hant: 專輯藝人
zh_hant_hk: 專輯歌手

source: Artist
ar: الفنان
bg: Изпълнител
ca: Artista
cs: Umělec
da: Kunstner
de: Künstler
el: Καλλιτέχνης
es: Artista
et: Esitaja
fa: هنرمند
fi: Artisti
fr: Artiste
hi: कलाकार द्वारा
hr: Izvođač
hu: Előadó
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt: Artista
pt_br: Artista
ru: Исполнитель
sl: Izvajalec
sr: Umetnik
th: ศิลปิน
tr: Sanatçı
uk: Виконавцями
vi: Nghệ sĩ
zh: 艺术家
zh_hant: 藝人
zh_hant_hk: 歌手

source: Budget
ar: ميزنية
bg: Бюджет
ca: Pressupost
cs: Rozpočet
el: Προϋπολογισμός
es: Presupuesto
et: Eelarve
fa: بودجه
fi: Budjetti
hi: बजट द्वारा
hr: Budžet
hu: Költségvetés
ja: 予算
ko: 예산
nb: Budsjett
pl: Budżet
pt: Orçamento
pt_br: Orçamento
ru: Бюджет
sl: Proračun
sr: Budžet
th: งบ
tr: Bütçe
uk: Бюджет
vi: Chi phí
zh: 预算
zh_hant: 預算
zh_hant_hk: 預算

source: Community Rating
ar: تقييم الجمهور
bg: Обществен рейтинг
ca: Nota de la Comunitat
cs: Komunitní hodnocení
da: Fællesskab bedømmelse
de: Community-Bewertung
el: Βαθμολογία κοινότητας
es: Valoración de la comunidad
et: Kogukonna hinnang
fa: امتیاز جامعه
fi: Yhteisön arvostelu
fr: Note de la communauté
hi: समुदाय रेटिंग द्वारा
hr: Ocjena zajednice
hu: Közösségi értékelés
it: Valutazione della comunità
ja: コミュニティ評価
ko: 커뮤니티 평점
nb: Gemenskapsvurdering
nl: Gemeenschapsbeoordeling
pl: Ocena społeczności
pt: Avaliação da Comunidade
pt_br: Avaliação da comunidade
ru: Оценка Сообщества
sl: Ocena skupnosti
sr: Ocena Zajednice
sv: Gemenskapsbetyg
th: เรตติ้งจากชุมชน
tr: Topluluk Puanı
uk: Оцінкою спільноти
vi: Đánh giá cộng đồng
zh: 社区评级
zh_hant: 聽眾評級
zh_hant_hk: 聽眾評分

source: Critic Rating
ar: تقييم النقاد
bg: Рейтинг на професионалната общност
ca: Nota de la Crítica
cs: Hodnocení kritiků
da: Kritiker bedømmelse
de: Kritikerbewertung
el: Βαθμολογία κριτών
es: Valoración de los críticos
et: Kriitikute hinnang
fa: امتیاز منتقدین
fi: Kriitikoiden arvostelu
fr: Note de la critique
hi: आलोचक रेटिंग द्वारा
hr: Ocjena kritičara
hu: Kritikusok értékelése
it: Punteggio della critica
ja: 評論家評価
ko: 비평가 평점
nb: Kritikervurdering
nl: Criticusbeoordeling
pl: Ocena krytyków
pt: Avaliação dos Críticos
pt_br: Avaliação dos críticos
ru: Оценка Критиков
sl: Kritična ocena
sr: Ocena Kritičara
sv: Kritikerbetyg
th: เรตติ้งจาก Critic
tr: Eleştirmen Puanı
uk: Оцінкою критиків
vi: Đánh giá nhà phê bình
zh: 评论家评级
zh_hant: 評論家評級
zh_hant_hk: 樂評人評分

source: Date Added
ar: تاريخ الإضافة
bg: Дата на добавяне
ca: Data on s'afegí
cs: Datum přidání
da: Dato tilføjet
de: Datum hinzugefügt
el: Ημερομηνία προσθήκης
es: Fecha de añadido
et: Lisamise kuupäev
fa: تاریخ اضافه شدن
fi: Lisäämisen päivämäärä
fr: Date d'ajout
hi: जोड़े गए तिथि द्वारा
hr: Datum dodavanja
hu: Hozzáadás dátuma
it: Data di Aggiunta
ja: 追加日
ko: 추가된 날짜
nb: Dato lagt til
nl: Datum toegevoegd
pl: Data dodania
pt: Adicionado em Data
pt_br: Adicionado em
ru: Дата Добавления
sl: Datum dodajanja
sr: Datum dodavanja
sv: Tillagd datum
th: วันที่เพิ่ม
tr: Eklenme Tarihi
uk: Датою додавання
vi: Ngày được thêm
zh: 添加日期
zh_hant: 新增日期
zh_hant_hk: 添加日期

source: Date Played
ar: تاريخ استماع
bg: Дата на последно изпълнение
ca: Data on es reproduí
cs: Datum přehrání
da: Afspillet den
de: Datum gespielt
el: Ημερομηνία αναπαραγωγής
es: Fecha de última reproducción
et: Viimane esituse kuupäev
fa: تاریخ پخش شده
fi: Toistettu viimeksi
fr: Date de la dernière lecture
hi: चलाए गए तिथि द्वारा
hr: Datum reprodukcije
hu: Utolsó lejátszás dátuma
it: Data di Riproduzione
ja: 最後に再生した日
ko: 최근 재생 날짜
nb: Dato avspilt
nl: Datum afgespeeld
pl: Data odtwarzania
pt: Data da Última Reprodução
pt_br: Reproduzido em
ru: Дата Последнего Проигрывания
sl: Datum predvajanja
sr: Datum odigravanja
sv: Uppspelad datum
th: วันที่เล่น
tr: Oynatma Tarihi
uk: Датою відтворення
vi: Ngày phát
zh: 上次播放日期
zh_hant: 最近播放日期
zh_hant_hk: 播放日期

source: Play Count
ar: عدد الاستمعات
bg: Брой изпълнения
ca: Recompte de reproduccions
cs: Počet přehrání
da: Antal afspilninger
de: Wiedergaben
el: Πλήθος αναπαραγωγών
es: Reproducciones
et: Esituste arv
fa: تعداد پخش
fi: Toistolaskuri
fr: nombre de lectures
hi: चलाए गए गिनती द्वारा
hr: Broj reprodukcija
hu: Lejátszások száma
it: Conteggio Riproduzioni
ja: 再生回数
ko: 재생 횟수
nb: Avspillingsantall
nl: Aantal keren afgespeeld
pl: Liczba odtworzeń
pt: Contagem de Reproduções
pt_br: Número de reproduções
ru: Всего Проигрываний
sl: Število predvajanj
sr: Broj reprodukcija
sv: Antal uppspelningar
th: จำนวนครั้งที่เล่น
tr: Oynatma Sayısı
uk: Кількістю відтворень
vi: Số lần phát
zh: 播放计数
zh_hant: 播放次數
zh_hant_hk: 播放次數

source: Premiere Date
ar: تاريخ عرض الأول
bg: Премиерна дата
ca: Data d'estrena
cs: Datum premiéry
da: Udgivelsesdato
de: Erscheinungsdatum
el: Ημερομηνία πρεμιέρας
es: Fecha de lanzamiento
et: Avaldamise kuupäev
fa: تاریخ رونمایی
fi: Julkaisupäivä
fr: Date de lancement
hi: प्रीमियर तिथि द्वारा
hr: Datum premijere
hu: Megjelenés dátuma
it: Data di Rilascio
ja: リリース日
ko: 발매일
nb: Premieredato
nl: Releasedatum
pl: Data premiery
pt: Data de Lançamento
pt_br: Data de lançamento
ru: Дата Премьеры
sl: Datum premiere
sr: Datum premijere
sv: Premiärdatum
th: วันที่เปิดตัว
tr: Gösterim Tarihi
uk: Датою прем'єри
vi: Ngày phát hành
zh: 发布日期
zh_hant: 發佈日期
zh_hant_hk: 推出日期

source: Name
ar: إسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fr: Nom
hi: नाम द्वारा
hr: Ime
hu: Név
it: Nome
ja: 曲名
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sl: Ime
sr: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'ям
vi: Tên
zh: 名称
zh_hant: 名稱
zh_hant_hk: 名稱

source: Random
ar: عشوائي
bg: Произволно
ca: Aleatori
cs: Náhodně
da: Tilfældig
de: Zufällig
el: Τυχαίο
es: Aleatorio
et: Juhuslik
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
hi: कैसे भी
hr: Slučajno
hu: Véletlen
it: Casuale
ja: ランダム
ko: 랜덤
nb: Tilfeldig
nl: Willekeurig
pl: Losowo
pt: Aleatório
pt_br: Aleatório
ru: Случайно
sl: Naključno
sr: Nasumično
sv: Slumpmässig
th: สุ่ม
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên
zh: 随机
zh_hant: 隨機
zh_hant_hk: 隨機

# dlComplete
source: {count} complete
ar: {count} متكمل
bg: {count} завършено
ca: {count} completat
cs: {count} dokončeno
da: {count} færdige
de: {count} fertiggestellt
el: {count} ολοκληρώθηκαν
es: {count} completadas
et: {count} tehtud
fa: {count} پایان یافته
fi: {count} valmistunut
fr: {count} terminé
hi: {count} पूर्ण
hr: {count} dovršeno
hu: {count} kész
it: {count} finito
ja: {count} 個完了
ko: {count}건 완료
nb: {count} fullført
nl: {count} volledig
pl: {count} ukończono pomyślnie
pt: {count} concluídas
pt_br: {count} concluídas
ru: {count} завершено
sr: {count} završeno
sv: {count} slutfördes
th: เสร็จแล้ว {count}
tr: {count} tane tamamlandı
uk: {count} виконано
vi: {count} đã hoàn thành
zh: {count} 完成
zh_hant: {count} 個完成
zh_hant_hk: {count} 完成

source: Failed to get track from download ID
ca: Error a l'hora de trobar-lo pel seu ID de descàrrega
da: Fejlede under hentning af sang fra overførelse ID
de: Keinen Track für diese Download-ID gefunden
es: No se ha podido obtener la canción desde el identificador de descarga
et: Allalaadimise ID-st laulu hankimine nurjus
fi: Kappaleen nouto lataus-ID:llä epäonnistui
fr: La chanson n’a pas pu être récupérée à l’aide de l’ID de téléchargement
hr: Neuspjelo dohvaćanje pjesme s ID-a preuzimanja
hu: Nem sikerült lekérni a dalt a letöltési azonosító alapján
it: Impossibile ottenere il brano dall'ID di download
ja: ダウンロードIDから曲を取得できませんでした
ko: 다운로드 ID에서 곡을 가져오지 못했습니다
nb: Klarte ikke å hente spor fra nedlastings-ID
nl: Het nummer kon niet gevonden worden met deze download ID
pl: Nie udało się pobrać utworu z ID pobierania
pt: Falha a obter a faixa através do ID de download
ru: Не удалось получить композицию по идентификатору загрузки
sv: Kunde inte hämta spåret utifrån nedladdnings-ID
tr: İndirme kimliğinden parça alınamadı
vi: Không thể tải bản nhạc từ ID tải xuống
zh: 无法通过下载 ID 获取歌曲
zh_hant: 無法根據下載 ID 取得歌曲
zh_hant_hk: 無法從下載 ID 中取得歌曲

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
fr: Erreur
hi: त्रुटि
hr: Greška
hu: Hiba
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sr: Greška
sv: Fel
th: ผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh: 错误
zh_hant: 錯誤
zh_hant_hk: 錯誤

source: Disc {number}
ar: القرس {number}
bg: Диск {number}
cs: Disk {number}
da: Disk {number}
de: CD {number}
el: Δίσκος {number}
es: Disco {number}
et: Plaat {number}
fa: دیسک {number}
fi: Levy {number}
fr: Disque {number}
hi: डिस्क {number}
hr: Disk {number}
hu: CD {number}
it: Disco {number}
ja: ディスク {number}
ko: 디스크 {number}
nb: Disk {number}
nl: Disk {number}
pl: Dysk {number}
pt: Disco {number}
pt_br: Disco {number}
ru: Диск {number}
sv: Skiva {number}
th: แผ่นที่ {number}
tr: Disk {number}
uk: Платівка {number}
vi: Đĩa {number}
zh: 唱片 {number}
zh_hant: 唱片 {number}
zh_hant_hk: CD {number}

# playButtonLabel
source: Play
ar: استمع
bg: ПУСНИ
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergeben
el: Αναπαραγωγή
es: Reproducir
et: Mängi
fa: پخش
fi: Toista
fr: Lire
hi: चलाएं
hr: Pokreni
hu: Lejátszás
it: Riproduci
ja: 再生
ko: 재생
nb: Spill
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
pt_br: Reproduzir
ru: Играть
sv: Spela upp
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh: 播放
zh_hant: 播放
zh_hant_hk: 播放

# shuffleButtonLabel
source: Shuffle
ar: استمع عشوائياً
bg: РАЗБЪРКАНО
ca: Aleatori
cs: Náhodně
da: Bland
de: Zufällig
el: Τυχαία αναπαραγωγή
es: Mezclar
et: Sega
fa: بُر زدن
fi: Sekoita
fr: Aléatoire
hi: शफ़ल
hr: Izmiješaj
hu: Keverés
it: Riproduci casualmente
ja: シャッフル
ko: 임의 재생
nb: Tilfeldig avspilling
pl: Losowo
pt: Baralhar
pt_br: Embaralhar
ru: Перемешать
sv: Shuffla
th: สุ่ม
tr: Karıştır
uk: Перемішати
vi: Xáo trộn
zh: 随机播放
zh_hant: 隨機播放
zh_hant_hk: 隨機播放

# trackCount
source: {count,plural,=1{{count} Track} other{{count} Tracks}}
ca: {count,plural,=1{{count} Pista} other{{count} Pistes}}
da: {count,plural,=1{{count} Sang} other{{count} Sange}}
es: {count,plural,=1{{count} Canción} other{{count} Canciones}}
et: {count,plural,=1{{count} lugu} other{{count} lugu}}
fi: {count,plural,=1{{count} Kappale} other{{count} Kappaletta}}
fr: {count,plural,=1{{count} titre} other{{count} titres}}
hr: {count,plural,=1{{count} pjesma} few{{count} pjesme} other{{count} pjesama}}
hu: {count,plural,=1{{count} dal} other{{count} dal}}
it: {count,plural,=1{{count} Brano} other{{count} Brani}}
ja: {count,plural,=1{{count}曲} other{{count}曲}}
ko: {count,plural,=1{{count} 곡} other{{count} 곡}}
nb: {count,plural,=1{{count} spor} other{{count} spor}}
nl: {count,plural,=1{{count} Nummer} other{{count} Nummers}}
pl: {count,plural,=1{{count} Utwór} few{{count} Utwory} other{{count} Utworów}}
pt: {count,plural,=1{{count} Faixa} other{{count} Faixas}}
ru: {count,plural,=1{{count} Композиция} few{{count} Композиции} other{{count} Композиций}}
sv: {count,plural,=1{{count} spår} other{{count} spår}}
tr: {count,plural,=1{{count} Parça} other{{count} Parça}}
vi: {count,plural,=1{{count} Bài hát} other{{count} Bài hát}}
zh: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}
zh_hant: {count,plural,=1{{count} 首歌曲} other{{count} 首歌曲}}
zh_hant_hk: {count,plural,=1{{count}首歌曲} other{{count}首歌曲}}

# editPlaylistNameTooltip
source: Edit playlist name
ar: غير اسم قائمة الأغاني
bg: Редактирай името на списъка за изпълнение
ca: Edita el nom de la llista de reproducció
cs: Upravit název seznamu skladeb
de: Playlist umbenennen
el: Τροποποίηση λίστας αναπαραγωγής
fa: ویرایش نام فهرست پخش
hi: प्लेलिस्ट का नाम संपादित करें
hr: Uredi ime playliste
it: Modifica il nome della playlist
nb: Rediger spillelistenavn
nl: Wijzig Playlist
pl: Edytuj nazwę listy odtwarzania
pt_br: Editar nome da lista de reprodução
ru: Редактировать название плейлиста
sv: Ändra namn på spellista
th: แก้ไขชื่อเพลย์ลิสต์
tr: Oynatma listesi adını düzenle
uk: Редагувати назву плейлисту
zh: 编辑播放列表
zh_hant_hk: 編輯播放清單名稱

# editPlaylistNameTitle
source: Edit Playlist Name
ar: غير اسم قائمة الأغاني
bg: Редактирай името на списъка за изпълнение
ca: Edita el nom de la llista de reproducció
cs: Upravit název seznamu skladeb
de: Playlist Umbenennen
el: Τροποποίηση ονόματος λίστας
fa: ویرایش نام فهرست پخش
hi: प्लेलिस्ट नाम संपादन
hr: Uredi ime playliste
it: Modifica il Nome della Playlist
nb: Rediger spillelistenavn
nl: Wijzig Playlist
pl: Edytuj nazwę listy odtwarzania
pt_br: Editar nome da lista de reprodução
ru: Редактировать название плейлиста
sv: Ändra namn på Spellista
th: แก้ไขชื่อเพลย์ลิสต์
tr: Oynatma Listesi Adını Düzenle
uk: Редагувати назву плейлисту
zh: 编辑播放列表
zh_hant_hk: 編輯播放清單名稱

source: Required
ar: ملزوم
bg: Задължително
ca: Requerit
cs: Vyžadováno
da: Påkrævet
de: Erforderlich
el: Απαραίτητο
es: Requerido
et: Nõutav
fa: الزامی
fi: Pakollinen
fr: Requis
hi: आवश्यक
hr: Obavezno
hu: Szükséges
it: Richiesto
ja: 必須
ko: 필수 항목
nb: Påkrevd
nl: Verplicht
pl: Wymagane
pt: Obrigatório
pt_br: Obrigatório
ru: Необходимо
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli
uk: Обов'язково
vi: Được yêu cầu
zh: 必需的
zh_hant: 必需的
zh_hant_hk: 必填

# updateButtonLabel
source: Update
ar: تحديث
bg: АКТУАЛИЗАЦИЯ
ca: Actualitzar
cs: Upravit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Uuenda
fa: بروزرسانی
fi: Päivitä
fr: Mettre à jour
hi: लागू करें
hr: Ažuriraj
hu: Frissítés
it: Aggiornamento
ja: 更新
ko: 업데이트
nb: Oppdater
pl: Aktualizuj
pt: Atualizar
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh: 更新
zh_hant: 更新
zh_hant_hk: 更新

source: Downloads deleted.
ar: تم إزالة التنزيلات
bg: Изтеглянията са изтрити.
ca: Descàrregues esborrades.
cs: Stahování odstraněna.
da: Overførelser slettet.
de: Downloads gelöscht.
el: Διαγράφτηκαν οι λήψεις.
es: Se borraron las descargas.
et: Allalaadimised kustutati.
fa: بارگیری‌ها پاک شدند.
fi: Lataukset poistettu.
fr: Téléchargements supprimés.
hi: डाउनलोड्स मिटाए गए।
hr: Preuzimanja izbrisana.
hu: Letöltések törölve.
it: Download cancellati.
ja: ダウンロードを削除しました。
ko: 다운로드 항목을 삭제했습니다.
nb: Nedlastinger slettet.
nl: Downloads verwijderd.
pl: Usunięto pobrane.
pt: Transferências eliminadas.
pt_br: Transferências apagadas.
ru: Загрузки удалены.
sv: Nedladdningar raderades.
th: ลบการดาวน์โหลดแล้ว
tr: İndirmeler silindi.
uk: Завантаження видалено.
vi: Đã xóa tải xuống.
zh: 已删除下载。
zh_hant: 已刪除下載內容。
zh_hant_hk: 已刪除。

# downloadsQueued
source: Download prepared, downloading files
bg: Добавено в изтегляния.
ca: Descàrrega preparada, descarregant fitxers
cs: Stahování připraveno, stahování souborů
da: Downloader filer
de: Downloads hinzugefügt
es: Descargando archivos
et: Failide allalaadimine
fa: بارگیری آماده شد، در حال بارگیری فایل‌ها
fi: Tiedostoja ladataan
fr: Téléchargement des fichiers
hi: डाउनलोड तैयार है, फ़ाइलें डाउनलोड हो रही हैं
hr: Preuzimanje pripremljeno, datoteke se preuzimaju
hu: Fájlok letöltése
it: Download preparato, scarico i file
ja: ファイルをダウンロード中
ko: 파일을 다운로드 합니다
nb: Nedlastinger lagt til.
nl: Downloads toegevoegd.
pl: Dodano do pobierania.
pt: A descarregar ficheiros
pt_br: Transferência adicionada, transferindo os arquivos
ru: Загрузка подготовлена, загружаем файлы
sv: Nedladdning förberedd, laddar ned filer
tr: Hazırlananları indirin, dosyalar indiriliyor
uk: Завантаження підготоване, завантажую файли
vi: Đang tải tệp
zh: 下载准备就绪，正在下载文件
zh_hant: 正在下載中
zh_hant_hk: 開始下載檔案。

source: Share logs
ar: شارك السجلات
bg: Споделете логовете
ca: Compartir registres
cs: Sdílet protokoly
da: Del log
de: Protokolle teilen
el: Μοιραστείτε τις καταγραφές
es: Compartir registros
et: Jaga logisid
fa: اشتراک گذاری رخدادها
fi: Jaa lokit
fr: Partager les journaux.
hi: लॉग शेयर करें
hr: Dijeli zapise
hu: Naplók megosztása
it: Condividi i log
ja: ログ共有
ko: 로그(사용기록) 공유
nb: Del logger
nl: Deel de log
pl: Udostępnij logi
pt: Partilhar relatórios
pt_br: Compartilhar relatórios/logs
ru: Поделиться журналом
sv: Dela loggar
th: แชร์ล็อก
tr: Uygulama dökümlerini paylaş
uk: Поділитися логами
vi: Chia sẻ bản ghi
zh: 分享日志
zh_hant: 分享紀錄檔
zh_hant_hk: 分享所有記錄檔

source: Logs copied.
ar: تم نسخ السجلات.
bg: Логове копирани.
ca: Registres copiats.
cs: Protokoly zkopírovány.
da: Log kopieret.
de: Protokolle kopiert.
el: Αντιγράφηκαν οι καταγραφές.
es: Se copiaron los registros.
et: Logid kopeeriti.
fa: رخدادها کپی شدند.
fi: Lokit kopioitu.
fr: Journaux copiés.
hi: लॉग कॉपी किए गए।
hr: Zapisi su kopirani.
hu: A naplók másolva.
it: Log copiati.
ja: ログをコピーしました。
ko: 로그(사용기록) 복사함.
nb: Logger kopiert
nl: De log is gekopieerd.
pl: Logi skopiowane.
pt: Relatórios copiados.
pt_br: Relatórios/logs copiados.
ru: Журнал скопирован.
sv: Loggar kopierade.
th: คัดลอกล็อกแล้ว
tr: Uygulama dökümleri kopyalandı.
uk: Логи скопійовано.
vi: Đã sao chép bản ghi.
zh: 已复制日志。
zh_hant: 已複製紀錄檔。
zh_hant_hk: 已複製所有記錄。

source: Message
ar: رسالة
bg: Съобщение
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μύνημα
es: Mensaje
et: Sõnum
fa: پیام
fi: Viesti
hi: संदेश
hr: Poruka
hu: Üzenet
it: Messaggio
ja: メッセージ
ko: 메시지
nb: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 消息
zh_hant: 消息
zh_hant_hk: 訊息

source: Stack Trace
ar: إشارة تراكمية
bg: Проследяване на стека
ca: Traç de pila
cs: Trasování
da: Bunke spor
es: Trazado de pila
fa: ردیابی پشته (Stack Trace)
fi: Pinon jäljitys
fr: Trace d'appels
hi: स्टैक ट्रेस
hr: Trag Stacka
hu: Kötegelt visszalépés
ja: スタックトレース
ko: 스택 추적
nb: Stabelspor
nl: Strack-trace
pl: Stos błędu
pt: Traçado da Pilha
pt_br: Traçado da pilha
ru: Трассировка стека
th: ตามรอย
tr: Fonksiyon Çağrı Yığını
uk: Трасування стека
vi: Dấu vết Ngăn xếp
zh: 堆栈跟踪
zh_hant: 堆棧跟蹤
zh_hant_hk: 除錯資訊（Stack Trace）
