Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# finampCollectionNames
source: {itemType, select, favorites{Favorites} allPlaylists{All Playlists} fiveLatestAlbums{5 Latest Albums} allPlaylistsMetadata{Playlist Metadata} other{{itemType}} }
cs: {itemType, select, favorites{Oblíbené} allPlaylists{Všechny seznamy skladeb} fiveLatestAlbums{5 posledních alb} allPlaylistsMetadata{Metadata seznamu skladeb} other{{itemType}} }
de: {itemType, select, favorites{Favoriten} allPlaylists{Alle Playlists} fiveLatestAlbums{Die 5 neuesten Alben} allPlaylistsMetadata{Playlist Metadaten} other{{itemType}} }
es: {itemType, select, favorites{Favoritos} allPlaylists{Todas las listas de reproducción} fiveLatestAlbums{Últimos 5 álbumes} allPlaylistsMetadata{Metadatos de lista de reproducción} collectionWithLibraryFilter{Colección con filtro de biblioteca} other{{itemType}} }
fa: {itemType, select, favorites{مورد علاقه‌ها} allPlaylists{همه‌ی فهرست‌های پخش} fiveLatestAlbums{۵ آلبوم اخیر} allPlaylistsMetadata{فراداده‌ی فهرست پخش} other{{itemType}} }
fi: {itemType, select, favorites{Suosikit} allPlaylists{Kaikki soittolistat} fiveLatestAlbums{5 uusinta albumia} allPlaylistsMetadata{Soittolistojen metatiedot} collectionWithLibraryFilter{Kokoelma kirjastosuodattimella} other{{itemType}} }
fr: {itemType, select, favorites{Favoris} allPlaylists{Toutes les playlists} fiveLatestAlbums{5 derniers albums} allPlaylistsMetadata{Métadonnées de playlist} collectionWithLibraryFilter{Collection avec filtre de bibliothèque} other{{itemType}} }
hi: {itemType, select, favorites{पसंदीदा} allPlaylists{सभी प्लेलिस्ट} fiveLatestAlbums{5 नवीनतम एल्बम} allPlaylistsMetadata{प्लेलिस्ट मेटाडाटा} other{{itemType}} }
hu: {itemType, select, favorites{Kedvencek} allPlaylists{Minden lejátszási lista} fiveLatestAlbums{5 legutóbbi album} allPlaylistsMetadata{Lejátszási lista metaadatok} collectionWithLibraryFilter{Gyűjtemény könyvtárszűrővel} other{{itemType}} }
it: {itemType, select, favorites{Preferiti} allPlaylists{Tutte le Playlists} fiveLatestAlbums{i 5 Ultimi Album} allPlaylistsMetadata{Metadata delle Playlist} other{{itemType}} }
ko: {itemType, select, favorites{즐겨찾기} allPlaylists{모든 플레이리스트} fiveLatestAlbums{최신 앨범 다섯} allPlaylistsMetadata{플레이리스트 정보} collectionWithLibraryFilter{라이브러리 선별 콜렉션} other{{itemType}} }
pt: {itemType, select, favorites{Favoritos} allPlaylists{Todas as Listas de Reprodução} fiveLatestAlbums{5 Álbuns Mais Recentes} allPlaylistsMetadata{Metadados da Lista de Reprodução} collectionWithLibraryFilter{Coleção com Filtro de Biblioteca} other{{itemType}} }
pt_br: {itemType, select, favorites{Favoritos} allPlaylists{Todas as listas de reprodução} fiveLatestAlbums{5 álbuns mais recentes} allPlaylistsMetadata{Metadados da lista de reprodução} other{{itemType}} }
ru: {itemType, select, favorites{Избранные} allPlaylists{Все плейлисты} fiveLatestAlbums{5 Последних альбомов} allPlaylistsMetadata{Метаданные плейлиста} other{{itemType}} }
sv: {itemType, select, favorites{Favoriter} allPlaylists{Alla spellistor} fiveLatestAlbums{De 5 senaste albumen} allPlaylistsMetadata{Metadata för spellista} other{{itemType}} }
uk: {itemType, select, favorites{Обране} allPlaylists{Усі списки відтворення} fiveLatestAlbums{5 Останніх альбомів} allPlaylistsMetadata{Метадані списку відтворення} other{{itemType}} }
zh: {itemType, select, favorites{收藏夹} allPlaylists{所有播放列表} fiveLatestAlbums{五张最新专辑} allPlaylistsMetadata{所有播放列表元数据} other{{itemType}} }
zh_hant: {itemType, select, favorites{收藏} allPlaylists{全部播放清單} fiveLatestAlbums{最新5張專輯} allPlaylistsMetadata{清單資訊} other{{itemType}} }

# hidePlayerBottomActions
source: Hide bottom actions
cs: Skrýt spodní akce
de: Untere Aktionen verstecken
es: Ocultar acciones de la parte inferior
fa: پنهان کردن عملیات‌های پایین
fi: Piilota alavalinnat
fr: Masquer les actions du bas
hi: नीचे की क्रियाएं छिपाएं
hu: Alsó műveletek elrejtése
it: Nascondi le azioni in basso
pl: Ukryj dolne akcje
pt: Esconder ações de baixo
pt_br: Ocultar botões
ru: Скрыть действия снизу
sv: Dölj åtgärder längst ned
uk: Приховати нижні дії
zh: 隐藏底部按钮
zh_hant: 隱藏底部按鈕

# redownloadcomplete
source: Transcode Redownload queued.
cs: Opětovné stažení překódovaných ve frontě.
de: Transcode-Neudownload in die Warteschlange gestellt.
es: Cola de Transcodificaciones a Volver a Descargar.
fa: بارگیری دوباره رمزگردانی به صف شد.
fi: Uudelleenlatausten transkoodaus jonossa.
fr: Ré téléchargement en transcodé planifié.
hi: ट्रांसकोड पुनःडाउनलोड कतारबद्ध।
hu: Átkódolás újratöltés sorba állítva.
it: Download con Transcodifica messo nuovamente in coda.
ko: 트랜스코드 재다운로드 대기 중.
pt: Transcodificar novo download em fila.
pt_br: Retranscodificação de transferências enfileiradas.
ru: Перезагрузка транскодируемых дорожек добавлена в очередь.
sv: Ny nedladdning av transkodning har kölagts.
tr: Kod dönüştürme sonrası yeniden İndirme işlemi sıraya alındı.
uk: Повторне завантаження транскодування у черзі.
zh: 转码重下载已排队。
zh_hant: 轉碼下載作業已排程。

# fixedGridSizeSwitchSubtitle
source: Grid tile sizes will not respond to window/screen size.
cs: Velikost dlaždic mřížky nebude reagovat na velikost okna/obrazovky.
de: Die Größe der Rasterkacheln reagiert nicht auf die Fenster-/Bildschirmgröße.
es: El tamaño de las cuadriculas no reaccionara al tamaño de la ventana/pantalla.
fa: اندازه‌ی کاشی‌های جدول تحت تاثیر اندازه‌ی پنجره/صفحه قرار نمی‌گیرند.
fi: Ruudukkolaattojen koot eivät reagoi ikkunan tai näytön koon muutokseen.
fr: La taille de la grille ne changera pas en fonction de la taille de l'écran/fenêtre.
hi: ग्रिड टाइल का आकार विंडो/स्क्रीन के आकार के अनुरूप नहीं होगा।
hr: Veličine rešetkastih polja neće reagirati na veličinu prozora/ekrana.
hu: A rács méretét nem befolyásolja az ablak/képernyő mérete.
it: Le dimensioni dei riquadri della griglia non rispondono alle dimensioni della finestra/schermo.
pl: Rozmiary kafelków siatki nie będą reagować na rozmiar okna/ekranu.
pt: Tamanho da grelha não se altera de acordo com o tamanho do ecrã.
pt_br: Os blocos da grade não serão afetados pelo tamanho da tela/janela.
ru: Размеры плиток в сетке не будут изменяться в зависимости от размера окна/экрана.
sv: Rutnätsblockens storlek påverkas inte av fönstrets/skärmens storlek.
uk: Розмір плиток сітки не будуть адаптовані до розміру вікна/екрану.
zh: 网格图块大小不会随窗口 / 屏幕大小而变化。
zh_hant: 網格大小不會隨著視窗/畫面大小改變。

# hidePlayerBottomActionsSubtitle
source: Hide the queue and lyrics buttons on the player screen. Swipe up to access the queue, swipe left (below the album cover) to view lyrics if available.
cs: Skrýt tlačítka fronty a textu na obrazovce přehrávače. Přejetím prstem nahoru získáte přístup k frontě, přejetím prstem doleva (pod obalem alba) zobrazíte texty písní, pokud jsou k dispozici.
de: Verstecke die Warteschlange- und Lyrics-Buttons in der Wiedergabe-Ansicht. Swipe nach oben, um die Warteschlange anzuzeigen, und swipe nach links (unterhalb des Album Covers), um verfügbare Lyrics anzuzeigen.
es: Oculte los botones de cola y letras en la pantalla del reproductor. Deslice hacia arriba para acceder a la cola, deslice hacia la izquierda (debajo de la cáratula del álbum) para ver la letra si esta disponible.
fa: دکمه‌های صف و متن شعر روی صفحه‌ی پخش‌کننده را پنهان می‌کند. برای دسترسی به صف به بالا بکشید، برای دیدن متن شعر اگر در دسترس باشد به چپ بکشید (زیر نگاره‌ی آلبوم).
fi: Piilota jono- ja lyriikkanäppäimet soittimen näytöstä. Pyyhkäise ylös päästäksesi jonoon, ja vasemmalle (albumikannen alta) päästäksesi lyriikoihin, jos saatavilla.
fr: Cacher le bouton de file d'attente et des paroles sur le lecteur. Balayez vers le haut pour accéder à la file d'attente, balayez à gauche (en dessous de la pochette) pour afficher les paroles.
hi: प्लेयर स्क्रीन पर कतार और बोल बटन छिपाएँ। कतार तक पहुँचने के लिए ऊपर की ओर स्वाइप करें, यदि उपलब्ध हो तो बोल देखने के लिए बाईं ओर (एल्बम कवर के नीचे) स्वाइप करें।
hu: A lejátszó képernyőjén a várólista és a dalszöveg gombok elrejtése. A várólistához való hozzáféréshez húzd felfelé, a dalszöveg (ha rendelkezésre áll) megtekintéséhez húzd balra (az albumborító alatt).
it: Nascondi i pulsanti della coda e dei testi nella schermata del lettore. Scorri verso l'alto per accedere alla coda, scorri verso sinistra (sotto la copertina dell'album) per visualizzare i testi, se disponibili.
pl: Ukryj przyciski kolejki i tekstu na ekranie odtwarzacza. Przesuń palcem w górę, aby uzyskać dostęp do kolejki, przesuń palcem w lewo (poniżej okładki albumu), aby wyświetlić tekst, jeśli jest dostępny.
pt: Esconder a fila e botão de letras no ecrã de reprodução. Desliza para cima para aceder à fila, desliza para a esquerda (por baixo da capa do álbum) para ver as letras se estiverem disponíveis.
pt_br: Ocultar os botões de fila e letras na tela do reprodutor. Deslizar para cima para acessar a fila, deslizar para a esquerda (abaixo da capa do álbum) para visualizar as letras, se disponíveis.
ru: Скрыть кнопки очереди и текста песен на экране плеера. Проведите вверх, чтобы получить доступ к очереди, проведите влево (под обложкой альбома), чтобы просмотреть текст песни, если он доступен.
sv: Dölj knapparna för spelkö och sångexter på spelarskärmen. Svep upp för att komma åt spelkön, och svep vänster (under skivomslaget) för att visa sångtexter ifall de finns tillgängliga.
tr: Oynatıcı ekranında kuyruk ve şarkı sözleri düğmelerini gizleyin. Kuyruğa erişmek için yukarı kaydırın, eğer varsa şarkı sözlerini görüntülemek için sola (albüm kapağının altında) kaydırın.
uk: Приховати кнопки черги та тексту на екрані відтворювача. Проведіть вгору для доступу до черги, вліво (під обкладинкою альбому) для показу тексту пісні, якщо така доступна.
vi: Ẩn nút hàng chờ và lời bài hát ở trong trình phát. Vuốt lên để vào hàng chờ, vuốt sang trái (dưới bìa album) để hiện lời bài hát nếu có.
zh: 隐藏播放界面上的队列和歌词按钮。向上滑动可访问队列，向左滑动（专辑封面下方）可查看歌词（如果有）。
zh_hant: 隱藏播放介面中的播放佇列與歌詞按鈕。向上滑可開啟播放佇列列表，若有可用的歌詞，則可在專輯封面下方向左滑查看。

# doTranscode
source: Download as {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
cs: Stáhnout jako {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
de: Als {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}} herunterladen
es: Descargar como {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
fa: بارگیری به عنوان {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
fi: Lataa koodekkina {codec} @{bitrate}{size, select, null{} other{ - ~{size}}}
fr: Téléchargement en {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
hi: ऐसे डाउनलोड करें {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
hu: Letöltés {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}} alapján
it: Scarica come {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
ko: {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}로 다운로드
pt: Fazer download como {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
pt_br: Transferir como {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
ru: Загрузить как {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
sv: Ladda ned som {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
tr: {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}} olarak indir
uk: Завантажити як {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
zh: 下载 {codec} @ {bitrate}{size, select, null{} other{ - ~{size}}}
zh_hant: 下載{codec}格式：@{bitrate}{size, select, null{} other{- ~{size}}}

# suppressPlayerPaddingSubtitle
source: Fully minimizes padding between player screen controls when album cover is not at full size.
cs: Zminimalizuje odsazení mezi ovládáním přehrávače, pokud není obal alba v plné velikosti.
de: Minimiert den Abstand zwischen Controls in der Wiedergabe-Ansicht, wenn das Album Cover nicht die volle Größe hat.
es: Completamente minimiza los margenes entre los controles de la pantalla del reproductor cuando la cáratula del álbum no esta en tamaño completo.
fa: زمانی که نگاره‌ی آلبوم در اندازه‌ی کامل نباشد، فاصله‌ی بین واپایش‌های صفحه پخش را به حداقل می‌رساند.
fi: Täysin minimoi marginaalit soittimen ohjauksen ja albumin kansikuvan välillä jos kansikuva ei ole täysikokoinen.
fr: Rapproche les boutons de contrôle du lecteur quand la taille de la pochette n'est pas maximale.
hi: जब एल्बम कवर पूर्ण आकार में नहीं हो, तो प्लेयर स्क्रीन नियंत्रणों के बीच पैडिंग को पूरी तरह से न्यूनतम कर दिया जाएगा।
hr: Potpuno smanjuje razmake između kontrola ekrana playera kada omot albuma nije u punoj veličini.
hu: Teljesen minimalizálja a lejátszóvezérlők közötti kitöltést, amikor az albumborító nem teljes méretű.
it: Riduce completamente la spaziatura tra i controlli dello schermo del lettore quando la copertina dell'album non è a grandezza naturale.
pl: W pełni minimalizuje wypełnienie między elementami sterującymi na ekranie odtwarzacza, gdy okładka albumu nie jest w pełnym rozmiarze.
pt: Minimiza completamente o preenchimento entre os controlos no ecrã do reprodutor, quando a capa do álbum não está em tamanho completo.
pt_br: Minimiza o espaçamento entre os controles do reprodutor quando a capa do álbum não entá em tamanho integral.
ru: Полностью минимизирует отступы между элементами управления на экране плеера, когда обложка альбома не занимает весь экран.
sv: Minimerar fullt utfyllnaden mellan spelarskärmens kontroller när albumets omslag inte är i full storlek.
tr: Albüm kapağı tam boyutta olmadığında oynatıcı ekran kontrolleri arasındaki dolguları en aza indir.
uk: Повністю зменшує відступ між елементами керування екрану відтворювача коли обкладинка альбому не на весь розмір.
zh: 当专辑封面不是全尺寸时，最小化播放界面控件之间的内边距。
zh_hant: 在專輯封面未達全尺寸時，減少播放介面控制項的內邊距。

# removeFromPlaylistPrompt
source: Remove '{itemName}' from playlist '{playlistName}'?
cs: Odstranit „{itemName}“ ze seznamu skladeb „{playlistName}“?
de: '{itemName}' aus der Playlist '{playlistName}' entfernen?
es: ¿Quitar '{itemName}' de la lista de reproducción '{playlistName}'?
fa: '{itemName}' از فهرست پخش '{playlistName}' حذف شود؟
fi: Poista '{itemName}' soittolistalta '{playlistName}'?
fr: Retirer '{itemName}' de la liste de lecture '{playlistName}' ?
hi: प्लेलिस्ट '{playlistName}' में से '{itemName}' निकलें?
hr: Ukloniti '{itemName}' iz playliste '{playlistName}'?
hu: '{itemName}' eltávoltítása a(z ) '{playlistName}' lejátszási listáról?
it: Rimuovere '{itemName}' dalla playlist '{playlistName}'?
nl: Verwijder '{itemName}' van de playlist '{playlistName}'?
pl: Usunąć '{itemName}' z playlisty '{playlistName}'?
pt: Remover '{itemName}' da lista de reprodução '{playlistName}'?
pt_br: Remover '{itemName}' da lista de reprodução '{playlistName}'?
ru: Убрать '{itemName}' из плейлиста '{playlistName}'?
sv: Ta bort '{itemName}' från spellistan '{playlistName}'?
tr: '{itemName}', '{playlistName}' oynatma listesinden kaldırılsın mı?
uk: Вилучити '{itemName}' зі списку відтворення '{playlistName}'?
zh: 从播放列表'{playlistName}'中移除'{itemName}'？
zh_hant: 要從播放清單'{playlistName}'中移除'{itemName}'嗎？

source: Quick Actions
cs: Rychlé akce
de: Schnellaktionen
es: Acciones Rápidas
fa: عملیات‌های آنی
fi: Pikatoiminnot
fr: Actions rapides
hi: क्विक एक्शन्स
hr: Brze radnje
hu: Gyors műveletek
it: Azioni Veloci
nl: Snelle Acties
pl: Szybkie akcje
pt: Ações Rápidas
pt_br: Ações rápidas
ru: Быстрые действия
sv: Snabbåtgärder
tr: Hızlı Eylemler
uk: Швидкі дії
zh: 快捷操作
zh_hant: 快速動作

# downloadAllPlaylistsSetting
source: Download all playlists
cs: Stáhnout všechny seznamy skladeb
de: Alle Playlisten herunterladen
es: Descargar todas las listas de reproducción
fa: بارگیری همه‌ی فهرست‌های پخش
fi: Lataa kaikki soittolistat
fr: Télécharger toutes les playlists
hi: सभी प्लेलिस्ट डाउनलोड करें
hr: Preuzmi sve playliste
hu: Minden lejátszási lista letöltése
it: Scarica tutte le playlist
nl: Download alle playlists
pl: Pobierz wszystkie playlisty
pt: Fazer download de todas as listas de reprodução
pt_br: Transferir todas as listas de reprodução
ru: Загрузить все плейлисты
sv: Ladda ned alla spellistor
tr: Tüm oynatma listelerini indir
uk: Завантажити усі списки відтворення
zh: 下载所有播放列表
zh_hant: 下載所有播放清單

# fiveLatestAlbumsSetting
source: Download 5 latest albums
cs: Stáhnout 5 nejnovějších alb
de: Die 5 neuesten Alben herunterladen
es: Descargar los últimos 5 álbumes
fa: بارگیری ۵ آلبوم واپسین
fi: Lataa viimeisimmät viisi albumia
fr: Télécharger les 5 derniers albums
hi: 5 नवीनतम एल्बम डाउनलोड करें
hr: Preuzmi 5 najnovijih albuma
hu: 5 legújabb album letöltése
it: Scarica gli ultimi 5 album
nl: Download de 5 nieuwste albums
pl: Pobierz 5 ostatnich albumów
pt: Fazer download dos últimos 5 álbuns
pt_br: Transferir os 5 álbuns mais recentes
ru: Загрузить 5 последних альбомов
sl: Prenesi 5 najnovejših albumov
sv: Ladda ned de senaste 5 albumen
tr: En yeni 5 albümü indir
uk: Завантажити 5 останніх альбомів
zh: 下载 5 张最新专辑
zh_hant: 下載最新的 5 張專輯

# showLyricsTimestampsTitle
source: Show timestamps for synchronized lyrics
cs: Zobrazit časové značky u synchronizovaných textů
de: Timestamps für synchronisierte Lyrics anzeigen
es: Muestra las marcas de tiempo para las letras sincronizadas
fa: نمایش برچسب‌های زمانی برای متن شعرهای همگام شده
fi: Näytä aikaleimat synkronoiduissa sanoituksissa
fr: Afficher les temps pour les paroles synchronisées
hi: सिंक्रोनाइज्ड बोल के लिए टाइमस्टैम्प दिखाएं
hr: Prikaži vremenske oznake za sinkronizirane tekstove pjesma
hu: Szinkronizált dalszövegek időbélyegeinek megjelenítése
it: Mostra il timestamp per i testi sincronizzati
nl: Toon tijden voor gesynchroniseerde songteksten
pl: Wyświetlaj znaczniki czasu dla zsynchronizowanych tekstów
pt: Mostrar tempos para sincronização das letras
ru: Показывать метки времени для синхронизированных текстов песен
sv: Visa tidsstämplar för synkroniserade sångtexter
tr: Eş zamanlı şarkı sözleri için zaman damgalarını göster
uk: Показувати часові мітки для синхронізованих текстів пісень
zh: 显示同步歌词的时间戳
zh_hant: 顯示同步歌詞的時間標記

# cacheLibraryImagesSettings
source: Cache current library images
cs: Uložit aktuální obrázky knihovny do mezipaměti
de: Bilder der aktiven Bibliothek zwischenspeichern
es: Guardar las imágenes de la biblioteca actual en el caché
fa: کَش کردن نگاره‌های کتاب‌خانه‌ی کنونی
fi: Tallenna nykyisen kirjaston kuvat välimuistiin
fr: Mettre les images actuelles de la bibliothèque en cache
hi: वर्तमान लाइब्रेरी छवियों को कैश करें
hr: Spremi trenutačne slike biblioteke u predmemoriju
hu: Az aktuális könyvtár képeinek gyorsítótárazása
it: Memorizzare nella cache le immagini della libreria corrente
nl: Houd covers van huidige bibliotheek in de cache
pl: Buforuj bieżące obrazy biblioteki
pt: Guardar em cache imagens da biblioteca atual
pt_br: Colocar em cache imagens da biblioteca atual
ru: Кэшировать текущие изображения библиотеки
sv: Spara nuvarande biblioteksbilder i cachen
tr: Geçerli kütüphane görsellerini ön belleğe al
uk: Кешувати зображення поточної бібліотеки
zh: 缓存当前库图片
zh_hant: 暫存目前音樂庫的圖片

# showStopButtonOnMediaNotificationSubtitle
source: Controls if the media notification has a stop button in addition to the pause button. This lets you stop playback without opening the app.
cs: Určuje, zda má oznámení médií mít kromě tlačítka pro pozastavení také tlačítko pro zastavení. To umožňuje zastavit přehrávání bez otevření aplikace.
de: Legt fest, ob die Medienbenachrichtung einen Stopp-Button zusätzlich zum Pause-Button hat. Hierdurch kannst du die Wiedergabe stoppen, ohne die App zu öffnen.
es: Controla que la notificación multimedia tenga un botón de detener reproducción. Esto te permitirá detener la reproducción sin tener que abrir la aplicación.
fa: این‌که اعلان رسانه، یک دکمه‌ی ایست افزون بر دکمه‌ی وقفه داشته باشد را واپایش می‌کند. این به شما اجازه می‌دهد که پخش را بدون باز کردن نرم‌افزار قطع کنید.
fi: Näytä stop-näppäin mediailmoituksissa. Mahdollistaa toiston lopettamisen ilman ohjelman avaamista.
fr: Contrôle si la notification multimédia comporte un bouton d'arrêt. Cela vous permet d'arrêter la lecture sans ouvrir l'application.
hi: यह नियंत्रित करता है कि मीडिया नोटिफिकेशन में पॉज़ बटन के अलावा स्टॉप बटन है या नहीं। इससे आप ऐप खोले बिना प्लेबैक रोक सकते हैं।
hr: Kontrolira ima li medijska obavijest gumb za prekidanje dodatno uz gumb za pauzu. To omogućuje prekidanje reprodukcije bez otvaranja aplikacije.
hu: Szabályozza, hogy a médiaértesítésen megjelenik-e a leállító gomb. Ez lehetővé teszi a lejátszás leállítását az alkalmazás megnyitása nélkül.
it: Controlla se la notifica multimediale deve disporre di un pulsante di stop oltre al pulsante di pausa. Ciò ti consente di interrompere la riproduzione senza aprire l'app.
nl: Bepaald of de mediamelding een stopknop heeft. Dit zorgt ervoor dat je een nummer kan stoppen zonder de app te openen.
pl: Kontroluje, czy powiadomienie o multimediach ma przycisk Stop oprócz przycisku pauzy. Pozwala to zatrzymać odtwarzanie bez otwierania aplikacji.
pt: Controla se a notificação de media tem um botão de parar. Isto permite-te parar a reprodução sem abrir a aplicação.
ru: Управляет тем, будет ли в медиа-уведомлении присутствовать кнопка остановки. Это позволяет вам останавливать воспроизведение, не открывая приложение.
sv: Styr ifall medianotisen har en stoppknapp utöver pausknappen. Detta låter dig stoppa uppspelningen utan att öppna appen.
tr: Ortam bildiriminde duraklatma düğmesine ek olarak bir durdurma düğmesinin bulunup bulunmadığını kontrol eder. Bu, uygulamayı açmadan oynatmayı durdurmanıza olanak tanır.
uk: Керує тим, чи показувати кнопку зупинки разом із кнопкою павзи. Це дозволить зупинити відтворення без потреби відкривати застосунок.
zh: 控制媒体通知是否包含停止按钮。这样无需打开应用即可停止播放。
zh_hant: 控制媒體通知中是否顯示「停止」按鈕，讓您無需開啟應用程式即可停止播放。

# serverUrlHint
source: e.g. demo.jellyfin.org/stable
ca: p.ex.: demo.jellyfin.org/stable
cs: např. demo.jellyfin.org/stable
de: z.B. demo.jellyfin.org/stable
es: ej. demo.jellyfin.org/stable
et: nt. demo.jellyfin.org/stable
fa: برای نمونه demo.jellyfin.org/stable
fi: esim. demo.jellyfin.org/stable
hr: npr. demo.jellyfin.org/stable
hu: pl. demo.jellyfin.org/stable
id: misalnya demo.jellyfin.org/stable
it: per es.: demo.jellyfin.org/stable
ja: 例: demo.jellyfin.org/stable
ko: (예시) demo.jellyfin.org/stable
nb: f.eks. demo.jellyfin.org/stable
nl: bijv. demo.jellyfin.org/stable
pl: np. demo.jellyfin.org/stable
pt: ex.: demo.jellyfin.org/stable
pt_br: ex.: demo.jellyfin.org/stable
ru: напр. demo.jellyfin.org/stable
sv: t.ex. demo.jellyfin.org/stable
tr: örneğin demo.jellyfin.org/stable
uk: напр., demo.jellyfin.org/stable
vi: VD: demo.jellyfin.org/stable
zh: 示例 demo.jellyfin.org/stable
zh_hant: 例如：demo.jellyfin.org/stable
zh_hant_hk: 例如：demo.jellyfin.org/stable

# loginFlowCustomUser
source: Custom User
ca: Usuari personalitzat
cs: Vlastní uživatel
da: Tilpasset Bruger
de: Manuelle Eingabe
es: Usuario personalizado
et: Kohandatud kasutaja
fa: کاربر سفارشی
fi: Räätälöity käyttäjä
fr: Utilisateur personnalisé
hi: कस्टम उपयोगकर्ता
hr: Prilagođeni korisnik
hu: Egyedi felhasználó
id: Pengguna Kustom
it: Utente personalizzato
ja: カスタムユーザー
ko: 계정 직접 입력하기
nb: Egendefinert bruker
nl: Eigen gebruiker
pl: Inny Użytkownik
pt: Utilizador Personalizado
pt_br: Usuário personalizado
ru: Другой пользователь
sl: Uporabnik po meri
sr: Prilagođeni Korisnik
sv: Anpassad användare
tr: Özel kullanıcı
uk: Власний користувач
vi: Người dùng tuỳ chỉnh
zh: 自定义用户
zh_hant: 自訂使用者
zh_hant_hk: 自訂用戶

source: Title
ca: Títol
cs: Název
da: Titel
de: Titel
es: Título
et: Pealkiri
fa: عنوان
fi: Kappaleen nimi
fr: Titre
hi: शीर्षक द्वारा
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
ru: Заголовок
sl: Naslov
sr: Naslov
sv: Titel
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh: 标题
zh_hant: 標題
zh_hant_hk: 標題
