Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# applicationLegalese
source: Licensed with the Mozilla Public License 2.0. Source code available at {sourceCodeLink}.
ar: مرخص مع رخصة موزيلا العمومية <Mozilla Public License 2.0>. الشريفة توجد على: github.com/jmshrv/finamp
bg: Лиценз Mozilla Public License 2.0. Програмният код е достъпен на: github.com/jmshrv/finamp
ca: Llicenciat amb Mozilla Public License 2.0. Codi font disponible a {sourceCodeLink}.
cs: Licencováno pod Mozilla Public License 2.0. Zdrojový kód je dostupný na stránce {sourceCodeLink}.
da: Licenseret med Mozilla Public License 2.0. Kildeteksten er tilgængelig på {sourceCodeLink}.
de: Lizenziert mit der Mozilla Public License 2.0. Quellcode verfügbar unter {sourceCodeLink}.
el: Αδειοδοτηθηκε με την Άδεια Δημόσιας Χρήσης της Mozilla Public License2.0. Ο κώδικας πηγής διαθέσιμος στο: github.com/jmshrv/finamp
es: Licenciado con la Mozilla Public License 2.0. Código fuente disponible en {sourceCodeLink}.
et: Litsentsitud Mozilla avaliku litsentsiga 2.0. Lähtekood on saadaval aadressil {sourceCodeLink}.
fa: پروانه شده با پروانه‌ی عمومی موزیلا 2.0. کد منبع در {sourceCodeLink} در دسترس است.
fi: Lisensoitu Mozilla Public License 2.0 -lisenssillä. Lähdekoodi saatavilla osoitteessa: {sourceCodeLink}.
fr: Soumis à la licence Mozilla Public License 2.0. Le code source est disponible sur :{sourceCodeLink}
hi: Mozilla Public License 2.0 के तहत लाइसेंस किया गया। स्त्रोत (Source) कोड यहाँ उपलब्ध है {sourceCodeLink}।
hr: Licenca: Mozilla Public License 2.0. Izvorni kod je dostupan na {sourceCodeLink}.
hu: A Mozilla Public License 2.0 licenc alapján. A forráskód elérhető a {sourceCodeLink} címen.
it: Concesso in licenza con "Mozilla Public License 2.0". Codice sorgente disponibile su: {sourceCodeLink}.
ja: Mozilla Public License 2.0 のもとでライセンスされています。 ソースコードは {sourceCodeLink} で入手できます。
ko: Mozilla Public License 2.0에 따라 라이선스가 부여됐습니다. 소스 코드는 {sourceCodeLink}에서 확인할 수 있습니다.
nb: Lisensiert MPL 2.0, med kildekode tilgjengelig på github.com/jmshrv/finamp
nl: Uitgegeven onder de Mozilla Public License 2.0. Broncode beschikbaar op {sourceCodeLink}.
pl: Na licencji Mozilla Public License 2.0. Kod źródłowy dostępny pod adresem {sourceCodeLink}.
pt: Licenciado com a Mozilla Public License 2.0. O código-fonte está disponível em {sourceCodeLink}.
pt_br: Licenciado com a Mozilla Public License 2.0. Código-fonte disponível em {sourceCodeLink}.
ru: Лицензия Mozilla Public License 2.0. Исходный код доступен по адресу {sourceCodeLink}.
sv: Licensierad med Mozilla Public License 2.0. Källkoden finns tillgänglig på {sourceCodeLink}.
th: สงวนลิขสิทธิ์โดย Mozilla Public License 2.0 สามารถดาวน์โหลด Source Code ได้ที่: github.com/jmshrv/finamp
tr: Mozilla Kamu Lisansı 2.0 ile lisanslanmıştır. Kaynak kodu {sourceCodeLink} adresinde mevcuttur.
uk: Ліцензовано на умовах Mozilla Public License 2.0. Сирцевий код доступний за {sourceCodeLink}.
vi: Được cấp phép với Mozilla Public License 2.0. Mã nguồn có sẵn tại {sourceCodeLink}.
zh: 以 Mozilla Public License 2.0 协议许可。 源代码位于：{sourceCodeLink}。
zh_hant: 依照 Mozilla 公開授權條款 2.0 授權。 原始碼可於 {sourceCodeLink} 獲得。
zh_hant_hk: 採用 Mozilla Public License 2.0 特許條款。 原始碼：{sourceCodeLink}。

source: Transcoding
ar: تحويل
bg: Транскодиране
ca: Codificació
cs: Překódování
da: Omkoder
de: Transkodierung
el: Μετακωδικοποίηση
es: Transcodificar
et: Transkoodimine
fa: رمزگردانی (transcoding)
fi: Transkoodaus
fr: Transcodage
hi: ट्रांसकोडिंग
hr: Transkodiranje
hu: Átkódolás
it: Transcodifica
ja: トランスコード
ko: 트랜스코딩
nb: Transkoding
nl: Converteren
pl: Transkodowanie
pt: Transcodificação
pt_br: Transcodificando
ru: Транскодирование
sv: Transkodning
th: การแปลงไฟล์
tr: Kod dönüştürme
uk: Транскодування
vi: Chuyển Mã
zh: 转码
zh_hant: 轉碼
zh_hant_hk: 轉碼（Transcoding）

source: Download Locations
ar: مواقع التنزيل
bg: Местоположение на изтеглянията
ca: Ubicació de Descàrregues
cs: Umístění stažených
da: Overførelse placering
de: Download Orte
el: Τοποθεσίες λήψεων
es: Ubicaciones de descarga
et: Allalaadimiste asukohad
fa: مکان‌های بارگیری
fi: Latausten sijainnit
fr: Emplacements des téléchargements
hi: डाउनलोड स्थान
hr: Lokacija preuzimanja
hu: Letöltési helyek
it: Cartella di Download
ja: ダウンロード場所
ko: 다운로드 위치
nb: Nedlastingssteder
nl: Downloadlocaties
pl: Lokalizacje pobierania
pt: Locais de Transferências
pt_br: Locais de transferências
ru: Расположение загрузок
sl: Lokacija prenosov
sv: Nedladdningsplatser
th: ตำแหน่งที่ดาวน์โหลด
tr: İndirilenler Konumları
uk: Місце завантаження
vi: Vị trí tải xuống
zh: 下载位置
zh_hant: 下載儲存位置
zh_hant_hk: 下載位置

source: Audio Service
ar: خدمة الصوت
bg: Аудио услуга
ca: Servei d'Àudio
cs: Služba zvuku
da: Lyd tjeneste
de: Audio-Dienst
es: Servicio de audio
et: Heliteenus
fa: سرویس صدا
fi: Äänipalvelu
fr: Service audio
hi: ऑडियो सेवा
hr: Usluga audioreprodukcije
hu: Hangszolgáltatás
it: Servizio Audio
ja: オーディオ・サービス
ko: 오디오 서비스
nb: Lydtjeneste
nl: Audiodienst
pl: Usługa audio
pt: Serviço de Áudio
pt_br: Serviço de áudio
ru: Аудиосервис
sl: Avdio storitev
sv: Ljudtjänst
th: บริการเสียง
tr: Ses Servisi
uk: Служба аудіовідтворення
vi: Dịch vụ âm thanh
zh: 音频服务
zh_hant: 音訊服務
zh_hant_hk: 播放設定

# layoutAndTheme
source: Layout & Theme
ar: تخطيط و ظاهرة
bg: Оформление и тема
ca: Disseny i Tema
cs: Rozložení a motiv
da: Udseende & tema
de: Layout & Aussehen
el: Διάταξη καί εμφάνιση
es: Diseño y tema
et: Paigutus ja teema
fa: طرح‌بندی و تم
fi: Asettelu ja teema
fr: Disposition et apparence
hi: लेआउट और थीम
hr: Izgled i tema
hu: Elrendezés és téma
it: Aspetto & Temi
ja: レイアウト&テーマ
ko: 레이아웃 & 테마
nb: Posisjonering og draktvalg
nl: Layout & Thema
pl: Układ i motyw
pt: Disposição e Tema
pt_br: Composição & Tema
ru: Компоновка и тема
sv: Layout & Tema
th: หน้าตา และ ธีม
tr: Düzen & Tema
uk: Вигляд і тема
vi: Bố cục & Chủ đề
zh: 布局和主题
zh_hant: 佈局和主題
zh_hant_hk: 顯示及主題

source: Log Out
ar: تسجيل الخروج
bg: Излезте от профила си
ca: Tancar sessió
cs: Odhlásit se
da: Log af
de: Abmelden
el: Έξοδος
es: Cerrar sesión
et: Logi välja
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
hi: लॉग आउट
hr: Odjavi se
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Terminar Sessão
pt_br: Sair
ru: Выйти
sv: Logga Ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh: 登出
zh_hant: 登出
zh_hant_hk: 登出

source: Downloaded tracks will not be deleted
ca: Les pistes descarregades no s'esborraran
de: Heruntergeladene Titel werden nicht gelöscht
hr: Preuzete pjesme se neće izbrisati
it: I brani scaricati non saranno cancellati
nb: Nedlastede spor vil ikke slettes
nl: Gedownloade nummers worden niet verwijderd
pl: Pobrane utwory nie zostaną usunięte
ru: Загруженные композиции не будут удалены
sv: Nedladdade spår kommer inte att raderas
tr: İndirilen parçalar silinmeyecek
zh: 已下载的歌曲不会被删除
zh_hant_hk: 已下載的歌曲並不會被刪除

source: Are you sure?
ar: هل انت متأكد؟
bg: Сигурни ли сте?
ca: Estàs segur?
cs: Opravdu?
da: Er du sikker?
de: Bist du sicher?
el: Είσαι σίγουρος?
es: ¿Estás seguro?
et: Kas oled kindel?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos vagy ebben?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실한가요?
nb: Er du sikker?
nl: Bent u zeker?
pl: Czy na pewno?
pt: Tem a certeza?
pt_br: Tem certeza?
ru: Вы уверены?
sv: Är du säker?
th: แน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені ?
vi: Bạn chắc chứ?
zh: 你确定吗？
zh_hant: 你確定嗎？
zh_hant_hk: 您確定嗎？

source: Enable Transcoding
ar: تمكين التحويل
bg: Активиране на транскодирането
ca: Habilitar codificació
cs: Zapnout překódování
da: Aktivér omkodning
de: Transkodierung aktivieren
el: Ενεργοποίηση μετακωδικοποίησης
es: Activar transcodificación
et: Luba transkodeerimine
fa: فعال‌سازی رمزگردانی (transcoding)
fi: Ota transkoodaus käyttöön
fr: Activer le transcodage
hi: ट्रांसकोडिंग सक्षम करें
hr: Omogući transkodiranje
hu: Átkódolás engedélyezése
it: Attiva Transcodifica
ja: トランスコード有効
ko: 트랜스코딩 활성화
nb: Skru på transkoding
nl: Conversie inschakelen
pl: Włącz transkodowanie
pt: Ativar Transcodificação
pt_br: Ativar transcodificação
ru: Включить транскодирование
sv: Aktivera Transkodning
th: เปิดใช้งานการแปลงไฟล์
tr: Kod dönüştürmeyi etkinleştir
uk: Ввімкнути транскодування
vi: Bật chuyển đổi
zh: 启用转码
zh_hant: 啟用轉碼
zh_hant_hk: 啟用轉碼

source: Bitrate
ar: معدل البتات
bg: Битрейт
ca: Taxa de bits
cs: Datový tok
da: Bithastighed
es: Tasa de bits
et: Bitikiirus
fa: نرخ انتقال
fi: Bittinopeus
fr: Débit binaire
hi: बिटरेट
hr: Brzina prijenosa
hu: Bitráta
ja: ビットレート
ko: 비트레이트
pt: Taxa de bits
pt_br: Taxa de bits
ru: Битрейт
sv: Bithastighet
th: บิทเรต
tr: Bit oranı
uk: Бітрейт
vi: Tốc độ bit
zh: 比特率
zh_hant: 位元率
zh_hant_hk: 位元速率（Bitrate）

source: App Directory
ar: مجلّد التطبيق
bg: Директория на приложението
ca: Directori de l'aplicació
cs: Adresář aplikací
da: App katalog
de: App-Verzeichnis
el: Κατάλογος εφαρμογής
es: Directorio de la aplicación
et: Rakenduse kataloog
fa: پوشه نرم‌افزار
fi: Sovelluksen hakemisto
fr: Répertoire de l'application
hi: ऐप डायरेक्टरी
hr: Direktorij aplikacije
hu: Alkalmazás Könyvtára
it: Cartella dell'App
ja: Appのディレクトリ
ko: 앱 디렉토리
nb: Programmappe
nl: Applicatie folder
pl: Folder aplikacji
pt: Diretório da Aplicação
pt_br: Diretório de aplicativo
ru: Папка приложения
sv: Filmapp för App
th: โฟลเดอร์ของแอป
tr: Uygulama Klasörü
uk: Тека застосунку
vi: Đường dẫn ứng dụng
zh: 应用目录
zh_hant: 應用目錄
zh_hant_hk: 應用程式資料夾

source: Select Directory
ar: إختار المجلد
bg: Изберете директория
ca: Selecciona un Directori
cs: Vybrat adresář
da: Vælg katalog
de: Verzeichnis auswählen
el: Επέλεξε κατάλογο
es: Seleccionar directorio
et: Vali kataloog
fa: پوشه را انتخاب کنید
fi: Valitse hakemisto
fr: Sélectionner un répertoire
hi: डायरेक्टरी चुनें
hr: Odaberi direktorij
hu: Könyvtár kiválasztása
it: Seleziona Cartella
ja: ディレクトリを選択
ko: 디렉토리 선택
nb: Velg mappe
nl: Selecteer map
pl: Wybierz folder
pt: Selecione o Diretório
pt_br: Selecionar diretório
ru: Выбрать папку
sv: Välj filmapp
th: เลือกโฟลเดอร์
tr: Klasör Seç
uk: Вибрати теку
vi: Chọn đường dẫn
zh: 选择目录
zh_hant: 選擇目錄
zh_hant_hk: 選擇資料夾

source: Unknown Error
ar: خطأ غير معروف
bg: Неизвестна грешка
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
fa: مشکل ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
hi: अज्ञात त्रुटि
hr: Nepoznata greška
hu: Ismeretlen hiba
it: Errore Sconosciuto
ja: 不明なエラー
ko: 알수 없는 오류
nb: Ukjent feil
nl: Onbekende Fout
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen Hata
uk: Невідома помилка
vi: Lỗi không xác định
zh: 未知错误
zh_hant: 未知錯誤
zh_hant_hk: 未知的錯誤

# pathReturnSlashErrorMessage
source: Paths that return "/" can''t be used
ar: مسارات التي ترجع "/" لا يمكن ان تستعمل
bg: Невъзможно е указването на път, използващ "/"
ca: Rutes que retornen "/" no poden ser utilitzades
cs: Cesty, které vracejí „/“, nelze použít
da: Stier, der returnerer "/", kan ikke anvendes
de: Pfade, die „/“ zurückgeben, können nicht verwendet werden
el: Μονοπάτια που επιστρέφουν "/" δεν μπορούν να χρησιμοποιηθούν
es: No se pueden usar rutas que devuelvan "/"
et: Radu, mis tagastavad "/", ei saa kasutada
fa: آدرس‌هایی که "/" را برمی‌گردانند قابل استفاده نیستند
fi: Polkuja jotka palauttavat "/" ei voi käyttää
fr: Les chemins qui retournent "/" ne peuvent pas être utilisés
hi: "/" लौटने वाले पथ का उपयोग नहीं किया जा सकता
hr: Staze sa znakom „/” se ne mogu koristiti
hu: A „/” karaktert használó elérési utak nem értelmezhetőek
it: Non possono essere usati percorsi che terminano con "/"
ja: "/" を返すパスは利用できません
ko: "/"로 끝나는 경로는 사용할 수 없습니다
nb: Stier som returnerer «/» kan ikke brukes.
nl: Paden met "/" kunnen niet worden gebruikt
pl: Ścieżki nie mogą wskazywać "/"
pt: Caminhos que retornam "/" não podem ser usados
pt_br: Caminhos que retornam "/" não podem ser usados
ru: Пути ведущие к «/» нельзя использовать
sv: Sökvägar som returnerar ett "/" kan inte användas
th: ตำแหน่งที่ได้ "/" ไม่สามารถใช้ได้
tr: "/" döndüren yollar kullanılamaz
uk: Шляхи, які повертають "/", не можуть бути використані
vi: Đường dẫn mà trả về "/" không dùng được
zh: 不能使用返回“/”的路径
zh_hant: 不能使用「/」作為下載路徑
zh_hant_hk: 不能使用「／」路徑

source: Directory must be empty
ar: المجلد يجب ان يكون فارغ
bg: Директорията трябва да е празна
ca: El directori ha d'estar buit
cs: Adresář musí být prázdný
da: Katalog skal være tomt
de: Verzeichnis muss leer sein
el: Ο κατάλογος πρέπει να είναι άδειος
es: El directorio debe estar vacío
et: Kataloog peab olema tühi
fa: پوشه باید خالی باشد
fi: Hakemiston täytyy olla tyhjä
fr: Le répertoire doit être vide
hi: डायरेक्टरी खाली होना चाहिए
hr: Direktorij mora biti prazan
hu: A könyvtárnak üresnek kell lennie
it: La cartella deve essere vuota
ja: ディレクトリは空でなければなりません
ko: 디렉토리는 비어 있어야 합니다
nb: Mappen må være tom
nl: Folder moet leeg zijn
pl: Folder musi być pusty
pt: Diretório deve estar vazio
pt_br: O diretório deve estar vazio
ru: Папка должна быть пустой
sv: Filmappen måste vara tom
th: โฟลเดอร์นั้นต้องว่าง
tr: Klasör boş olmalı
uk: Тека повинна бути порожньою
vi: Đường dẫn phải trống
zh: 目录必须为空
zh_hant: 目錄必須為空
zh_hant_hk: 所選的資料夾必須為空的

source: Custom Location
ar: موقع مخصص
bg: Персонализирано местоположение
ca: Ubicació Personalitzada
cs: Vlastní umístění
da: Vælg placering
de: Benutzerdefinierter Ort
el: Εξατομικευμένη τοποθεσία
es: Ubicación personalizada
et: Kohandatud asukoht
fa: مکان سفارشی
fi: Mukautettu sijainti
fr: Emplacement personnalisé
hi: कस्टम स्थान
hr: Prilagođena lokacija
hu: Egyéni hely
it: Posizione Personalizzata
ja: 指定の場所
ko: 사용자 지정 위치
nb: Egendefinert sted
nl: Persoonlijke locatie
pl: Własna lokalizacja
pt: Localização Personalizada
pt_br: Localização customizada
ru: Пользовательские папки
sv: Anpassad plats
th: ตำแหน่งแบบเลือกเอง
tr: Özel Konum
uk: Власна папка
vi: Vị trí tuỳ chỉnh
zh: 自定义位置
zh_hant: 自定義位置
zh_hant_hk: 自訂位置

source: Add Download Location
ar: إضافة مكان التنزيل
bg: Добавете местоположение за изтегляне
ca: Afegir una Ubicació de Descàrregues
cs: Přidat umístění stažených
da: Tilføj overførelse placering
de: Download-Ort hinzufügen
el: Προσθήκη τοποθεσίας λήψεως
es: Añadir ubicación de descarga
et: Lisa allalaadimise asukoht
fa: افزودن مکان بارگیری
fi: Lisää latausten hakemisto
fr: Ajouter un emplacement de téléchargement
hi: डाउनलोड स्थान जोड़ें
hr: Dodaj lokaciju preuzimanja
hu: Letöltési hely hozzáadása
it: Aggiungi la posizione per i Download
ja: ダウンロード場所を追加
ko: 다운로드 위치 추가
nb: Legg til nedlastingssted
nl: Voeg een downloadlocatie toe
pl: Dodaj lokalizację pobierania
pt: Adicionar Local de Transferências
pt_br: Adicionar local de transferências
ru: Добавить папку для загрузок
sv: Lägg till nedladdningsplats
th: เพิ่มตำแหน่งสำหรับดาวน์โหลด
tr: İndirme Konumu Ekle
uk: Додати теку завантаження
vi: Thêm đường dẫn tải xuống
zh: 添加下载路径
zh_hant: 新增下載位置
zh_hant_hk: 添加下載位置

# customLocationsBuggy
source: Custom locations can be extremely buggy and are not recommended in most cases. Locations under the system 'Music' folder prevent saving album covers due to OS limitations.
ar: المواقع المخصصة عرضة للأخطأ لأن يوجد مشاكل مع الأذونات. أنا أحوال إصلاحه, و لكن لا أنصح ان تستغدمه.
bg: Персонализираните местоположения са изключително нестабилни, поради проблеми с правата. Обмислям варианти са справяне с проблема, но за сега непрепоръчвам тяхното използване.
ca: Ubicacions personalitzades poden ser extremadament inestables i no són recomanables en la majoria dels casos. Les ubicacions sota el sistema de carpeta 'Music' prevenen la portada de l'àlbum de poder guardar-se per limitacions del SO.
cs: Vlastní umístění bývají kvůli problémům s oprávněními extrémně chybové. Snažíme se tento problém opravit, do té doby ale nedoporučujeme jejich používání.
da: Valgfrie placeringer er ekstremt fejlramte grundet manglende rettigheder. Jeg prøver at finde måder at løse dette, men for nu anbefaler jeg ikke, at de anvendes.
de: Benutzerdefinierte Speicherorte können zu Fehlern führen und werden in den meisten Fällen nicht empfohlen. Speicherorte unterhalb des 'Musik'-Systemordners verhindern das Speichern von Albumcovern aufgrund von Betriebssystembeschränkungen.
el: Οι εξατομικευμένες τοποθεσίες έχουν αρκετά bugs λόγω θεμάτων αδειών. Σκέφτομαι τρόπους να φτιάξω τα προβλήμματα, όμως για τώρα δεν προτείνω την χρήση τους.
es: Las ubicaciones personalizadas pueden ser extremadamente problemáticas, y no son recomendadas para la mayoría de usos. Ubicaciones dentro de la carpeta del sistema "Música" podría impedir que las imágenes de los álbumes se guarden debido a limitaciones del sistema operativo.
et: Kohandatud asukohad on äärmiselt vigased ja ei ole enamikel juhtudel soovitatud. Asukohad süsteemi "Muusika" kaustas ei võimalda albumi kaanefotode salvestamist operatsioonisüsteemi limitsioonide tõttu.
fa: مکان‌های سفارشی به دلیل مسائل دسترسی‌ها بسیار مشکل آفرین هستند. من دارم راه‌کارهایی را پیدا می‌کنم، ولی برای الان استفاده از آن‌ها را پیشنهاد نمی‌کنم.
fi: Mukautetut sijainnit ovat erittäin bugisia ja niiden käyttöä ei suositella useimmissa tapauksissa. Sijainnit järjestelmän Musiikki-hakemiston alla estävät albumin kansikuvien tallentamisen käyttöjärjestelmän rajoitusten vuoksi.
fr: Les emplacements personnalisés peuvent être extrêmement problématiques et ne sont pas recommandés dans la plupart des cas. Les emplacements situés dans le dossier système "Musique" empêchent l'enregistrement des pochettes d'album en raison des limitations de l'OS.
hi: अनुमतियों से जुड़ी समस्याओं के कारण कस्टम लोकेशन में बहुत ज़्यादा बग हैं। मैं इसे ठीक करने के तरीकों के बारे में सोच रहा हूँ, और अभी मैं इनका इस्तेमाल करने की सलाह नहीं दूँगा।
hr: Prilagođene lokacije su izrazito pune grešaka zbog problema oko dozvola. Razmišljam o načinima da ovo ispravim, ali za sada ne bih preporučio korištenje.
hu: Az egyéni helyek rendkívül problémásak lehetnek, és a legtöbb esetben nem ajánlottak. A rendszer 'Music' mappán belül az operációs rendszer korlátai miatt nem teszik lehetővé az albumborítók mentését.
it: Le posizioni personalizzate possono essere estremamente instabili e sono sconsigliate nella maggior parte dei casi. Posizioni all'interno della cartella di sistema "Musica" impediscono il salvataggio delle cover degli album a causa delle limitazioni del sistema operativo.
ja: カスタムの場所は、非常にバグが多くなるかも知れないので 、ほとんどの場合お勧めません。ＯＳ制限 ので 、「Music」ディレクトリの仲に場所は、ジャケット画像をセーブのが止めされる。
ko: 사용자 지정 위치는 대부분의 상황에서 권장하지 않습니다(버그가 매우 많이 발생할 수 있습니다). 운영체제 '음악'폴더 위치의 경우 시스템 제한 때문에 앨범 커버를 저장할 수 없습니다.
nb: Egendefinerte steder fungerer dårlig som følge av problemer med tilganger. Måter å løse det på vurderes, men akkurat nå anbefales ikke bruk.
nl: Persoonlijke locaties hebben veel bugs en worden over het algemeen niet aanbevolen. Locaties onder de "Muziek" folder van het systeem voorkomen het opslaan van albumhoezen door begrenzingen van het besturingssysteem.
pl: Niestandardowe lokalizacje są bardzo kłopotliwe ze względu na problemy z uprawnieniami. W chwili obecnej ich używanie nie jest zalecane.
pt: Localizações personalizadas podem ser extremamente problemáticas e não recomendadas na maioria dos casos. Localizações sob a pasta 'Music' do sistema previnem a gravação de capas e álbuns devido a limitações do Sistema Operativo.
pt_br: Localizações customizadas são inconsistentes devido a problemas com permissões. Estou pensando em maneiras de solucionar isso, mas por enquanto eu não recomendaria que fossem utilizadas.
ru: Пользовательские папки могут быть крайне нестабильны и не рекомендуются к использованию в подавляющем большинстве случаев. Расположение в пределах системной папки «Музыка» не позволяет сохранять обложки альбомов из-за ограничений операционной системы.
sv: Anpassade platser kan vara extremt buggade och rekommenderas inte i de flesta fall. Platser under systemets 'Musik'-mapp förhindrar sparandet av albumomslag på grund av begränsningar i operativsystemet.
th: ตำแหน่งแบบเลือกเองนั้นค่อนข้างไม่สเถียรเนื่องจากปัญหาด้านสิทธิ์ ตอนนี้ยังหาวิธีแก้เรื่องนี้อยู่ ทางที่ดีตอนนี้ไม่ค่อยแนะนำให้ใช้ฟีเจอร์นี้
tr: İzinlerden kaynaklanan sorunlar dolayısıyla özel konum seçmek fazlasıyla bug'a yol açmakta. Şimdilik kullanmanızı önermiyorum, çözmenin bir yolunu düşünüyorum.
uk: Власні локації надзвичайно баговані через проблеми із дозволами. Я у пошуках рішення, але наразі я не рекомендую використовувати їх.
vi: Tuỳ chỉnh vị trí lưu rất trục trặc và không được khuyến khích trong đa số trường hợp. Những vị trí ở dưới thư mục 'Âm nhạc' cản trợ việc lưu bìa albums do giới hạn của OS.
zh: 自定义位置可能会有很多错误，在大多数情况下不建议使用。由于操作系统的限制，系统“Music”文件夹下无法保存专辑封面。
zh_hant: 自訂位置可能會導致嚴重錯誤，通常不建議使用。存放於系統「音樂」資料夾內的位置，因作業系統的限制，無法儲存專輯封面。
zh_hant_hk: 自訂位置功能並不保證可正常運作。如非必要，建議不要使用。使用系統的「音樂」資料夾會因權限問題而令專輯封面圖無法儲存。
