Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# downloadedMissingImages
source: {count,plural, =0{No missing images found} =1{Downloaded {count} missing image} other{Downloaded {count} missing images}}
ar: {count,plural, =0{لا يوجد صور مفقودة} =1{تم تنزيل {count} صورة مفقودة} other{ تم تنزيل {count} صور المفقودة}}
bg: {count,plural, =0{Не са открити липсващи изображения} =1{Изтегляне {count} липсващи изображения} other{Изтегляне {count} липсващи изображения}}
ca: {count,plural, =0{No s'han trobat imatges mancants} =1{Descarregades {count} imatges mancants} other{Descarregades {count} imatges mancants}}
cs: {count,plural, =0{Nenalezeny žádné chybějící obrázky} =1{Stažen {count} chybějící obrázek} few{Staženy {count} chybějící obrázky} other{Staženo {count} chybějících obrázků}}
da: {count,plural, =0{Ingen manglende billeder blev fundet} =1{Overførte {count} manglende billeder} other{Overførte {count} manglende billeder}}
de: {count,plural, =0{Keine fehlenden Bilder gefunden} =1{{count} fehlendes Bild heruntergeladen} other{{count} fehlende Bilder heruntergeladen}}
el: {count,plural, =0{δεν βρέθηκαν ελλειπείς εικόνες} =1{ελήφθησαν {count} ελλειπής εικόνες} other{ελήφθησαν {count} ελλειπής εικόνες}}
es: {count,plural, =0{No se han encontrado imágenes que faltan} =1{Descargada {count} imagen que faltaba} other{Descargadas {count} imágenes que faltaban}}
et: {count,plural, =0{Puuduvaid pilte ei leitud} =1{Allalaetud {count} puuduv pilt} other{Allalaetud {count} puuduvat pilti}}
fa: {count,plural, =0{نگاره‌ی مفقودی پیدا نشد} =1{{count} نگاره‌ی از قلم افتاده بارگیری شد} other{{count} نگاره‌های از قلم افتاده بارگیری شد}}
fi: {count,plural, =0{Puuttuvia kuvia ei löytynyt} =1{Ladattu {count} puuttuva kuva} other{Ladattu {count} puuttuvaa kuvaa}}
fr: {count,plural, =0{Pas d'image manquante} =1{{count} image téléchargée} other{{count} images téléchargées}}
hi: {count,plural, =0{कोई गायब छवि नहीं} =1{{count} छवियां डाउनलोड की गईं} other{{count} छवियां डाउनलोड की गईं}}
hr: {count,plural, =0{Nema nedostajućih slika} =1{Preuzeta je {count} nedostajuća slika} few{Preuzete su {count} nedostajuće slike} other{Preuzeto je {count} nedostajućih slika}}
hu: {count,plural, =0{Nem található hiányzó kép} =1{Letöltődött {count} hiányzó kép} other{Letöltött {count} hiányzó képet}}
it: {count,plural, =0{Non ho trovato alcuna immagine mancante} =1{Scaricata {count} immagine mancante} other{Scaricate {count} immagini mancanti}}
ja: {count,plural, =0{欠けている画像が見つかりません} =1{欠けている画像を {count} 枚ダウンロード} other{欠けている画像を {count} 枚ダウンロード}}
ko: {count,plural, =0{누락된 이미지 없음} =1{누락된 이미지 {count}건 다운로드} other{누락된 이미지 {count}건 다운로드}}
nb: {count,plural, =0{Fant ingen manglende bilder} =1{Lastet ned {count} manglende bilde} other{Lastet ned {count} manglende bilder}}
nl: {count,plural, =0{Geen ontbrekende plaatjes gevonden} =1{{count} ontbrekend plaatje gedownloaded} other{{count} ontbrekende plaatjes gedownloaded}}
pl: {count,plural, =0{Nie brakuje żadnych obrazów} =1{Pobrano {count} brakujący obraz} other{Pobrano {count} brakujących obrazów}}
pt: {count,plural, =0{Não foram encontradas imagens em falta} =1{{count} imagem em falta transferida} other{{count} imagens em falta descarregadas}}
pt_br: {count,plural, =0{Nenhuma imagem ausente baixada} =1{Baixada {count} imagem ausente} other{Baixadas {count} imagens ausentes}}
ru: {count,plural, =0{Не найдено отсутствующих изображений} =1{Загружено {count} отсутствующее изображение} few{Загружено {count} отсутствующих изображения} other{Загружено {count} отсутствующих изображений}}
sr: {count, plural, =0{Nije pronađena nijedna slika koja nedostaje} =1{Preuzeta je 1 slika koja nedostaje} other{Preuzete su {count} slike koje nedostaju}}
sv: {count,plural, =0{Inga saknade bilder hittades} =1{Laddade ned {count} saknad bild} other{Laddade ned {count} saknade bilder}}
th: {count,plural, =0{ไม่มีภาพที่ขาด} =1{ดาวน์โหลดภาพที่ขาดแล้ว {count} รูป} other{ดาวน์โหลดภาพที่ขาดแล้ว {count} รูป}}
tr: {count,plural, =0{Eksik görsel yok} =1{{count} tane eksik görsel indirildi} other{{count} tane eksik görsel indirildi}}
uk: {count,plural, =0{Відсутніх зображень не знайдено} =1{Завантажено {count} відсутніх зображень} other{Завантажено {count} відсутніх зображень}}
vi: {count,plural, =0{Không ảnh thiếu được tìm} =1{Đã tải {count} ảnh thiếu} other{Đã tải {count} ảnh thiếu}}
zh: {count,plural, =0{未找到缺少的图片} =1{已下载 {count} 张缺少的图片} other{已下载 {count} 张缺少的图片}}
zh_hant: {count,plural, =0{未找到缺少的圖片} =1{已下載 {count} 張缺少的圖片} other{已下載 {count} 張缺少的圖片}}
zh_hant_hk: {count,plural, =0{沒有缺少的圖片} =1{已下載{count}張圖片} other{已下載{count}張圖片}}

# downloadCount
source: {count,plural, =1{{count} download} other{{count} downloads}}
ar: {count,plural, =1{{count} تنزيل} other{{count} تنزيلات}}
bg: {count,plural, =1{{count} изтегляне} other{{count} изтегляне}}
ca: {count,plural, =1{{count} descàrrega} other{{count} descàrregues}}
cs: {count,plural, =1{{count} stahování} other{{count} stahování}}
da: {count,plural, =1{{count} overført} other{{count} overførelser}}
el: {count,plural, =1{{count} λήψη} other{{count} λήψεις}}
es: {count,plural, =1{{count} descarga} other{{count} descargas}}
et: {count,plural, =1{{count} allalaadimine} other{{count} allalaadimist}}
fa: {count,plural, =1{{count} بارگیری} other{{count} بارگیری‌ها}}
fi: {count,plural, =1{{count} lataus} other{{count} lataukset}}
fr: {count,plural, =1{{count} téléchargement} other{{count} téléchargements}}
hi: {count,plural, =1{{count} डाउनलोड} other{{count} डाउनलोड}}
hr: {count,plural, =1{{count} preuzimanje} few{{count} preuzimanja} other{{count} preuzimanja}}
hu: {count,plural, =1{{count} letöltés} other{{count} letöltés}}
it: {count,plural, =1{{count} download} other{{count} download}}
ja: {count,plural, =1{{count} 個ダウンロード} other{{count}個ダウンロード}}
ko: {count,plural, =1{{count}건 다운로드} other{{count}건 다운로드}}
nb: {count,plural, =1{{count} nedlasting} other{{count} nedlastinger}}
pl: {count,plural, =1{{count} pobranie} other{{count} pobrań}}
pt: {count,plural, =1{{count} descarregado} other{{count} descarregados}}
pt_br: {count,plural, =1{{count} baixada} other{{count} baixadas}}
ru: {count,plural, =1{{count} загрузка} few{{count} загрузки} other{{count} загрузок}}
sr: {count, plural, =1{1 preuzimanje} other{{count} preuzimanja}}
sv: {count,plural, =1{{count} nedladdning} other{{count} nedladdningar}}
th: {count,plural, =1{ดาวน์โหลดแล้ว {count}} other{ดาวน์โหลดแล้ว {count}}}
tr: {count,plural, =1{{count} tane indirme} other{{count} tane indirme{count}}}
uk: {count,plural, =1{{count} Завантажено} other{{count} Завантажень}}
vi: {count,plural, =1{{count} đang tải xuống} other{{count} đang tải xuống}}
zh: {count,plural, =1{{count} 个下载} other{{count} 个下载}}
zh_hant: {count,plural, =1{{count} 個下載} other{{count} 個下載}}
zh_hant_hk: {count,plural, =1{{count}個下載} other{{count}個下載}}

# dlFailed
source: {count} failed
ar: {count} فشل
bg: {count} грешка
ca: {count} fallat
cs: {count} selhalo
da: {count} fejlede
de: {count} fehlgeschlagen
el: {count} απέτυχαν
es: {count} han fallado
et: {count} nurjus
fa: {count} معیوب
fi: {count} epäonnistui
fr: {count} échoué
hi: {count} असफल
hr: {count} neuspjelo
hu: {count} sikertelen
it: {count} falliti
ja: {count}個失敗
ko: {count}건 실패
nb: {count} mislykket
nl: {count} mislukt
pl: {count} ukończono z błędami
pt: {count} falharam
pt_br: {count} falharam
ru: {count} не удалось
sr: {count} neuspešno
sv: {count} misslyckades
th: ล้มเหลว {count}
tr: {count} tane başarısız
uk: {count} не вдалося
vi: {count} thất bại
zh: {count} 失败
zh_hant: {count} 個失敗
zh_hant_hk: {count} 失敗

# dlEnqueued
source: {count} enqueued
ar: {count} ينتضر النزيل
bg: {count} опашка
ca: {count} en cua
cs: {count} ve frontě
da: {count} i kø
de: {count} in der Warteschlange
el: {count} στην σειρά
es: {count} en cola
et: {count} järjekorras
fa: {count} به صف شده
fi: {count} jonossa
fr: {count} en attente
hi: {count} कतार में
hr: {count} dodano u red
hu: {count} függőben
it: {count} in coda
ja: {count} 個キューに追加
ko: {count}건 대기열에 추가됨
nb: {count} i kø
nl: {count} gepland
pl: {count} oczekuje
pt: {count} em espera
pt_br: {count} enfileiradas
ru: {count} в очереди
sr: {count} u redu
sv: {count} i kö
th: เข้าคิว {count}
tr: {count} tane kuyruğa alındı
uk: {count} поставлено в чергу
vi: {count} đang hàng đợi
zh: {count} 已入队
zh_hant: {count} 個等待下載
zh_hant_hk: {count} 等待中

# dlRunning
source: {count} running
ar: {count} يتم تنزيل الآن
bg: {count} изпълнява се
ca: {count} funcionant
cs: {count} běží
da: {count} er igang
de: {count} laufend
el: {count} τρέχοντα
es: {count} en progreso
et: {count} käsil
fa: {count} جاری
fi: {count} käynnissä
fr: {count} en cours
hi: {count} हो रहे
hr: {count} u tijeku
hu: {count} folyamatban
it: {count} in riproduzione
ja: {count} 個再生中
ko: {count}건 진행중
nb: {count} kjører
nl: {count} bezig
pl: {count} w trakcie
pt: {count} em execução
pt_br: {count} em execução
ru: {count} загружаются
sv: {count} pågående
th: กำลังทำงาน {count}
tr: {count} tane devam ediyor
uk: {count} запущено
vi: {count} đang chạy
zh: {count} 运行中
zh_hant: {count} 個運行中
zh_hant_hk: {count} 正在下載

source: Add Downloads
ar: إضافة تنزيلات
bg: Добави за изтегляне
ca: Afegir Descàrregues
cs: Přidat stahování
da: Tilføj overførelser
de: Download hinzufügen
el: Προσθήκη λήψεων
es: Añadir descargas
et: Lisa allalaadimised
fa: افزودن بارگیری‌ها
fi: Lisää lataukset
fr: Ajouter les téléchargements
hi: डाउनलोड्स में जोड़ें
hr: Dodaj preuzimanja
hu: Letöltések hozzáadása
it: Aggiungi Download
ja: ダウンロードを追加
ko: 다운로드 추가
nb: Legg til nedlastinger
nl: Voeg downloads toe
pl: Wszystkie pobrania
pt: Adicionar Transferências
pt_br: Adicionar transferências
ru: Добавить в загрузки
sv: Lägg till nedladdningar
th: เพิ่มการดาวน์โหลด
tr: İndirme Ekle
uk: Додати завантаження
vi: Thêm tải xuống
zh: 添加下载
zh_hant: 新增下載項目
zh_hant_hk: 添加至下載

# errorScreenError
source: An error occurred while getting the list of errors! At this point, you should probably just create an issue on GitHub and delete app data
ar: حدث خطأ اثناء حصول على قائمة الأخطأ! في هذه المرحلة ربما يجب عليك ان تفتح تعليقة على <‎GitHub> و تمسح تخزين التطبيق
bg: Възникна грешка при получаване на списъка с грешки! Преинсталирайте приложението и съобщете за проблема на GitHub
ca: Un error ha succeït mentre s'intentava obtenir la llista d'errors! En aquest punt, probablement hauries de crear una sol·licitud a GitHub i esborrar les dades de l'aplicació
cs: Při načítání seznamu chyb došlo k chybě! Vytvořte prosím problém na GitHubu a vymažte data aplikace
da: Der opstod en fejl under hentningen af listen med fejl! På dette tidspunkt, bedes du oprette en fejl på Github og slette appens data
de: Beim Abrufen der Fehlerliste ist ein Fehler aufgetreten! Jetzt ist es vermutlich am besten, einen Issue auf GitHub zu erstellen und die App-Daten zu löschen
el: Προέκυψε σφάλμα κατά την λήψη λίστας σφαλμάτων! Σε αυτό το σημείο, καλό είναι να δημιουργήσεις issue στο GitHub και να διαγράψεις τα δεδομένα της εφαρμογής
es: ¡Se ha producido un error al obtener la lista de errores! Llegados a este punto, probablemente deberías crear una incidencia en GitHub y eliminar los datos de la aplicación
et: Vigade loendi saamisel tekkis viga! Siinkohal peaksid ilmselt lihtsalt looma probleemi GitHubis ja kustutama rakenduse andmed
fa: یک مشکل به هنگام دریافت فهرست مشکلات رخ داد! در این وضعیت، شاید که ساخت مسأله‌ای در گیت‌هاب و پاک کردن داده‌ی نرم‌افزار به صلاح باشد
fi: Tapahtui virhe vikalistan haussa! Tässä vaiheessa sinun kannattaa luultavasti vain luoda virheilmoitus GitHubiin ja poistaa sovelluksen data
fr: Une erreur est survenue lors de la récupération de la liste des erreurs ! À ce stade, il serait probablement préférable de créer une issue sur GitHub et de supprimer les données de l'application.
hi: त्रुटियों की सूची प्राप्त करते समय त्रुटि हुई! आपको संभवतः GitHub पर एक मुद्दा बनाना चाहिए और ऐप डाटा को मिटाना चाहिए
hr: Dogodila se greška prilikom dohvaćanja popisa grešaka! Prijavi problem na GitHubu i izbriši podatke aplikacije
hu: Hiba történt a hibalista lekérésekor! Valószínűleg érdemes jelentenie a problémát a GitHubon, és törölnie kell az alkalmazásadatokat
it: Si è verificato un errore mentre tentavo di ottenere la lista degli errori! A questo punto probabilmente dovresti aprire una issue su GitHub e cancellare i dati dell'app
ja: エラーリスト取得時にエラーが発生しました！この時点では、GitHub で issue を作成し、アプリデータを削除することをお勧めします
ko: 오류 목록을 가져오지 못했습니다! 이 시점에서는 GitHub에 문제를 등록하고 앱 데이터를 삭제해야 합니다
nb: En feil inntraff under innhenting av listen over feil. Herfra bør du kanskje opprette en feilrapport på GitHub og slette programdataen.
nl: Er is een fout opgetreden bij het opvragen van de lijst met foutmeldingen! Waarschijnlijk kun je het beste proberen een issue aan te maken op GitHub, en de app data te verwijderen
pl: Wystąpił błąd podczas pobierania listy błędów. Utwórz zgłoszenie na portalu GitHub i usuń dane aplikacji
pt: Ocorreu um erro ao aceder à lista de erros! Neste caso, recomendados que crie um relatório no nosso GitHub e que limpe os dados da aplicação
pt_br: Um erro ocorreu durante o acesso à lista de erros! Nesse ponto, você deve criar um chamado (issue) no GitHub e apagar os dados do aplicativo
ru: Ошибка при получении списка ошибок! На данном этапе, вероятно, стоит создать сообщение об ошибке на GitHub и удалить данные приложения
sv: Ett fel uppstod när listan över fel skulle hämtas! Vid det här laget bör du förmodligen bara skapa ett problem på GitHub och radera appdata
th: พบข้อผิดพลาดในการดึงรายการข้อผิดพลาด! ถ้าถึงขั้นนี้แล้ว คุณน่าจะต้องไปสร้าง Issue บน Github แล้วลบข้อมูลแอปทิ้งซะ
tr: Hata listesi oluşturulurken hata meydana geldi. Bu noktada, GitHub'da bir sorun oluşturmalı ve uygulama verilerini silmelisiniz
uk: Під час отримання списку помилок сталася помилка! На цьому етапі вам, ймовірно, слід просто створити проблему на GitHub і видалити дані програми
vi: Đã có lỗi xảy ra khi lấy danh sách lỗi! Tại thời điểm này, có lẽ bạn nên tạo một Issue trên trang GitHub và xoá dữ liệu ứng dụng
zh: 获取错误列表时出错！ 现在您可能应该在 GitHub 上创建一个问题并清除应用数据
zh_hant: 獲取錯誤列表時出錯！您可以在 GitHub 上提出問題並清除應用程式資料
zh_hant_hk: 讀取錯誤資訊時發生錯誤！建議在 GitHub 上回報此問題及重設應用程式。

source: Location
ar: موقع
bg: Местоположение
ca: Localització
cs: Umístění
da: Placering
de: Ort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fa: مکان
fi: Sijainti
fr: Emplacement
hi: स्थान
hr: Lokacija
hu: Elhelyezkedés
it: Posizione
ja: 場所
ko: 위치
nb: Sted
nl: Plaats
pl: Lokalizacja
pt: Localização
pt_br: Localização
ru: Расположение
sv: Plats
th: สถานที่
tr: Konum
uk: Збережено в
vi: Vị trí
zh: 位置
zh_hant: 位置
zh_hant_hk: 位置

# addButtonLabel
source: Add
ar: إضافة
bg: ДОБАВИ
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fa: افزودن
fi: Lisää
fr: Ajouter
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh: 添加
zh_hant: 新增
zh_hant_hk: 加入

# enableTranscodingSubtitle
source: Transcodes music streams on the server side.
ar: إذا ممكن, بث الموسيقى سايتحول من الخادم
bg: Транскодирането на музикалните потоци се осъществява от страна на сървъра.
ca: Codifica la música en el costat del servidor.
cs: Překóduje hudební streamy na straně serveru.
da: Omkoder musik under afspilning på serveren.
de: Transkodiert Musikstreams serverseitig.
el: μετακωδικοποιει την ροή μουσικής από την πλευρά του διακομιστή.
es: Transcodifica los streams de música en el servidor.
et: Transkodeerib muusikavooge serveri poolel.
fa: آهنگ را سمت سرور رمزگردانی می‌کند.
fi: Transkoodaa musiikin suoratoistoa varten palvelimen päässä.
fr: Transcode les flux musicaux côté serveur.
hi: संगीत स्ट्रीम को सर्वर पर ही ट्रांसकोड करता है।
hr: Transkodira stream glazbe na strani servera.
hu: Átkódolja a zenei streameket a szerver oldalon.
it: Transcodifica I flussi di musica dal lato server.
ja: サーバー側の音楽ストリームをトランスコードします。
ko: 서버 측에서 음악 스트리밍을 트랜스코딩 합니다.
nb: Transkoder musikkstrømmer på tjenersiden.
nl: Converteert muziekstreams op de server.
pl: Transkoduje strumienie muzyczne po stronie serwera.
pt: Transcodifica fluxos de áudio no servidor.
pt_br: A transmissão de músicas será transcodificada pelo servidor.
ru: Транскодирует музыкальные потоки на стороне сервера.
sv: Transkodar musikströmmar på serversidan.
th: การแปลงไฟล์เพลงจะถูกดำเนินการจากฝั่งเซิร์ฟเวอร์
tr: Sunucu tarafındaki ses akışlarının kodunu dönüştürür.
uk: Перекодування музичного потоку відбувається зі сторони сервера.
vi: Chuyển đổi các luồng truyền phát nhạc trên phía máy chủ.
zh: 音乐流将由服务器转码。
zh_hant: 如果啟用，音訊將由伺服器轉碼。
zh_hant_hk: 啟用後，音訊會先在伺服器轉碼。

source: Not available in offline mode
ar: عير متوفر في وضع غير الإتصال
bg: Недостъпно в офлайн режим
ca: No disponible en mode sense connexió
cs: Není dostupné v režimu offline
da: Ikke tilgængelig i offline tilstand
de: Im Offline-Modus nicht verfügbar
el: Μη διαθέσιμο σε λειτουργία εκτός σύνδεσης
es: No disponible en el modo sin conexión
et: Pole võrguühenduseta režiimis saadaval
fa: در حالت آفلاین در دسترس نیست
fi: Ei saatavilla offline-tilassa
fr: Indisponible en mode hors-ligne
hi: ऑफ़लाइन मोड में उपलब्ध नहीं है
hr: Nije dostupno u neumreženom modusu
hu: Offline módban nem elérhető
it: Non disponibile in modalità offline
ja: オフライン・モードでは無効
ko: 오프라인 모드에서는 사용할 수 없습니다
nb: Ikke tilgjengelig i frakoblet modus
nl: Niet beschikbaar in Offline Modus
pl: Niedostępne w trybie offline
pt: Não disponível no modo offline
pt_br: Não disponível no modo offline
ru: Недоступно в автономном режиме
sv: Inte tillgänglig i offlineläge
th: ไม่พร้อมใช้งานในโหมดออฟไลน์
tr: Çevrim dışı modda mevcut değil
uk: Недоступне в оффлайн режимі
vi: Không khả dụng ở chế độ ngoại tuyến
zh: 在离线模式下不可用
zh_hant: 在離線模式下不能使用
zh_hant_hk: 不能在離線模式下使用

# gridCrossAxisCountSubtitle
source: Amount of grid tiles to use per-row when {value}.
ar: كم مربعات تستعمل لكل صف عندما الشاشة تكون {value}.
bg: Броят на показваните елементи на ред, когато {value}.
ca: Quantitat de columnes utilitzades per fila quan el dispositiu està en {value}.
cs: Počet položek mřížky na řádek {value}.
da: Antal gitrebrikker som bruges per række {value}.
de: Anzahl der zu benutzenden Rasterkacheln im {value}.
el: Πλήθος τετραγώνων πλέγματος ανά Πλειάδες{value}.
es: Cantidad de columnas usadas por fila cuando el dispositivo está en {value}.
et: Ruudustiku plaatide arv, mida kasutatakse rea kohta, kui {value}.
fa: اندازه‌ای از کاشی‌های جدول که به ازای هر ردیف استفاده می‌شوند زمانی که {value} باشد.
fi: Rivikohtaisesti käytettävien ruudukkolaattojen määrä, kun {value}.
fr: Le nombre de tuiles à utiliser par rangée en orientation {value} lorsque l'affichage est en mode mosaïque.
hi: प्रति पंक्ति उपयोग की जाने वाली ग्रिड टाइल्स की मात्रा जब {value}।
hr: Količina rešetkastih polja po retku za {value}.
hu: Oszlopok száma {value} rácsnézetben.
it: Numero di colonne da usare per ciascuna riga quando {value}.
ja: {value}の場合一行当たりのグリッドタイル数。
ko: {value} 일때 한 행당 그리드 타일의 개수.
nb: Mengden rutenettsflis å bruke per rad i {value}-modus.
nl: Hoeveelheid rijen te gebruiken in {value}-modus.
pl: Ilość elementów w wierszu - {value}.
pt: Quantidade de ícones da grade para usar em cada fila quando {value}.
pt_br: Quantidade de ícones de grade a serem utilizados por linha quando {value}.
ru: Количество отображаемых элементов сетки в строке, когда {value}.
sv: Antal rutor som visas per rad i {value}.
th: จำนวนของไอเท็มในตารางต่อแถวของ {value}
tr: Değer {value} olduğunda satır başına kullanılacak ızgara karosu.
uk: Кількість плиток сітки для використання в рядку, коли {value}.
vi: Số lượng lưới dùng mỗi hàng khi {value}.
zh: 每行使用的网格图块数量 {value}.
zh_hant: 當為 {value} 時，每列使用的網格數量。
zh_hant_hk: 屏幕在{value}顯示時，每行顯示的資訊數量（例如歌曲、歌手等）。

source: Enter Low-Priority State on Pause
ar: تشغيل وضع <low-priority state> عندما توقف استماع مؤقتاً
bg: При пауза, използвай режим на нисък приоритет
ca: Introdueix un Estat de Baixa Prioritat en la Pausa
cs: Po pozastavení vstoupit do stavu nízké priority
da: Gå i lav prioritet tilstand når musik afspilning er på pause
de: Niedrige-Priorität-Modus beim Pausieren aktivieren
el: Ενεργοποίηση χαμηλής-προτεραιοτητας κατάσταση κατά την παύση
es: Entrar en estado de baja prioridad al pausar
et: Kasuta pausil madala prioriteediga olekut
fa: ورود به حالت کم اهمیت به هنگام توقف
fi: Siirtyminen matalan prioriteetin tilaan tauon aikana
fr: Passage à l'état de basse priorité en cas de pause
hi: रोकने के दौरान Low-Priority State में जाएं
hr: Prijeđi u stanje niskog prioriteta za vrijeme pauze
hu: Alacsony prioritású állapotba lépés szüneteltetéskor
it: Entra nello Stato a Bassa-Priorità quando in Pausa
ja: 一時停止時は低優先度状態
ko: 일시 중지시 낮은 우선순위 상태로 전환합니다
nb: Gå inn i lavprioritetstilstand ved pause
nl: Ga naar Lage-Prioriteit Staat tijdens Pauzeren
pl: Przechodź w stan niskiego priorytetu w trakcie trwania pauzy
pt: Entrar em Estado de Baixa-Prioridade durante Pausa
pt_br: Entrar em modo de baixa prioridade durante pausa
ru: Использовать режим низкого приоритета на паузе
sv: Gå in i lågprioritetstillstånd vid paus
th: เมื่อหยุดพักจะเข้าสู่โหมดความสำคัญต่ำ
tr: Bekletmede Düşük Öncelik Durumuna Geç
uk: Перейти у стан низького пріоритету під час паузи
vi: Vào trạng thái Ưu Tiên Thấp khi Dừng
zh: 暂停时进入低优先级状态
zh_hant: 暫停時進入低優先級狀態
zh_hant_hk: 暫停播放時進入「低優先」狀態
