Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# playbackSpeedControlSettingDescription
source: Automatic: Finamp tries to identify whether the track you are playing is a podcast or (part of) an audiobook. This is considered to be the case if the track is longer than {trackDuration} minutes, if the track''s album is longer than {albumDuration} hours, or if the track has at least one of these genres assigned: {genreList} Playback speed controls will then be shown in the player screen menu. Shown: The playback speed controls will always be shown in the player screen menu. Hidden: The playback speed controls in the player screen menu are always hidden.
ca: Automàtic: Finamp intenta identificar si la pista que estàs reproduint és un pòdcast o (part) d'un audiollibre. Es considera que aquest és el cas si la pista dura més de {trackDuration} minuts, si l'àlbum de la pista dura més de {albumDuration} hores o si la pista té assignat almenys un d’aquests gèneres: {genreList}. Els controls de velocitat de reproducció es mostraran aleshores al menú de la pantalla del reproductor. Mostrat: Els controls de velocitat de reproducció sempre es mostraran al menú de la pantalla del reproductor. Amagat: Els controls de velocitat de reproducció al menú de la pantalla del reproductor sempre estaran ocults.
cs: Automaticky: Finamp se pokusí rozpoznat, zda je přehrávaná skladba podcast nebo audiokniha (její část). Za takový případ se považuje, pokud je stopa delší než {trackDuration} minut, pokud je album stopy delší než {albumDuration} hodin nebo pokud má stopa přiřazen alespoň jeden z těchto žánrů: {genreList} V nabídce na obrazovce přehrávače se pak zobrazí ovládací prvky rychlosti přehrávání. Zobrazené: Ovládací prvky rychlosti přehrávání v nabídce obrazovky přehrávače budou vždy zobrazeny. Skryté: Ovládací prvky rychlosti přehrávání v nabídce obrazovky přehrávače budou vždy skryté.
de: Automatisch: Finamp versucht zu erkennen, ob es sich bei dem abgespielten Titel um einen Podcast oder um ein Hörbuch handelt. Dies ist der Fall, wenn der Titel länger als {trackDuration} Minuten ist, wenn das Album des Titels länger als {albumDuration} Stunden ist oder wenn dem Titel mindestens eines dieser Genres zugeordnet ist: {genreList} Die Steuerelemente für die Wiedergabegeschwindigkeit werden dann im Bildschirmmenü des Players angezeigt. Angezeigt: Die Steuerelemente für die Wiedergabegeschwindigkeit werden immer im Bildschirmmenü des Players angezeigt. Ausgeblendet: Die Steuerelemente für die Wiedergabegeschwindigkeit im Player-Bildschirmmenü werden immer ausgeblendet.
es: Automático: Finamp intentara identificar si la pista que se esta reproduciendo es un podcast o (parte de) un audiolibro. Se considera que lo son si la duración de la pista es mayor a {trackDuration} minutes, si la longitud del álbum de la pista es mayor a {albumDuration} horas, o si la pista tiene al menor uno de estos géneros asignados: {genreList} Los controles de velocidad de reproducción se mostraran en el menú del reproductor. Visible: Los controles de velocidad de reproducción siempre se mostraran en el menú del reproductor. Oculto: Los controles de velocidad de reproducción siempre se ocultaran en el menú del reproductor.
et: Automaatne Finamp proovib automaatselt tuvastada, kas mängitav klipp on podcast või audioraamat. Tuvastus toimub, kui klipp on pikem kui {trackDuration} minutit, kui klipi album on pikem kui {albumDuration} tundi või kui klipile on määratud üks neist žanritest: {genreList} Taasesitus kiiruse nuppe näidatakse sel juhul mängija vaate menüüs. Näidatud: Taasesitus kiiruse nuppe näidatakse alati mängija vaate menüüs. Peidetud: Taasesitus kiiruse nuppe ei näidata kunagi mängija vaate menüüs.
fa: خودکار: فین‌امپ تلاش می‌کند تا مشخص کند قطعه‌ای که شما در حال پخش کردن هستید پادپخش (پادکست) است یا کتاب صوتی. این مورد زمانی در نظر گرفته می‌شود که قطعه از {trackDuration} دقیقه بیشتر باشد، یا قطعه از {albumDuration} ساعت بیشتر باشد، یا به قطعه دست کم یکی از این ژانرها اختصاص داده شده باشد:‌{genreList} سپس واپایش‌های تندی پخش در منوی صفحه‌ی پخش نشان داده می‌شوند. نشان داده شده: واپایش‌های تندی پخش همیشه در منوی صفحه‌ی پخش نشان داده می‌شوند پنهان: واپایش‌های تندی پخش در منوی صفحه‌ی پخش همیشه پنهان باشند.
fi: Automaattinen: Finamp yrittää tunnistaa, onko toistamasi kappale podcast tai äänikirja(n osa). Tämän katsotaan tapahtuvan, jos kappale on pidempi kuin {trackDuration} minuutti(a), tai jos kappaleen albumi on pidempi kuin {albumDuration} tunti(a), tai jos kappaleella on ainakin yksi näistä tyylilajeista: {genreList} Toistonopeuden säätimet ovat tällöin esillä soittimen valikossa. Esillä: Toistonopeuden säätimet ovat aina esillä soittimen valikossa. Piilotettu: Toistonopeuden säätimet ovat aina piilossa soittimen valikossa.
fr: Automatique: Finamp essaie d’identifier si le titre joué est un podcast ou un chapitre d’un livre audio. Finamp. Il est considéré que c’est le cas si le titre dure plus de {trackDuration} minutes, si l’album dure plus de {albumDuration} heures ou qu’au moins un de ces genres est assigné au titre : {genreList} Les contrôles le vitesse de lecture seront alors affichés dans le menu du lecteur. Affichés : Les contrôles de vitesse de lecture seront toujours affichés dans le menu du lecteur. Cachés : Les contrôles de vitesse de lecture seront toujours cachés dans le menu du lecteur.
hi: ऑटोमैटिक: फ़िनएम्प यह पहचानने का प्रयास करता है कि आप जो ट्रैक चला रहे हैं वह पॉडकास्ट है या ऑडियोबुक (का हिस्सा) है। ऐसा तब माना जाता है जब ट्रैक {trackDuration} मिनट से अधिक लंबा हो, यदि ट्रैक का एल्बम {albumDuration} घंटे से अधिक लंबा है, या यदि ट्रैक में इनमें से कम से कम एक शैली निर्दिष्ट है: {genreList} तब प्लेबैक गति के नियंत्रण प्लेयर स्क्रीन में दिखाए जाएंगे। दिखाएं: प्लेबैक गति के नियंत्रण प्लेयर स्क्रीन में हमेशा दिखाए जाएंगे। छिपाएं: प्लेबैक गति के नियंत्रण प्लेयर स्क्रीन में नहीं दिखाए जाएंगे।
hu: Automatikus: A Finamp megpróbálja azonosítani, hogy a lejátszott dal podcast vagy hangoskönyv (része). Ez akkor történik így, ha a dal hosszabb, mint {trackDuration} perc, ha a dal albuma hosszabb, mint {albumDuration} óra, vagy ha a dalhoz legalább egy ilyen műfaj van hozzárendelve: {genreList} Ekkor a lejátszás sebességének vezérlése megjelenik a lejátszó képernyőmenüjében. Megjelenítve: A lejátszási sebességvezérlők mindig megjelennek a lejátszási képernyő menüjében. Elrejtve: A lejátszási sebességvezérlők a lejátszási képernyő menüjében mindig el lesznek rejtve.
it: Automatico: Finamp cerca di riconoscere se il brano che stai riproducendo è un podcast o un audiolibro (o parte di esso). Ciò si verifica se il brano è più lungo di {trackDuration} minuti, se la durata totale dell'album del brano è più lunga di {albumDuration} ore, o se il brano rientra in almeno uno dei seguenti generi: {genreList} I controlli della Velocità di riproduzione saranno allora mostrati nel menu della schermata del lettore. Visibile: I controlli della Velocità di riproduzione nel menu della schermata del lettore sono sempre visibili. Nascosto: I controlli della Velocità di riproduzione nel menu della schermata del lettore sono sempre nascosti.
ja: 自動: 「フィンアンプ」は、再生中のトラックがポッドキャストかオーディオブック（の一部）かを識別しようとします。トラックの長さが {trackDuration} 分を超える場合、トラックのアルバムの長さが {albumDuration} 時間を超える場合、またはトラックに以下のジャンル（{genreList}）の少なくとも 1 つが割り当てられている場合、ポッドキャストまたはオーディオブックとみなされます。 再生速度コントロールは、プレーヤー画面のメニューに表示されます。 表示: 再生速度コントロールは、プレーヤー画面のメニューに常に表示されます。 非表示: プレーヤー画面のメニューの再生速度コントロールは常に非表示です。
ko: 자동: 핀앰프 Finamp는 재생중인 곡이 팟캐스트나 오디오북인지 식별을 시도합니다. 곡이 {trackDuration} 분보다 길거나, 앨범이 {albumDuration} 시간보다 길거나, 곡에 장르가 {genreList}중 하나라도 지정된 경우, ‘재생 속도 제어’가 재생 화면 메뉴에 나타납니다. 보이기: ‘재생 속도 제어’가 항상 재생 화면 메뉴에 나타납니다. 숨기기: ‘재생 속도 제어’가 항상 재생 화면 메뉴에 나타나지 않습니다.
nl: Automatisch: Finamp probeert in te schatten of het nummer waar je momenteel naar luistert een podcast is, of het (een onderdeel van) een audioboek is. Dit wordt aangenomen als het nummer langer duurt dan {trackDuration} minuten, of als het gehele album langer duurt dan {albumDuration} uur, of als het nummer tot één van de volgende genres behoort: {genreList} De knoppen om de afspeelsnelheid te bedienen worden dan zichtbaar gemaakt in het muziekspeler scherm. Zichtbaar: De knoppen om de afspeelsnelheid te bedienen zullen altijd zichtbaar zijn in het muziekspeler scherm. Verborgen: De knoppen om de afspeelsnelheid te bedienen zullen niet zichtbaar zijn in het muziekspeler scherm.
pl: Automatycznie: Finamp spróbuje zidentyfikować, czy odtwarzany utwór jest podcastem lub audiobookiem. Uznaje się, że tak jest, jeśli utwór jest dłuższy niż {trackDuration} minut, jeśli album utworu jest dłuższy niż {albumDuration} godzin lub jeśli utwór ma przypisany co najmniej jeden z tych gatunków: {genreList}. Elementy sterujące prędkością odtwarzania zostaną wyświetlone w menu ekranu odtwarzacza. Pokazane: Elementy sterujące prędkością odtwarzania będą zawsze wyświetlane w menu ekranu odtwarzacza. Ukryte: Elementy sterujące szybkością odtwarzania w menu ekranu odtwarzacza są zawsze ukryte.
pt: Automático: O Finamp tenta identificar se a faixa que está a reproduzir é um podcast ou (parte de) um audiolivro. Isto é considerado verdadeiro se a faixa tiver mais de {trackDuration} minutos, se o álbum da faixa tiver mais de {albumDuration} horas, ou se a faixa tiver pelo menos um destes estilos atribuídos: {genreList}. Os controlos de velocidade de reprodução serão então exibidos no menu do ecrã do leitor. Exibido: Os controlos de velocidade de reprodução serão sempre exibidos no menu do ecrã do leitor. Oculto: Os controlos de velocidade de reprodução no menu do ecrã do leitor estão sempre ocultos.
pt_br: Automático: Finamp tenta identificar se a faixa que está sendo executada é um podcat ou (parte de) um áudio-livro. Esse é considerado o caso se: a duração da faixa é superior a {trackDuration} minutos, se o álbum ao qual pertence a faixa tem duração superior a {albumDuration} horas, ou se a faixa tem pelo menos um desses gêneros atribuídos a ela ({genreList}). Os controles de velocidade de reprodução serão então exibidos no menu do reprodutor. Sempre exibir: Os controles de velocidade de reprodução serão sempre exibidos no menu do reprodutor. Ocultado: Os controles de velocidade de reprodução serão sempre ocultados.
ru: Автоматически: Finamp пытается определить, является ли воспроизводимая вами композиция подкастом или (частью) аудиокниги. Считается, что это так, если продолжительность композиции превышает {trackDuration} минут, если продолжительность композиции альбома превышает {albumDuration} часов, или если композиции присвоен хотя бы один из этих жанров: {genreList} После этого элементы управления скоростью воспроизведения будут показаны в экранном меню проигрывателя. Показывать: Элементы управления скоростью воспроизведения всегда будут отображаться в экранном меню проигрывателя. Скрыть: Элементы управления скоростью воспроизведения в экранном меню проигрывателя всегда скрыты.
sv: Automatisk: Finamp försöker att avgöra huruvida spåret du spelar är en podcast eller (del av) en ljudbok. Detta anses vara fallet ifall spåret är längre än {trackDuration} minuter, ifall spårets album är längre än {albumDuration} timmar, eller ifall spåret har tilldelats minst en av dessa genrer: {genreList} Reglage för uppspelningshastighet visas i så fall på uppspelningsskärmen. Synlig: Reglage för uppspelningshastighet visas alltid på uppspelningsskärmen. Dold: Reglage för uppspelningshastighet är alltid dolt på uppspelningsskärmen.
tr: Otomatik: Finamp, oynattığınız parçanın bir podcast mi yoksa sesli kitabın (bir parçası) mı olduğunu belirlemeye çalışır. Parçanın {trackDuration} dakikadan uzun olması, parçanın albümünün {albumDuration} saatten uzun olması veya parçaya şu türlerden en az birinin atanmış olması durumunda bu durum geçerli kabul edilir: {genreList} Oynatma hızı kontrolleri oynatıcı ekranı menüsünde gösterilecektir. Göster: Oynatma hızı kontrolleri her zaman oynatıcı ekranı menüsünde gösterilecektir. Gizle: Oynatıcı ekranı menüsündeki oynatma hızı kontrolleri her zaman gizlidir.
uk: Автоматично: Finmap намагається ідентифікувати, чи є відтворювана композиція подкастом, чи аудіокнигою (її частиною). Це визначається у випадках коли композиція довша за {trackDuration} хв., альбом композиції довший за {albumDuration} год., чи композиція має хоча б один із перерахованих жанрів: {genreList} Регулятори швидкості відтворення з'являться в меню відтворювача. Показувати: Регулятори швидкості відтворення завжди відображатимуться в меню відтворювача. Приховувати: Регулятори швидкості відтворення завжди приховані.
vi: Tự động: Finamp cố gắng xác định xem bản nhạc bạn đang phát là podcast hay (một phần) sách nói. Điều này được coi là xảy ra nếu bản nhạc dài hơn {trackDuration} phút, nếu album của bản nhạc dài hơn {albumDuration} giờ hoặc nếu bản nhạc được chỉ định ít nhất một trong các thể loại sau: {genreList} Sau đó, điều khiển tốc độ phát lại sẽ được hiển thị trong menu màn hình trình phát. Hiển thị: Các điều khiển tốc độ phát lại sẽ luôn được hiển thị trong menu màn hình trình phát. Ẩn: Các điều khiển tốc độ phát lại trong menu màn hình trình phát luôn bị ẩn.
zh: 自动： Finamp 会尝试识别您正在播放的歌曲是播客还是有声读物（部分）。如果歌曲长度超过 {trackDuration} 分钟，歌曲的专辑长度超过 {albumDuration} 小时，或者歌曲至少分配了以下一种类型：{genreList} 则播放速度控件将显示在播放界面菜单中。 显示： 播放速度控件将始终显示在播放界面菜单中。 隐藏： 播放速度控件将始终隐藏在播放界面菜单中。
zh_hant: 自動： Finamp 會根據音軌是否符合以下條件，自動判斷其為podcast或audiobook的一部分：音軌時長超過 {trackDuration} 分鐘、專輯總時長超過 {albumDuration} 小時，或類型包含以下任一項：{genreList}。 播放速度控制選單將會顯示於播放介面中。 顯示: 播放介面選單中的播放速度控制功能將一律保持顯示。 隱藏： 播放介面選單中的播放速度控制功能將一律保持隱藏。

# aboutContributionLink
source: Contribute to Finamp on GitHub:
ca: Contribueix a Finamp a Github:
cs: Přispějte do Finampu na GitHubu:
da: Bidrag til Finamp på Github:
de: Zu Finamp auf GitHub beitragen:
es: Contribuye a Finamp en GitHub:
et: Panusta Finampi GitHubis:
fa: در فین‌امپ روی گیت‌هاب مشارکت کنید:
fi: Osallistu Finampin kehittämiseen GitHubissa:
fr: Contribuez à Finamp sur GitHub :
hi: GitHub पर फ़िनएम्प के लिए योगदान करें:
hr: Doprinesi Finampu na GitHubu:
hu: Közreműködés a Finamp fejlesztésében a GitHubon:
id: Berkontribusi ke Finamp di GitHub:
it: Contribuisci a Finamp su GitHub:
ja: GitHub で「フィンアンプ」に貢献する:
ko: Github의 핀앰프 Finamp에 기여하기:
nb: Bidra til Finamp på GitHub:
nl: Draag bij aan Finamp op GitHub:
pl: Wnieś swój wkład do Finamp na GitHub:
pt: Contribui para o Finamp no GitHub:
pt_br: Contribua com o Finamp no Github:
ru: Внесите свой вклад в Finamp на GitHub:
sl: Prispevaj k Finamp na GitHub:
sr: Doprinesite Finamp-u na GitHub-u:
sv: Bidra till Finamp på GitHub:
tr: GitHub'da Finamp'a katkıda bulunun:
uk: Зробити внесок через GitHub:
vi: Đóng góp cho Finamp trên GitHub:
zh: 在GitHub上参与构建Finamp：
zh_hant: 在 GitHub 上為 Finamp 做出貢獻：
zh_hant_hk: 在 GitHub 上參與 Finamp 的開發：

# aboutReleaseNotes
source: Read the latest release notes:
ca: Llegeix les últimes notes de llançament:
cs: Přečtěte si informace o posledním vydání:
da: Læs de nyeste udgivelsesnoter:
de: Lese die neusten Update-Informationen:
es: Lee los cambios de la última actualización:
et: Loe uusimaid väljalaskemärkmeid:
fa: واپسین یادداشت عرضه را بخوانید:
fi: Lue uusimmat päivitystiedot:
fr: Lisez les dernières notes de version :
hi: नवीनतम रिलीज़ नोट्स पढ़ें:
hr: Pročitaj najnovije napomene o izdanju:
hu: A legutóbbi kiadási megjegyzések:
id: Baca catatan rilis terbaru:
it: Leggi le ultime note di rilascio:
ja: 最新のリリースノートを読む:
ko: 최신 릴리즈 노트 읽어보기:
nb: Les de siste utgivelsesnotatene:
nl: Lees de notities over de laatste uitgave:
pl: Przeczytaj najnowsze informacje o wydaniu:
pt: Lê as notas da última versão:
pt_br: Leia as notas da última versão:
ru: Ознакомьтесь с последними примечаниями к выпуску:
sr: Pročitajte najnovije beleške o izdanju:
sv: Läs den senaste versionsfaktan:
tr: En son sürüm notlarını okuyun:
uk: Читати примітки до випуску:
vi: Đọc ghi chú phát hành mới nhất:
zh: 阅读最新发行版信息：
zh_hant: 閱讀最新版本說明：
zh_hant_hk: 瀏覽最新版本的說明：

# aboutTranslations
source: Help translate Finamp into your language:
ca: Ajuda a traduir Finamp a la teva llengua:
cs: Pomozte s překladem Finampu do vašeho jazyka:
da: Hjælp med at oversætte finamp til dit sprog:
de: Hilf mit, Finamp in deine Sprache zu übersetzen:
es: Ayuda a traducir Finamp a tu idioma:
et: Aita Finampi oma keelde tõlkida:
fa: فین‌امپ را در ترجمه به زبان خود یاری کنید:
fi: Auta kääntämään Finampia omalle kielellesi:
fr: Aidez à traduire Finamp dans votre langue :
hi: अपनी भाषा में फ़िनएम्प को अनुवाद करें:
hr: Pomogni prevesti Finamp na tvoj jezik:
hu: Segítsen lefordítani a Finampot az ön nyelvére:
id: Membantu menerjemahkan Finamp ke dalam bahasa Anda:
it: Aiuta a tradurre Finamp nella tua lingua:
ja: 「フィンアンプ」をあなたの言語に翻訳する手伝いをしてください：
ko: 핀앰프 Finamp를 당신의 언어로 번역해주세요:
nb: Hjelp med å oversette Finamp til ditt språk:
nl: Help Finamp vertalen in jouw taal:
pl: Pomóż przetłumaczyć Finamp na Twój język:
pt: Ajuda a traduzir o Finamp para o teu idioma:
pt_br: Ajude a traduzir o Finamp para o seu idioma:
ru: Помогите перевести Finamp на ваш язык:
sr: Pomozi sa prevodom Finamp-a na Vaš jezik:
sv: Hjälp till att översätta Finamp till ditt språk:
tr: Finamp'ın dilinize çevrilmesine yardımcı olun:
uk: Допомогти перекласти Finmap на вашу мову:
vi: Giúp dịch Finamp sang ngôn ngữ của bạn:
zh: 帮助将Finamp翻译成你的语言：
zh_hant: 協助將 Finamp 翻譯成您的語言：
zh_hant_hk: 協助翻譯 Finamp：

# aboutThanks
source: Thank you for using Finamp!
ca: Moltes gràcies per fer servir Finamp!
cs: Děkujeme za používání Finampu!
da: Tak for at bruge Finamp!
de: Danke, dass du Finamp nutzt!
es: ¡Gracias por usar Finamp!
et: Täname, et kasutad Finampi!
fa: از این‌که از فین‌امپ استفاده می‌کنید، سپاسگزاریم!
fi: Kiitos, että käytät Finampia!
fr: Merci d'utiliser Finamp !
hi: फ़िनएम्प इस्तमाल करने के लिए धन्यवाद!
hr: Hvala ti što koristiš Finamp!
hu: Köszönjük, hogy a Finampot használja!
id: Terima kasih telah menggunakan Finamp!
it: Grazie per aver scelto di usare Finamp!
ja: 「フィンアンプ」をご利用いただきありがとうございます！
ko: 핀앰프 Finamp와 함께 해주셔서 고맙습니다!
nb: Takk for at du bruker Finamp!
nl: Bedankt voor het gebruiken van Finamp!
pl: Dziękujemy za korzystanie z Finamp!
pt: Obrigado por usares o Finamp!
pt_br: Obrigado por utilizar o Finamp!
ru: Благодарим вас за использование Finamp!
sr: Hvala što koristite Finamp!
sv: Tack för att du använder Finamp!
tr: Finamp'ı kullandığınız için teşekkürler!
uk: Дякуємо за використання Finamp!
vi: Cảm ơn bạn đã sử dụng Finamp!
zh: 感谢使用 Finamp！
zh_hant: 感謝您使用 Finamp！
zh_hant_hk: 感謝您使用 Finamp！

# loginFlowWelcomeHeading
source: Welcome to
ca: Benvingut a
cs: Vítejte v aplikaci
da: Velkommen til {styledName}
de: Willkommen bei
es: Bienvenido a {styledName}
fa: خوش آمدید به
fi: Tervetuloa sovellukseen {styledName}
fr: Bienvenue sur {styledName}
hi: स्वागत है,
hr: Dobro došli u
hu: Üdvözöl a {styledName}
id: Selamat datang di ­­{styledName}
it: Benvenuto su
ja: {styledName}へようこそ
ko: 환영해요, {styledName} 입니다
nb: Velkommen til
nl: Welkom bij
pl: Witamy w
pt: Bem vindo ao {styledName}
pt_br: Bem-vindo a
ru: Добро пожаловать
sl: Dobrodošli v
sr: Dobrodošli u
sv: Välkommen till
tr: Hoş geldiniz,
uk: Вітаємо у
vi: Chào mừng tới {styledName}
zh: 欢迎来到 {styledName}
zh_hant: 歡迎使用 {styledName}
zh_hant_hk: 歡迎使用

# loginFlowSlogan
source: Your music, the way you want it.
ca: La teva música com la vols.
cs: Vaše hudba, tak, jak ji chcete.
da: Din musik, på den måde du vil ha' det.
de: Deine Musik, so wie du sie willst.
es: Tu música, en la manera que tu quieras.
et: Sinu muusika just nii nagu sina soovid.
fa: آهنگ شما، به همان شیوه که می‌خواهید.
fi: Oma musiikkisi, juuri haluamallasi tavalla.
fr: Votre musique, comme vous la voulez.
hi: आपके संगीत, आपके हिसाब से।
hr: Tvoja glazba, onako kako je želiš.
hu: A te zenéd, ahogy te szeretnéd.
id: Musik Anda, seperti yang Anda inginkan.
it: La tua musica, nel modo in cui la vuoi tu.
ja: あなたの音楽を、あなたの思い通りに。
ko: 당신의 음악을 원하는 방식으로 들어보세요.
nb: Din musikk, slik du vil ha det.
nl: Jouw muziek, zoals jij het wilt.
pl: Twoja muzyka, tak jak chcesz.
pt: A tua música, à tua maneira.
pt_br: Sua música, do seu jeito.
ru: Ваша музыка, такая, как вам хочется.
sl: Tvoja glasba, kakor si jo želiš.
sr: Vaša muzika, onakva kakvu želite.
sv: Din musik, så som du vill ha den.
tr: Senin müziğin, senin istediğin şekilde.
uk: Ваша музика, така, яку ви бажаєте.
vi: Âm nhạc của bạn, theo cách bạn muốn.
zh: 你的音乐，以你想要的样子。
zh_hant: 打造屬於你的音樂，隨心所欲、由你掌控。
zh_hant_hk: 音樂，隨心所欲。

# loginFlowGetStarted
source: Get Started!
ca: Comença!
cs: Začínáme!
da: Kom I Gang!
de: Los geht’s!
es: ¡Empieza!
et: Alusta!
fa: آغاز کنید!
fi: Aloita tästä!
fr: C’est parti !
hi: शुरू करें!
hr: Započni!
hu: Kezdhetjük!
id: Mulai!
it: Inizia da qui!
ja: 始めましょう！
ko: 시작합니다!
nb: Sett i gang!
nl: Aan de slag!
pl: Zaczynamy!
pt: Começar!
pt_br: Comece!
ru: Приступаем!
sl: Pa začnimo!
sr: Započnite!
sv: Kom igång!
tr: Başlayın!
uk: Почнімо!
vi: Bắt đầu!
zh: 开始使用！
zh_hant: 開始使用！
zh_hant_hk: 開始使用！

source: View Logs
ca: Visualitza els registres
cs: Zobrazit protokoly
de: Logs ansehen
es: Mostrar los registros
et: Vaata logisid
fa: دیدن رخدادها
fi: Näytä lokitiedot
fr: Voir les logs
hi: लॉग देखें
hr: Pogledaj zapise
hu: Naplók
id: Lihat catatan aktivitas
it: Visualizza i Log
ja: ログを表示
ko: 로그 보기
nb: Vis logger
nl: Logboeken bekijken
pl: Zobacz Logi
pt: Ver Relatórios
pt_br: Ver logs
ru: Просмотр журналов
sl: Ogled dnevnikov
sr: Pogledaj dnevnike
sv: Visa loggar
tr: Günlükleri göster
uk: Переглянути логи
vi: Xem nhật ký
zh: 查看日志
zh_hant: 檢視 Logs
zh_hant_hk: 檢視程式記錄

source: Change Language
ca: Canvia d'idioma
cs: Změnit jazyk
de: Sprache ändern
es: Cambiar el idioma
et: Muuda keelt
fa: تغییر زبان
fi: Vaihda kieltä
fr: Changer de langue
hi: भाषा बदलें
hr: Promijeni jezik
hu: Nyelv módosítása
id: Ganti bahasa
it: Cambia lingua
ja: 言語を変更
ko: 언어 변경
nb: Endre Språk
nl: Verander Taal
pl: Zmień Język
pt: Alterar Idioma
pt_br: Mudar idioma
ru: Изменить язык
sl: Spremeni jezik
sr: Promeni Jezik
sv: Ändra språk
tr: Dili değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ
zh: 切换语言
zh_hant: 變更語言
zh_hant_hk: 更改語言

# loginFlowServerSelectionHeading
source: Connect to Jellyfin
ca: Connecta a Jellyfin
cs: Připojit k Jellyfinu
de: Mit Jellyfin verbinden
es: Conectar a Jellyfin
et: Ühendu Jellyfiniga
fa: به Jellyfin وصل شوید
fi: Yhdistä Jellyfiniin
fr: Se connecter à Jellyfin
hi: जेलिफ़िन से जोड़ें
hr: Poveži se na Jellyfin
hu: Csatlakozás a Jellyfinhez
id: Hubungkan Jellyfin
it: Collegati a Jellyfin
ja: Jellyfin に接続
ko: 젤리핀 Jellyfin에 연결하기
nb: Koble til Jellyfin
nl: Verbinden met Jellyfin
pl: Połącz z Jellyfin
pt: Conectar ao Jellyfin
pt_br: Conectar ao Jellyfin
ru: Подключение к Jellyfin
sl: Povezava z Jellyfin
sr: Poveži se na Jellyfin
sv: Anslut till Jellyfin
tr: Jellyfin'e Bağlan
uk: Під'єднати до Jellyfin
vi: Kết nối với Jellyfin
zh: 连接到 Jellyfin
zh_hant: 連線至 Jellyfin
zh_hant_hk: 連接至 Jellyfin

source: Back
ca: Enrere
cs: Zpět
de: Zurück
es: Atrás
et: Tagasi
fa: برگشت
fi: Takaisin
fr: Retour
hi: पीछे
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로가기
nb: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
pt_br: Voltar
ru: Назад
sl: Nazaj
sr: Nazad
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh: 返回
zh_hant: 返回
zh_hant_hk: 返回
