Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# enterLowPriorityStateOnPauseSubtitle
source: Lets the notification be swiped away when paused. Also allows Android to kill the service when paused.
ar: إذا ممكن، يمكن ان تمسح الإعلام عنمدا توقف مؤقتاً للاستماع. و يمكن "اندرويد" ان يقتل الخدمة.
bg: Известията да бъдат отхвърлени при пауза. Също така позволи на Android да прекрати услугата при пауза.
ca: Permet que la notificació sigui descartable quan estigui pausat. A més, permet a Android parar el servei quan està pausat.
cs: Umožní odstranění notifikace při pozastavení. Také umožní systému ukončit službu.
da: Tillader notifikationer bliver strøget væk, når afspilning er sat på pause. Dette tillader også Android, at afbryde servicen når den er på pause.
de: Ermöglicht, dass die Benachrichtigung im pausierten Zustand weggewischt werden kann. Dies erlaubt es Android ebenfalls, den Prozess im pausierten Zustand zu terminieren.
el: Επιτρέπει την απόσβεση της ειδοποίησης κατά την παύση. Επίσης επιτρέπει στο σύστημα να "σκοτώνει" την υπηρεσία κατά την παύση.
es: Permite que la notificación se pueda descartar cuando la música esté pausada. También permite a Android matar el servicio cuando la música esté pausada.
et: Laseb pausi ajal märguande ära pühkida. Võimaldab Androidil ka teenuse pausi ajal lõpetada.
fa: در توقف پخش به اعلان اجازه‌ی رد شدن می‌دهد. همچنین به اندروید اجازه می‌دهد تا در توقف پخش به سرویس پایان دهد.
fi: Sallii ilmoituksen pyyhkäisemisen pois, kun toisto on pysäytetty. Antaa myös Androidin lopettaa palvelun, kun toisto on keskeytetty.
fr: Permet de supprimer la notification lorsque la lecture est en pause. Permet également à Android de fermer le service lorsqu'il est en pause.
hi: यह नोटिफिकेशन को रोके जाने पर स्वाइप करके हटा देता है। साथ ही, यह एंड्रॉयड को रोके जाने पर सेवा को बंद करने की अनुमति भी देता है।
hr: Omogućuje brisanje obavijesti kada je pauzirano. Također omogućuje Androidu da prekine uslugu kada je pauzirana.
hu: Lehetővé teszi az értesítés elcsúsztatását, amikor szünetel. Azt is lehetővé teszi, hogy az Android leállítsa a szolgáltatást, amikor szünetel.
it: Permette di scartare una notifica quando la riproduzione è in pausa. Inoltre consente ad Android di terminare il servizio quando la riproduzione è in pausa.
ja: 一時停止時に通知をスワイプで除去できます。また Android では一時停止時にサービスを停止できます。
ko: 일시 중지시 알림창을 밀어서 사라지게 합니다. 안드로이드(OS)에서는 일시 중지시 서비스를 강제 종료할 수 있게 합니다.
nb: Lar merknaden bli dratt unna under pause. Tillater også Android å drepe tjenesten når pauset.
nl: De notificatie kan weggeswiped worden wanneer gepauseerd. Hierdoor kan Android de service stoppen.
pl: Pozwala usunąć powiadomienie podczas pauzy. Pozwala również systemowi Android na zabicie usługi podczas pauzy.
pt: Permite que a notificação seja apagada quando pausada. Também permite que o Android elimine o serviço quando pausado.
pt_br: Quando em pausa, possibilita que a notificação seja descartada e permite ao Android terminar o serviço.
ru: Позволяет смахнуть уведомление на паузе. Также позволяет Android остановить сервис на паузе.
sv: Tillåter att aviseringen sveps bort vid paus. Tillåter även Android att döda tjänsten vid paus.
th: ให้แถบแจ้งเตือนสามารถปัดทิ้งไปได้เมื่อหยุดชั่วคราว รวมถึงให้แอนดรอยสามารถปิดเซอร์วิสนี้ได้เมื่อหยุดชั่วคราว
tr: Şarkı duraklatıldığında bildirimin temizlenebilmesini sağlar. Ayrıca Android'in hizmeti kapatmasına izin verir.
uk: Дозволяє змахнути сповіщення під час паузи. Також дозволяє Android вимикати службу під час паузи.
vi: Để thông báo được gạt đi khi dừng. Ngoài ra cho phép Android tắt dịch vụ khi dừng.
zh: 通知可以在暂停时滑动。 启用此功能还允许 Android 在暂停时终止服务。
zh_hant: 允許暫停後可滑掉通知，並讓 Android 關閉播放服務。
zh_hant_hk: 停止播放時，允許本程式的「通知」能被掃走及關閉應用程式（適用於 Android 裝置）。

# shuffleAllTrackCountSubtitle
source: Amount of tracks to load when using the shuffle all tracks button.
ca: Quantitat de cançons que es carreguen quan s'utilitza el botó barrejador de cançons.
da: Mængde af sange der skal indlæses, når bland alle sange knappen bruges.
de: Die Anzahl der zu ladenden Tracks, wenn der Zufällig-Button benutzt wird.
es: Cantidad de canciones a cargar cuando se use el botón de mezclar todo en la pestaña de canciones o en la pantalla de géneros.
et: Laaditavate lugude hulk, kui kasutada nuppu 'Sega kõik lood'.
fi: Ladattavien kappaleiden määrä, kun käytät "sekoita kaikki kappaleet" -painiketta kappaleet-välilehdellä tai tyylilajit-näkymässä.
fr: Nombre de pistes à charger lors de l'utilisation du bouton de lecture aléatoire de l'onglet Pistes ou de l'écran de genre.
hr: Broj pjesama koje se učitavaju kada se koristi gumb „Izmiješaj sve pjesme”.
hu: A betöltendő dalok száma, amikor a dalok lapján vagy a műfaj képernyőn az összes keverése gombot használja.
it: Numero di brani da mettere in coda quando si usa il tasto per la riproduzione casuale di tutti i brani.
ja: 「すべてシャッフル」ボタンで読み込むトラック数。
ko: '전곡 임의 재생' 버튼을 사용할 때 불러올 곡(들)의 개수입니다.
nb: Mengden spor å laste inn ved bruk av «Tilfeldig avspilling av alle spor»-knappen.
nl: Hoeveelheid nummers die geladen moeten worden bij gebruik van de shuffle knop.
pl: Ilość utworów do załadowania kiedy użyto przycisku "Losowo" na wszystkich utworach.
pt: Quantidade de faixas a carregar quando se usa o botão baralhar todas no separador de pistas ou ecrã de estilo.
ru: Количество композиций для загрузки в режиме случайного проигрывания.
sv: Antal ljudspår att ladda vid användning av Shuffle-knappen.
tr: Tüm parçaları karıştır düğmesini kullanırken karıştırılacak parça sayısı.
vi: Số lượng bài hát được tải khi dùng nút trộn tất cả trên tab bài hát hoặc thể loại.
zh: 使用随机播放按钮时要加载的歌曲数量。
zh_hant: 使用全部隨機播放按鈕時，要載入的歌曲數量。
zh_hant_hk: 隨機播放的歌曲數量上限。

source: View Type
ar: نوع العرض
bg: Вид преглед
ca: Tipus de Visualització
cs: Typ zobrazení
da: Visning tilstand
de: Ansichtsart
el: Τύπος προβολής
es: Tipo de vista
et: Vaate tüüp
fa: نوع نما
fi: Näkymän Tyyppi
fr: Disposition de l'affichage
hi: दृश्य प्रकार
hr: Vrsta prikaza
hu: Nézet típusa
it: Modalità di Visualizzazione
ja: ビューの形式
ko: 보기 유형
nb: Visningstype
nl: Type bekijken
pl: Widok
pt: Tipo de Visualização
pt_br: Tipo de visualização
ru: Способ отображения
sv: Visningstyp
th: ประเภทการแสดงผล
tr: Görüntüleme Tipi
uk: Тип перегляду
vi: Loại Xem
zh: 视图类型
zh_hant: 瀏覽方式
zh_hant_hk: 顯示模式

# viewTypeSubtitle
source: View type for the music screen
ar: نوع عرض لصفة الموسيقى
bg: Вид преглед на плейъра
ca: Tipus de vista per a la pantalla de música
cs: Typ zobrazení pro hudební obrazovku
da: Visningstype for musik skærmen
de: Ansichtsart für den Musik-Bildschirm
el: Τρόπος προβολής για την οθόνη μουσικής
es: Tipo de vista para la pantalla de música
et: Muusikaekraani vaate tüüp
fa: نوع نما برای صفحه‌ی آهنگ
fi: Musiikkinäytön näkymätyyppi
fr: Règle la manière dont les musiques sont diposées
hi: संगीत स्क्रीन के लिए दृश्य प्रकार
hr: Vrsta prikaza za ekran glazbe
hu: Nézettípus a zenei képernyőhöz
it: Modalità di visualizzazione per la schermata musica
ja: ミュージック画面の表示形式
ko: 음악 화면 보기 유형
nb: Visningstype for musikkskjermen
nl: Type voor het muziekscherm bekijken
pl: Układ elementów
pt: Tipo de visualização para o ecrã de música
pt_br: Tipo de visualização para a tela de música
ru: Способ отображения для экрана музыки
sv: Visningstyp för musikskärmen
th: ประเภทการแสดงผลของหน้าจอเพลง
tr: Müzik ekranı için görüntüleme tipi
uk: Тип перегляду для музичного екрану
vi: Loại xem cho màn hình nhạc
zh: 音乐屏幕的视图类型
zh_hant: 調整音樂清單的瀏覽方式
zh_hant_hk: 顯示資訊的方式

source: List
ar: قائمة
bg: Списък
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
et: Loend
fa: فهرست
fi: Lista
fr: Liste
hi: लिस्ट
hr: Popis
hu: Lista
it: Lista
ja: リスト
ko: 목록
nb: Liste
nl: Lijst
pl: Lista
pt: Lista
pt_br: Lista
ru: Список
sv: Lista
th: รายการ
tr: Liste
uk: Список
vi: Danh sách
zh: 列表
zh_hant: 列表
zh_hant_hk: 清單

source: Grid
ar: شبكة
bg: Решетка
ca: Graella
cs: Mřížka
da: Gitter
de: Raster
el: Πλέγμα
es: Cuadrícula
et: Ruudustik
fa: جدول
fi: Ruudukko
fr: Mosaïque
hi: ग्रिड
hr: Rešetka
hu: Rács
it: Griglia
ja: グリッド
ko: 그리드(격자)
nb: Rutenett
nl: Raster
pl: Siatka
pt: Grade
pt_br: Grade
ru: Сетка
sv: Rutnät
th: ตาราง
tr: Izgara
uk: Таблиця
vi: Lưới
zh: 网格
zh_hant: 網格
zh_hant_hk: 格狀

source: Portrait
ar: عمودي
bg: Портретен
ca: Vertical
cs: Na výšku
da: Portræt
de: Hochformat
el: Κάθετο
es: Vertical
et: Portree
fa: عمودی
fi: Pysty
hi: पोर्ट्रेट
hr: Uspravno
hu: álló
it: Visualizzazione verticale
ja: 縦表示
ko: 세로 보기
nb: Stående
nl: Portret
pl: Widok pionowy
pt: Retrato
pt_br: Retrato
ru: Портретный
sv: Porträttläge
th: แนวตั้ง
tr: Dikey mod
uk: Портретний
vi: Dọc
zh: 纵向
zh_hant: 縱向
zh_hant_hk: 直向

source: Landscape
ar: اقفي
bg: Пейзажен
ca: Horitzontal
cs: Na šířku
da: Landskab
de: Querformat
el: Οριζόντιο
es: Horizontal
et: Lai pilt
fa: افقی
fi: Vaaka
fr: Paysage
hi: लैंडस्केप
hr: Ležeće
hu: fekvő
it: Visualizzazione orizzontale
ja: 横表示
ko: 가로 보기
nb: Liggende
nl: Landschap
pl: Widok poziomy
pt: Paisagem
pt_br: Paisagem
ru: Альбомный
sv: Liggande läge
th: แนวนอน
tr: Yatay mod
uk: Альбомний
vi: Ngang
zh: 横向
zh_hant: 橫向
zh_hant_hk: 橫向

# hideTrackArtistsIfSameAsAlbumArtistsSubtitle
source: Whether to show track artists on the album screen if not differing from album artists.
ca: Amaga als artistes de les cançons en la pantalla de l'àlbum si no difereixen dels de l'àlbum.
da: Vælg om sangens kunstner skal vises på albummet, hvis den ikke er forskellig fra albummets kunstner.
de: Ob Interpreten in der Albenansicht angezeigt werden sollen, falls sie sich nicht von den Albumkünstlern unterscheiden.
es: Oculta a los artistas de las canciones en la pantalla del álbum si no son diferentes de los artistas del álbum.
et: Kas näidata lugude esitajaid albumiekraanil, kui need ei erine albumi esitajatest.
fi: Näytetäänkö kappaleiden artistit albumin näytöllä, jos ne eivät poikkea albumin artisteista.
fr: Afficher ou non les artistes des chansons sur l'écran de l'album si différents des artistes de l'album.
hr: Da li prikazati izvođače pjesama na ekranu albuma ako se ne razlikuju od izvođača albuma.
hu: Megjeleníti-e a dal előadóit az album képernyőjén, ha nem különbözik az album előadóitól.
it: Se mostrare gli artisti del brano nella visualizzazione album nel caso coincidano con gli artisti dell'album.
ja: 曲のアーティストがアルバムのアーティストと一致した場合、アルバム画面に表示させるか。
ko: 앨범 화면에서 앨범 아티스트와 동일한 '곡 아티스트' 표시 여부를 설정합니다.
nb: Hvorvidt sporartister skal vises på albumsskjermen hvis forskjellig fra albumsartister.
nl: Artiest van nummer tonen wanneer deze hetzelfde is als de albumartiest.
pl: Określa czy wyświetlać wykonawców utworów na ekranie albumu, jeśli nie różnią się one od wykonawców albumów.
pt: Se deve mostrar os artistas das faixas no ecrã do álbum, no caso destes não serem diferentes dos do álbum.
ru: Показывать ли исполнителей композиций на экране альбома, если они не отличаются от исполнителей альбома.
sv: Huruvida spårets artister ska visas på albumskärmen om de inte skiljer sig från albumartister.
tr: Albüm sanatçılarından farklı değilse parça sanatçılarının albüm ekranında gösterilip gösterilmeyeceği.
vi: Có hay không hiện nghệ sĩ bài hát trên phần album nếu không khác ca sĩ album.
zh: 是否在专辑界面隐藏歌曲艺术家（如果他们与专辑艺术家没有区别）。
zh_hant: 當歌曲藝人與專輯藝人相同時，是否仍在專輯介面中顯示歌曲藝人。
zh_hant_hk: 當專輯的歌手與歌曲的歌手相同時，隱藏歌曲的歌手名稱。

source: Theme
ar: الألوان التطبيق
bg: Тема
ca: Tema
cs: Motiv
da: Tema
de: Thema
el: Θέμα
es: Tema
et: Teema
fa: تم
fi: Teema
fr: Thème
hi: थीम
hr: Tema
hu: Téma
it: Tema
ja: テーマ
ko: 테마
nb: Drakt
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh: 主题
zh_hant: 主題
zh_hant_hk: 色彩主題

source: System
ar: نظام
bg: Система
ca: Sistema
cs: Systémový
el: Σύστημα
es: Sistema
et: Süsteem
fa: سیستم
fi: Järjestelmä
fr: Système
hi: सिस्टम
hr: Sustav
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
pt_br: Sistema
ru: Системная
th: ตามระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh: 系统
zh_hant: 系統
zh_hant_hk: 系統

source: Light
ar: ابيض
bg: Светла
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
et: Hele
fa: روز
fi: Vaalea
fr: Clair
hi: लाइट
hr: Svijetla
hu: Világos
it: Chiaro
ja: 明るい
ko: 밝은 테마
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
pt_br: Claro
ru: Светлая
sv: Ljust
th: สว่าง
tr: Aydınlık
uk: Світла
vi: Sáng
zh: 浅色
zh_hant: 淺色
zh_hant_hk: 淺色

source: Dark
ar: غامق
bg: Тъмна
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
et: Tume
fa: شب
fi: Tumma
fr: Sombre
hi: डार्क
hr: Tamna
hu: Sötét
it: Scuro
ja: 暗い
ko: 어두운 테마
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
pt_br: Escuro
ru: Тёмная
sv: Mörkt
th: มืด
tr: Karanlık
uk: Темна
vi: Tối
zh: 深色
zh_hant: 深色
zh_hant_hk: 深色

source: Tabs
ar: التبويبات
bg: Раздели
ca: Capçaleres
cs: Karty
da: Faner
el: Καρτέλες
es: Pestañas
et: Vahekaardid
fa: سربرگ‌ها
fi: Välilehdet
fr: Onglets
hi: टैब
hr: Kartice
hu: Lapok
it: Schede
ja: タブ
ko: 탭
nb: Faner
pl: Zakładki
pt: Abas
pt_br: Abas
ru: Вкладки
sv: Flikar
th: แท็บ
tr: Sekmeler
uk: Закладки
vi: Trang
zh: 选项卡
zh_hant: 分頁
zh_hant_hk: 分頁

source: Cancel Sleep Timer?
ar: هل تريد ان تلغي مؤقت النوم؟
bg: Отмяна на таймера?
ca: Cancel·lo el temporitzador per dormir?
cs: Zrušit časovač spánku?
da: Vil du annullere sove timeren?
de: Schlaf-Timer abbrechen?
el: Ακύρωση χρονοδιακόπτη ύπνου;
es: ¿Cancelar el temporizador de sueño?
et: Kas tühistada unetaimer?
fa: لغو زمان‌سنج خواب؟
fi: Peruuta uniajastin?
fr: Annuler le minuteur de sommeil ?
hi: क्या स्लीप टाइमर को रद्द करें?
hr: Prekinuti odbrojavanje?
hu: Törlöd az elalvásidőzítőt?
it: Cancellare il Timer di spegnimento?
ja: スリープ・タイマーをキャンセルしますか?
ko: 취침 타이머를 취소할까요?
nb: Avbryt søvntidsur?
nl: Annuleer sleep timer?
pl: Zatrzymać odliczanie?
pt: Cancelar o Temporizador de Sono?
pt_br: Cancelar o temporizador de sono?
ru: Сбросить таймер сна?
sv: Avbryt Sovtimer?
th: ยกเลิกการตั้งเวลาปิด?
tr: Uyuma Zamanlayıcısını İptal Et?
uk: Скасувати таймер сну?
vi: Tắt Đồng hồ Hẹn Giờ Ngủ?
zh: 取消睡眠定时器？
zh_hant: 取消睡眠定時器？
zh_hant_hk: 取消睡眠定時器？

# yesButtonLabel
source: Yes
ar: نعم
bg: Да
ca: Sí
cs: Ano
da: JA
de: Ja
el: ΝΑΙ
es: Sí
et: Jah
fa: آره
fi: Kyllä
fr: Oui
hi: हाँ
hr: Da
hu: Igen
it: Si
ja: はい
ko: 네
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh: 是
zh_hant: 是
zh_hant_hk: 是

# noButtonLabel
source: No
ar: ﻷ
bg: Не
cs: Ne
da: NEJ
de: Nein
el: ΟΧΙ
et: Ei
fa: نه
fi: Ei
fr: Non
hi: नहीं
hr: Ne
hu: Nem
ja: いいえ
ko: 아니오
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru: Нет
sv: Nej
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không
zh: 否
zh_hant: 否
zh_hant_hk: 否

source: Set Sleep Timer
ar: حدد مؤقت النوم
bg: Задаване на таймер
ca: Estableix un temportitzador
cs: Nastavit časovač spánku
da: Indtil sove timer
de: Schlaf-Timer einstellen
el: Ρύθμιση Χρονοδιακόπτη Ύπνου
es: Pausar reproducción después de
et: Määra unetaimer
fa: تنظیم زمان‌سنج خواب
fi: Pysäytä toisto jälkeen ajan
fr: Mettre la lecture en pause après
hi: स्लीप टाइमर सेट करें
hr: Postavi odbrojavanje
hu: Lejátszás megállítása
it: Imposta Timer di Spegnimento
ja: 再生を一時停止
ko: 다음 재생 일시 정지
nb: Sett søvntidsur
nl: Slaaptimer instellen
pl: Ustaw wyłącznik czasowy
pt: Pausar Reprodução Depois
pt_br: Configurar o temporizador de sono
ru: Установить таймер сна
sv: Ställ In Sovtimer
th: ตั้งเวลาปิด
tr: Uyuma Zamanlayıcısını Ayarla
uk: Встановити таймер сну
vi: Dừng phát sau
zh: 设置睡眠定时器
zh_hant: 多久後暫停播放
zh_hant_hk: 設定睡眠定時器

# sleepTimerTooltip
source: Sleep timer
ar: مؤقت النوم
bg: Таймер
ca: Temporitzador
cs: Časovač spánku
da: Sove timer
de: Schlaf-Timer
el: Χρονοδιακόπτης Ύπνου
es: Temporizador de sueño
et: Unetaimer
fa: زمان‌سنج خواب
fi: Uniajastin
fr: Minuteur de sommeil
hi: स्लीप टाइमर
hr: Odbrojavanje
hu: Elalvás időzítő
it: Timer di spegnimento
ja: スリープ・タイマー
ko: 취침 타이머
nb: Søvntidsur
nl: Slaaptimer
pl: Wyłącznik czasowy
pt: Temporizador de Sono
pt_br: Temporizador de sono
ru: Таймер сна
sv: Sovtimer
th: ตั้งเวลาปิด
tr: Uyku zamanlayıcısı
uk: Таймер сну
vi: Đồng hồ hẹn giờ ngủ
zh: 睡眠定时器
zh_hant: 睡眠定時器
zh_hant_hk: 睡眠定時器

# createButtonLabel
source: Create
ar: إنشاء
bg: Създаване
ca: Crea
cs: Vytvořit
da: OPRET
de: Erstellen
el: ΔΗΜΙΟΥΡΓΙΑ
es: Crear
et: Loo
fa: ساختن
fi: Luo
fr: Créer
hi: बनाएं
hr: Stvori
hu: Létrehozás
it: Crea
ja: 作成
ko: 만들기
nb: Opprett
nl: Creëer
pl: Utwórz
pt: Criar
pt_br: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh: 创建
zh_hant: 建立
zh_hant_hk: 建立

source: Playlist created.
ar: تم إنشاء قائمة الأغاني.
bg: Списъкът за изпълнение е създаден.
ca: Llista de reproducció creada.
cs: Seznam skladeb vytvořen.
da: Afspilningsliste er oprettet.
de: Playlist erstellt.
el: Η Λίστα Αναπαραγωγής δημιουργήθηκε.
es: Lista de reproducción creada.
et: Esitusloend on loodud.
fa: فهرست پخش ساخته شد.
fi: Soittolista on luotu.
fr: Playlist créée.
hi: प्लेलिस्ट बनाई गई।
hr: Playlista je stvorena.
hu: Lejátszási lista létrehozva.
it: Playlist creata.
ja: プレイリストを作成しました。
ko: 플레이리스트 생성됨.
nb: Spilleliste opprettet.
nl: Afspeellijst gecreëerd.
pl: Utworzono listę odtwarzania.
pt: Lista de reprodução criada.
pt_br: Lista de reprodução criada.
ru: Плейлист создан.
sv: Spellista skapad.
th: สร้างเพลย์ลิสต์แล้ว
tr: Oynatma listesi oluşturuldu.
uk: Плейлист створено.
vi: Đã tạo danh sách phát.
zh: 播放列表已创建。
zh_hant: 已建立播放清單。
zh_hant_hk: 已建立播放清單。

source: No Item
ar: لا يوجد بند
bg: Липсващ файл
ca: Sense Objecte
cs: Žádná položka
da: Intet objekt
de: Kein Element
es: Ningún elemento
et: Üksust pole
fa: هیچ آیتمی نیست
fi: Ei kohdetta
fr: Aucun élément
hi: कोई आइटम नहीं
hr: Nema stavki
hu: Nincs tárgy
it: Nessun Oggetto
ja: アイテム無し
ko: 곡 없음
nb: Ingen elementer
nl: Geen element
pl: Brak elementu
pt: Nenhum Item
pt_br: Nenhum ítem
ru: Нет элемента
sv: Ingen artikel
th: ไม่มีรายการ
tr: İçerik Yok
uk: Невідомий елемент
vi: Không có vật phẩm
zh: 没有项目
zh_hant: 無項目
zh_hant_hk: 沒有任何項目

source: No Artist
ar: بدون فنان
bg: Липсващ изпълнител
ca: Sense Artista
cs: Žádný umělec
da: Ingen kunstner
de: Kein Künstler
es: Sin artista
et: Esitajat pole
fa: هیچ هنرمندی نیست
fi: Ei Artistia
fr: Aucun artiste
hi: कोई कलाकार नहीं
hr: Nema izvođača
hu: Nincs előadó
it: Nessun Artista
ja: アーティスト無し
ko: 아티스트 없음
nb: Ingen artister
nl: Geen artiest
pl: Brak artysty
pt: Nenhum Artista
pt_br: Nenhum artista
ru: Нет исполнителя
sv: Ingen Artist
th: ไม่มีศิลปิน
tr: Sanatçı Yok
uk: Невідомий виконавець
vi: Không có Nghệ sĩ
zh: 没有艺术家
zh_hant: 無藝人
zh_hant_hk: 沒有任何歌手

source: Unknown Artist
ar: فنان غير معروف
bg: Неизвестен изпълнител
ca: Artista desconegut
cs: Neznámý umělec
da: Ukendt kunstner
de: Unbekannter Künstler
es: Artista desconocido
et: Tundmatu esitaja
fa: هنرمند ناشناخته
fi: Tuntematon artisti
fr: Artiste inconnu
hi: अज्ञात कलाकार
hr: Nepoznat izvođač
hu: Ismeretlen Előadó
it: Artista Sconosciuto
ja: アーティスト不明
ko: 알 수 없는 아티스트
nb: Ukjent artist
nl: Onbekende Artiest
pl: Nieznany artysta
pt: Artista Desconhecido
pt_br: Artista desconhecido
ru: Неизвестный исполнитель
sv: Okänd Artist
th: ศิลปินที่ไม่รู้จัก
tr: Bilinmeyen Sanatçı
uk: Невідомий виконавець
vi: Nghệ sĩ không rõ
zh: 未知艺术家
zh_hant: 未知藝人
zh_hant_hk: 未知的歌手

source: Queue
ar: قائمة الإنتظار
bg: Опашка
ca: Cua
cs: Fronta
da: Kø
de: Warteschlange
es: Cola
et: Järjekord
fa: صف
fi: Jono
fr: File d'attente
hi: कतार
hr: Red čekanja
hu: Sor
it: Coda
ja: キュー
ko: 대기열
nb: Kø
nl: Afspeelrij
pl: Kolejka
pt: Fila
pt_br: Fila
ru: Очередь
sv: Spelkö
th: คิว
tr: Kuyruk
uk: Черга
vi: Hàng chờ
zh: 队列
zh_hant: 播放佇列
zh_hant_hk: 播放佇列

source: Add to Queue
ar: إضافة إلى قائمة الانتظار
bg: Добавяне към опашката
ca: Afegir a la cua
cs: Přidat do fronty
da: Tilføj til kø
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
et: Lisa järjekorda
fa: افزودن به صف
fi: Lisää jonoon
fr: Ajouter à la liste d'attente
hi: कतार में जोड़ें
hr: Dodaj u red čekanja
hu: Hozzáadás a sorhoz
it: Aggiungi alla Coda
ja: キューに追加
ko: 대기열에 추가
nb: Legg til i kø
nl: Voeg toe aan rij
pl: Dodaj do kolejki
pt: Adicionar à Fila
pt_br: Adicionar à fila
ru: Добавить в очередь
sv: Lägg till i spelkö
th: เพิ่มไปยังคิว
tr: Kuyruğa Ekle
uk: Додати до черги
vi: Thêm vào Hàng chờ
zh: 添加至队列
zh_hant: 加入至播放佇列
zh_hant_hk: 加入至播放佇列

source: Replace Queue
ar: تبديل قائمة الإنتظار
bg: Заменете опашката
ca: Substitueix la cua
cs: Nahradit frontu
da: Udskift køen
de: Warteschlange austauschen
es: Reemplazar la cola
et: Asenda järjekord
fa: جایگزینی صف
fi: Korvaa Jono
fr: Remplacer la file d'attente
hi: कतार बदलें
hr: Zamijeni red čekanja
hu: Sor kicserélése
it: Sostituisci Coda
ja: キューを置き換え
ko: 대기열 교체
nb: Erstatt kø
nl: Afspeelrij vervangen
pl: Zastąp kolejkę
pt: Trocar a Fila
pt_br: Troca fila
ru: Заменить очередь
sv: Ersätt spelkö
th: แทนที่คิว
tr: Kuyruğu Değiştir
uk: Замінити чергу
vi: Thay thế Hàng chờ
zh: 替换队列
zh_hant: 更換播放佇列
zh_hant_hk: 取代現時的播放佇列

source: Instant Mix
ar: خلط فوري
bg: Незабавен микс
ca: Barreja instantània
cs: Okamžitý mix
da: Hurtig blanding
de: Sofort-Mix
es: Mezcla instantánea
et: Kiirmiks
fa: میکس آنی
fi: Välitön sekoitus
fr: Mix instantané
hi: इंस्टेंट मिक्स
hr: Instant miks
hu: Instant Keverés
it: Mix Istantaneo
ja: インスタント・ミックス
ko: 인스턴트 믹스
nb: Umiddelbar miks
pl: Szybki miks
pt: Mistura Instantânea
pt_br: Mistura Instantânea
ru: Мгновенный микс
sv: Snabbmix
th: มิกซ์ทันที
tr: Anlık Mix
uk: Швидкий мікс
zh: 即时混音
zh_hant: 隨機組合
zh_hant_hk: 即時混音

source: Go to Album
ar: إذهب إلى الألبوم
bg: Отидете в албума
ca: Vés a l'àlbum
cs: Přejít na album
da: Gå til album
de: Gehe zu Album
es: Ir al álbum
et: Ava album
fa: رفتن به آلبوم
fi: Mene albumiin
fr: Voir l'album
hi: एल्बम पर जाएं
hr: Idi na album
hu: Ugrás az albumra
it: Vai all'Album
ja: アルバムに行く
ko: 앨범으로 이동
nb: Gå til album
nl: Ga naar album
pl: Idź do albumu
pt: Ir para Álbum
pt_br: Ir para álbum
ru: Перейти к альбому
sl: Pojdi na album
sv: Gå till Album
th: ไปยังอัลบั้ม
tr: Albüme Git
uk: До альбому
vi: Đi tới Album
zh: 前往专辑
zh_hant: 檢視專輯
zh_hant_hk: 檢視專輯

source: Added to queue.
ar: تم إضافة إالى قائمة الانتظار
bg: Добавено към опашката.
ca: S'ha afegit a la cua.
cs: Přidáno do fronty.
da: Tilføjet til kø.
de: Zur Warteschlange hinzugefügt.
es: Añadido a la cola.
et: Lisatud järjekorda.
fa: به صف افزوده شد.
fi: Lisätty jonoon.
fr: Ajouté à la file d'attente
hi: कतार में जोड़ा गया।
hr: Dodano u red čekanja.
hu: Hozzáadva a sorhoz.
it: Aggiunto alla coda.
ja: キューに追加。
ko: 대기열 끝에 추가됨.
nb: Lagt til i kø.
nl: Toegevoegd aan rij.
pl: Dodano do kolejki.
pt: Adicionado à fila.
pt_br: Adicionado à fila.
ru: Добавлено в очередь.
sl: Dodano v čakalno vrsto.
sv: Tillagd i spelkön.
th: เพิ่มลงคิวแล้ว
tr: Kuyruğa eklendi.
uk: Додано в чергу.
vi: Đã thêm vào hàng chờ.
zh: 添加至队列。
zh_hant: 已加入至播放佇列。
zh_hant_hk: 已加入至播放佇列。

source: Queue replaced.
ar: تم تبديل قائمة الإنتظار.
bg: Опашката е заменена.
ca: S'ha substituït la cua.
cs: Fronta nahrazena.
da: Køen er udskiftet.
de: Warteschlange ausgetauscht.
es: Se reemplazó la cola.
et: Järjekord asendatud.
fa: صف جایگزین شد.
fi: Jono korvattu.
fr: File d'attente remplacée.
hi: कतार बदली गई।
hr: Red čekanja je zamijenjen.
hu: Sor cserélve.
it: Coda sostituita.
ja: キューを置き換えました。
ko: 대기열이 교체됨.
nb: Kø erstattet.
nl: Rij vervangen.
pl: Kolejka zastąpiona.
pt: Fila trocada.
pt_br: Fila substituída.
ru: Очередь заменена.
sl: Čakalna vrsta zamenjana.
sv: Spelkön ersattes.
th: คิวถูกแทนที่แล้ว
tr: Kuyruk değiştirildi.
uk: Черга змінена.
vi: Đã thay thế hàng chờ.
zh: 队列已被替换。
zh_hant: 播放佇列已被取代。
zh_hant_hk: 已取代現有的播放佇列。
