Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# transcodingStreamingFormatSubtitle
source: Select the format to use when streaming transcoded audio. Already queued tracks will not be affected.
de: Wähle das Format für das Streamen von transkodiertem Audio. Titel, die sich bereits in der Warteschlange befinden, werden nicht beeinflusst.
es: Selecciona el formato a utilizar al transmitir audio transcodificado. Las canciones que estén actualmente en la cola no se verán afectadas.
fi: Valitse tiedostomuoto, jota käytetään suoratoistettaessa transkoodattua audiota. Ei vaikuta jonossa jo oleviin kappaleisiin.
fr: Sélectionnez le format à utiliser pour la diffusion audio transcodée. Les pistes déjà en file d'attente ne seront pas affectées.
hu: Válassza ki az átkódolt hang streameléséhez használni kívánt formátumot. A már sorba állított dalokat ez nem érinti.
it: Seleziona il formato da usare quando si riproduce in streaming dell'audio transcodificato. Le tracce già in coda non saranno influenzate.
ko: 트랜스코딩한 오디오를 스트리밍할 때 사용할 형식을 지정하십시오. 이미 대기열에 있는 트랙은 영향받지 않습니다.
pt: Selecione o formato a usar quando faz streaming de áudio transcodificado. As faixas já em fila não serão afetadas.
ru: Выберите формат для прослушивания потоковго транскодированного аудио. Треки в очереди не будут затронуты.
sv: Välj format som ska användas när du strömmar transkodat ljud. Redan kölagda spår kommer inte att påverkas.
zh: 选择串流转码音频时要使用的格式.已排队的音轨不会受到影响.
zh_hant: 選擇串流轉檔使用的格式。已經加入播放隊列的歌曲不會受到影響。

source: Favourites
ar: مفضلات
bg: Любими
ca: Preferits
cs: Oblíbené
de: Favoriten
el: Αγαπημένα
fa: مورد علاقه‌ها
hi: पसंदीदा
hr: Favoriti
it: Preferiti
nb: Favoritter
pl: Ulubione
pt_br: Favoritos
sl: Priljubljene
sr: Omiljeni
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Вибране

source: Runtime
ar: وقت تشغيل
bg: Продължителност
ca: Durada
cs: Doba běhu
de: Dauer
el: Διάρκεια
fa: مدت زمان
hi: रनटाइम द्वारा
hr: Vrijeme trajanja
it: Tempo di esecuzione
nb: Lengde
pl: Czas trwania
pt_br: Tempo de execução
sr: Vreme trajanja
sv: Speltid
th: เวลา
tr: Oynatma süresi
uk: Тривалістю

source: Favourite
ar: المفضل
bg: Любими
ca: Preferit
cs: Oblíbené
de: Favorit
el: Αγαπημένο
fa: مورد علاقه
hi: पसंद
hr: Favorit
it: Preferito
nb: Favorittmerk
pl: Ulubiony
pt_br: Favorito
sv: Lägg till som favorit
th: รายการโปรด
tr: Favori
uk: Улюблене

source: Playlist name updated.
ar: تم تحديث إسم قائمة الأغاني.
bg: Името на списъка за изпълнение е обновено.
ca: Nom de la llista de reproducció actualitzat.
cs: Název seznamu skladeb upraven.
de: Playlist-Name aktualisiert.
el: Ανανεώθηκε το όνομα λίστας αναπαραγωγής.
fa: نام فهرست پخش بروزرسانی شد.
hi: प्लेलिस्ट का नाम बदला गया।
it: Playlist nome aggiornato.
nb: Spillelistenavn oppdatert.
pl: Zaktualizowano nazwę listy odtwarzania.
pt_br: Nome da lista de reprodução atualizado.
sv: Spellistans namn uppdaterades.
th: อัปเดตชื่อเพลย์ลิสต์แล้ว
tr: Oynatma listesinin adı güncellendi.
uk: Ім'я плейлисту змінено.

source: Add Favourite
ar: إضافة إلى المفضلات
bg: Добавете в любими
ca: Afegeix favorit
cs: Přidat do oblíbených
de: Favorit hinzufügen
fa: افزودن مورد علاقه
hi: पसंदीदा बनाएं
hr: Dodaj favorit
it: Aggiungi Favorito
nb: Legg til favoritt
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
sl: Dodaj priljubljeno
sv: Lägg Till Favorit
th: เพิ่มไปยังรายการโปรด
tr: Favoriye ekle
uk: Додати в Обране

# startupError
source: Something went wrong during app startup. The error was: {error} Please create an issue on github.com/UnicornsOnLSD/finamp with a screenshot of this page. If this problem persists you can clear your app data to reset the app.
ar: ‐شيء خطأ حصل اثناء تفتيح التطبيك! الخطأ هو:{error} اقتح تعليقةعلى <GitHub> في الموقع <github.com/UnicornsOnLSD/finamp> مع لقتة شاشة من هذا الصفحة. إذا هذا الخطأ يستمر, إمسح تخزين التطبيق.
bg: Нещо се обърка по време на стартиране на приложението. Грешката беше:{error} Докладвайте проблема, с екранна снимка, на github.com/UnicornsOnLSD/finamp, Ако проблемът продължава, изчистете кеша или преинсталирайте приложението.
ca: S'ha produït un error durant l'inici de l'aplicació. L'error es: {error} Creeu un problema a github.com/UnicornsOnLSD/finamp amb una captura de pantalla d'aquesta pàgina. Si aquest problema persisteix, podeu esborrar les dades de l'aplicació per restablir-la.
cs: Při spouštění aplikace se něco pokazilo. Chyba: {error} Nahlaste prosím problém na stránce github.com/UnicornsOnLSD/finamp společně se snímkem obrazovky této stránky. Pokud tento problém přetrvává, můžete vymazat data aplikace pro její obnovení.
el: Ωχ, κάτι δεν πήγε καλά κατά την έναρξη της εφαρμογής. Ο αριθμός σφάλματος είναι:{error} Δημιούργησε ένα issue στο github.com/UnicornsOnLSD/finamp μαζί με ένα στιγμιότυπο οθόνης από αυτήν την σελίδα. Εάν το πρόβλημα παραμένει μπορείς να διαγράψεις τα δεδομένα της εφαρμογής με σκοπό την επαναφορά της.
fa: مشکلی حین راه اندازی نرم‌افزار رخ داد. مشکل رخ داده: {error} لطفاً یک مسأله روی github.com/UnicornsOnLSD/finamp به همراه تصویری از صفحه ایجاد کنید. اگر این مشکل ادامه‌دار است، می‌توانید داده‌ی نرم‌افزارتان را پاک کنید تا نرم‌افزار را بازنشانی شود.
hi: शुरुआत के दौरान कुछ गड़बड़ी हुई। गड़बड़ थी: {error} कृपया स्क्रीनशॉट के साथ github.com/UnicornsOnLSD/finamp पर यह मुद्दा बनाएं। अगर यह समस्या बनी रहती है तो अपना ऐप डाटा साफ़ कर ऐप को रीसेट करें।
hr: Dogodila se greška prilikom pokretanja aplikacije. Greška: {error} Prijavi problem na github.com/UnicornsOnLSD/finamp sa snimkom ekrana ove stranice. Ako ovaj problem ustraje, izbriši svoje podatke aplikacije i resetiraj aplikaciju.
nb: Noe gikk galt under oppstart av programmet. Feilen var: {error} Opprett en feilrapport på github.com/UnicornsOnLSD/finamp med en skjermavbildning av denne siden. Hvis problemet vedvarer kan du tømme programdata for å tilbakestille programmet.
pl: Coś poszło nie tak podczas startu aplikacji. Wystąpił błąd : {error} Proszę utworzyć zgłoszenie (https://github.com/jmshrv/finamp) wraz ze zrzutem ekranu. Jeśli problem będzie się powtarzać, usuń dane aplikacji.
pt_br: Algo deu errado na inicialização. O erro foi: {error} Por favor, crie um problema/issue em github.com/UnicornsOnLSD/finamp anexando uma captura de tela dessa página. Se esse erro persistir, limpe os dados para restaurar o aplicativo.
sl: Pri zagonu aplikacije je prislo do napake. Napaka: {error} Ustvarite težavo na github.com/UnicornsOnLSD/finamp s posnetkom zaslona te strani. Če se ta težava ponovi, lahko izbrišete podatke aplikacije, da ponastavite aplikacijo.
sr: Došlo je do greške prilikom pokretanja aplikacije. Greška je Molimo vas na da otvorite novi problem na github.com/UnicornsOnLSD/finamp sa skrinšotom ove stranice. Ako se ovaj problem ponovi, možete resetovati aplikaciju tako što ćete obrisati njene podatke.
sv: Någonting gick fel under uppstarten. Felet var: {error} Skapa gärna ett ärende på github.com/UnicornsOnLSD/finamp med en skärmdump av denna sida. Om problemet kvarstår så kan du rensa appdatan för att återställa appen.
th: พบข้อผิดพลาดขณะเริ่มต้นแอป ข้อผิดพลาด: {error} โปรดสร้าง Issue บน github.com/UnicornsOnLSD/finamp พร้อมแนบภาพหน้าจอของหน้านี้ หากปัญหานี้ยังคงเป็นอยู่ให้ลองเคลียร์ข้อมูลของแอปเพื่อรีเซ็ต
tr: Uygulama başlarken bir hata meydana geldi. Hata: {error} Lütfen bu sayfanın ekran görüntüsüyle github.com/UnicornsOnLSD/finamp adresinde bir issue oluşturun. Eğer bu sorun devam ederse uygulamayı sıfırlamak için uygulama verisini sıfırlayabilirsiniz.
uk: Щось пішло не так під час запуску програми. помилка: {error} Будь ласка, створіть проблему на github.com/UnicornsOnLSD/finamp із знімком екрана цієї сторінки. Якщо проблема не зникне, ви можете очистити дані програми, щоб скинути налаштування програми.

source: Remove Favourite
ar: إزالة من المفضلات
bg: Премахнете любими
ca: Suprimeix el favorit
cs: Odebrat z oblíbených
de: Favorit entfernen
fa: حذف مورد علاقه
hi: पसंदीदा से निकलें
hr: Ukloni favorit
it: Rimuovi Preferito
nb: Fjern favoritt
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
sl: Odstrani priljubljeno
sv: Ta Bort Favorit
th: นำออกจากรายการโปรด
tr: Favoriden çıkart
uk: Видалити з Обраного

# showArtistsTopTracks
source: Show top tracks in artist view
ca: Mostra les cançons que estan al top en la vista d'artistes
hr: Prikaži najslušanije pjesme u prikazu izvođača
pl: Pokaż najczęściej słuchane utwory w widoku wykonawcy
sv: Visa mest lyssnade spåren i artistvy
tr: En iyi parçaları sanatçı görünümünde göster

# showArtistsTopTracksSubtitle
source: Whether to show the top 5 most listened to tracks of an artist.
ca: Mostrar el top 5 més sentit en les cançons d'un artista.
hr: Da li prikazati 5 najslušanijih pjesama izvođača.
pl: Czy wyświetlać 5 najczęściej słuchanych utworów artysty.
sv: Huruvida de 5 mest lyssnade spåren av en artist ska visas.
tr: Bir sanatçının en çok dinlenen ilk 5 parçasının gösterilip gösterilmeyeceği.

# collectionDownloadInfo
source: {size}{codec, select, ORIGINAL{} other{ as {codec} @ {bitrate}}}
cs: {size}{codec, select, ORIGINAL{} other{ jako {codec} @ {bitrate}}}
de: {size}{codec, select, ORIGINAL{} other{ als {codec} @ {bitrate}}}
es: {size}{codec, select, ORIGINAL{} other{ como {codec} @ {bitrate}}}{location, select, null{} other{ ({location})}}
fa: {size}{codec, select, ORIGINAL{} other{ به عنوان {codec} @ {bitrate}}}
fi: {size}{codec, select, ORIGINAL{} other{ muodossa {codec} @ {bitrate}}}{location, select, null{} other{ ({location})}}
fr: {size}{codec, select, ORIGINAL{} other{ comme {codec} à {bitrate}}}{location, select, null{} other{ ({location})}}
hu: {size}{codec, select, ORIGINAL{} other{ mint {codec} @ {bitrate}}}{location, select, null{} other{ ({location})}}
it: {size}{codec, select, ORIGINAL{} other{ come {codec} @ {bitrate}}}
ko: {size}{codec, select, ORIGINAL{} other{ {codec} @ {bitrate}로/으로}}{location, select, null{} other{ ({location})}}
pt: {size}{codec, select, ORIGINAL{} other{ como {codec} @ {bitrate}}}{location, select, null{} other{ ({location})}}
pt_br: {size}{codec, select, ORIGINAL{} other{ como {codec} @ {bitrate}}}
sv: {size}{codec, select, ORIGINAL{} other{ som {codec} @ {bitrate}}}
uk: {size}{codec, select, ORIGINAL{} other{ як {codec} @ {bitrate}}}
zh: {size}{codec, select, ORIGINAL{} other{{codec} @ {bitrate}}}
zh_hant: {size}{codec, select, ORIGINAL{} other{，以 {codec} 格式（{bitrate}）下載}}{location, select, null{} other{（儲存於 {location}）}}

# releaseDateFormatISO
source: ISO 8601
zh_hant: ISO 8601 格式

source: Finamp
fa: فین‌امپ
hi: फ़िनएम्प
ja: フィンアンプ
ko: 핀앰프(Finamp)
th: ฟินแอมป์
