Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# serverUrlInfoButtonTooltip
source: Server URL Help
ca: Ajuda sobre la URL del servidor
cs: Nápověda k adrese serveru
de: Server-URL-Hilfe
es: Ayuda sobre la URL del servidor
et: Abi serveri aadressi sisestamisel
fa: راهنمای آدرس سرور
fi: Apua palvelinosoitteen syöttämiseen
fr: Aide sur l’URL du serveur
hi: सर्वर URL मदद
hr: Pomoć za URL servera
hu: Szerver cím segítség
id: Bantuan URL Server
it: Aiuto per l'URL del Server
ja: サーバーURLのヘルプ
ko: 서버 주소 도움말
nb: Server URL-hjelp
pl: Pomoc dot. adresu URL serwera
pt: Ajuda para o URL do Servidor
pt_br: Ajuda relacionada ao URL do servidor
ru: Справка по URL-адресу сервера
sr: Pomoć za URL Servera
sv: Hjälp med Server-URL
tr: Sunucu URL'si yardımı
uk: Допомога з посиланням на сервер
vi: Trợ giúp URL máy chủ
zh: 服务器URL帮助
zh_hant: 伺服器URL 說明
zh_hant_hk: 伺服器 URL 說明

source: Connecting to server...
ca: Connectant amb el servidor…
cs: Připojování k serveru…
de: Verbinde mit Server…
es: Conectándose al servidor…
et: Ühendamine serveriga…
fa: درحال اتصال به سرور...
fi: Yhdistetään palvelimeen…
fr: Connexion au serveur…
hi: सर्वर से जोड़ा जा रहा…
hr: Povezivanje na server …
hu: Kapcsolódás a szerverhez…
id: Menghubungkan ke server…
it: Connessione al server…
ja: サーバーに接続中…
ko: 서버에 접속중…
nb: Kobler til server…
nl: Verbinden met de server…
pl: Łączenie z serwerem...
pt: A ligar ao servidor…
pt_br: Conectando-se ao servidor...
ru: Подключение к серверу...
sl: Povezovanje s strežnikom ...
sr: Povezivanje sa serverom...
sv: Ansluter till server…
tr: Sunucuya bağlanılıyor…
uk: Під'єднання до серверу...
vi: Đang kết nối đến máy chủ…
zh: 正在连接到服务器…
zh_hant: 正在連線至伺服器…
zh_hant_hk: 正在連接伺服器…

# loginFlowLocalNetworkServers
source: Servers on your local network:
ca: Servidors a la teva xarxa local:
cs: Servery na vaší lokální síti:
de: Server in deinem lokalen Netzwerk:
es: Servidores en tu red local:
et: Kohtvõrgu serverid:
fa: سرورهای شبکه محلی شما:
fi: Palvelimet paikallisverkossasi:
fr: Serveurs sur votre réseau local :
hi: आपके स्थानीय नेटवर्क पर सर्वर:
hr: Serveri na tvojoj lokalnoj mreži:
hu: A helyi hálózaton található szerverek:
id: Server yang berada di jaringan lokal:
it: Server nella tua rete locale (LAN):
ja: ローカルネットワーク上のサーバー:
ko: 로컬 네트워크의 서버:
nb: Servere på ditt lokale nettverk:
nl: Servers in jouw lokale netwerk:
pl: Serwery w twojej sieci lokalnej:
pt: Servidores na rede local:
pt_br: Servidores na sua rede local:
ru: Серверы в вашей локальной сети:
sl: Strežniki v vašem lokalnem omrežju:
sr: Serveri na vašoj lokalnoj mreži:
sv: Servrar på ditt lokala nätverk:
tr: Yerel ağınızdaki sunucular:
uk: Сервери у вашій локальній мережі:
vi: Máy chủ trên mạng cục bộ của bạn:
zh: 在您本地网络上的服务器：
zh_hant: 區域網路上的伺服器：
zh_hant_hk: 在區域網路上的伺服器：

# loginFlowLocalNetworkServersScanningForServers
source: Scanning for servers...
ca: Buscant servidors…
cs: Vyhledávání serverů…
de: Suche nach Servern…
es: Escaneando servidores…
et: Serverite otsimine…
fa: پیمایش برای سرورها...
fi: Etsitään palvelimia…
fr: Recherche de serveurs…
hi: सर्वर को ढूंढ रहे…
hr: Pretraga za serverima …
hu: Szerverek keresése…
id: Mendeteksi server…
it: Ricerca dei server…
ja: サーバーをスキャン中…
ko: 서버 검색중…
nb: Leter etter servere…
nl: Zoeken naar servers…
pl: Wyszukiwanie serwerów...
pt: A procurar servidores…
pt_br: Procurando por servidores...
ru: Поиск серверов…
sl: Iskanje strežnikov ...
sr: Skeniranje za serverima...
sv: Söker efter servrar…
tr: Sunucular taranıyor…
uk: Сканування серверів...
vi: Đang quét máy chủ…
zh: 正在扫描服务器…
zh_hant: 正在掃描伺服器…
zh_hant_hk: 正在搜尋伺服器…

# loginFlowAccountSelectionHeading
source: Select your account
ca: Selecciona el teu compte
cs: Vyberte svůj účet
de: Wähle dein Konto aus
es: Selecciona tu cuenta
et: Vali oma konto
fa: حساب کاربری خود را انتخاب کنید
fi: Valitse tilisi
fr: Sélectionnez votre compte
hi: अपना खाता चुनें
hr: Odaberi tvoj račun
hu: Fiók kiválasztása
id: Pilih akun
it: Seleziona il tuo account
ja: アカウントを選択してください
ko: 계정을 선택하세요
nb: Velg kontoen din
nl: Selecteer jouw account
pl: Wybierz konto
pt: Selecione a sua conta
pt_br: Selecione a sua conta
ru: Выберите свою учетную запись
sl: Izberite svoj račun
sr: Izaberite vaš nalog
sv: Välj ditt konto
tr: Hesabınızı seçin
uk: Оберіть ваш обліковий запис
vi: Chọn tài khoản của bạn
zh: 选择你的账户
zh_hant: 選擇您的帳號
zh_hant_hk: 選擇您的帳號

source: Back to Server Selection
ca: Enrere a la selecció de servidor
cs: Zpět na výběr serverů
de: Zurück zur Serverauswahl
es: Volver a la selección de servidores
et: Tagasi serveri valiku juurde
fa: برگشت به گزینش سرور
fi: Takaisin palvelimen valintaan
fr: Retour à la sélection du serveur
hi: सर्वर चयन पर वापस जाएं
hr: Natrag na izbor servera
hu: Vissza a szerver kiválasztásához
id: Kembali ke Pilih Server
it: Torna alla selezione del Server
ja: サーバー選択に戻る
ko: ‘서버 선택’으로 돌아가기
nb: Tilbake til servervalg
nl: Terug naar Server Selectie
pl: Wróć do wyboru serwera
pt: Voltar à Seleção de Servidor
pt_br: Voltar para a seleção de servidor
ru: Вернуться к выбору сервера
sl: Nazaj na izbiro strežnika
sr: Nazad na izbor Servera
sv: Tillbaka till Serverval
tr: Sunucu seçimine geri dön
uk: Повернутись до вибору серверу
vi: Quay lại Lựa chọn máy chủ
zh: 返回到服务器选择
zh_hant: 返回伺服器選擇
zh_hant_hk: 返回伺服器揀選

# loginFlowNamelessUser
source: Unnamed User
ca: Usuari sense nom
cs: Nepojmenovaný uživatel
de: Unbenannter Benutzer
es: Usuario sin nombre
et: Nimetu kasutaja
fa: کاربر بی‌نام
fi: Nimetön käyttäjä
fr: Utilisateur anonyme
hi: अनाम उपयोगकर्ता
hr: Neimenovani korisnik
hu: Névtelen felhasználó
id: User Tanpa Nama
it: Utente senza nome
ja: 名前なしユーザー
ko: 미등록된 사용자
nb: Bruker uten navn
nl: Naamloze Gebruiker
pl: Nienazwany Użytkownik
pt: Utilizador Sem Nome
pt_br: Usuário desconhecido
ru: Безымянный пользователь
sl: Neimenovani uporabnik
sr: Neimenovani Korisnik
sv: Namnlös användare
tr: Adsız kullanıcı
uk: Безіменний користувач
vi: Người dùng chưa đặt tên
zh: 未命名用户
zh_hant: 未命名使用者
zh_hant_hk: 無名氏

# loginFlowAuthenticationHeading
source: Log in to your account
ca: Accedeix al teu compte
cs: Přihlaste se k vašemu účtu
da: Log ind på din konto
de: Mit deinem Konto anmelden
es: Inicia sesión en tu cuenta
et: Logi oma kontole sisse
fa: به حساب کاربری خود وارد شوید
fi: Kirjaudu tilillesi
fr: Se connecter à votre compte
hi: अपने खाते में लॉगिन करें
hr: Prijavi se na tvoj račun
hu: Bejelentkezés
id: Masuk ke akun anda
it: Accedi al tuo account
ja: アカウントにログインしてください
ko: 계정 로그인하기
nb: Logg på din bruker
nl: Log in op je account
pl: Zaloguj się na swoje konto
pt: Inicie sessão na sua conta
pt_br: Entre na sua conta
ru: Войдите в свою учетную запись
sl: Prijavite se v svoj račun
sr: Prijavite se na vaš nalog
sv: Logga in på ditt konto
tr: Hesabınıza giriş yapın
uk: Увійти у ваш обліковий запис
vi: Đăng nhập vào tài khoản của bạn
zh: 登录到你的账户
zh_hant: 登入您的帳號
zh_hant_hk: 登入

source: Back to Account Selection
ca: Enrere a la selecció de compte
cs: Zpět na výběr účtů
da: Tilbage til Valg af Konto
de: Zurück zur Kontoauswahl
es: Volver a la selección de cuentas
et: Tagasi konto valiku juurde
fa: برگشت به گزینش حساب کاربری
fi: Takaisin tilin valintaan
fr: Retour à la sélection du compte
hi: खाता चयन पर वापस जाएँ
hr: Natrag na izbor računa
hu: Vissza a fiók kiválasztásához
id: Kembali ke Pemilihan Akun
it: Indietro alla selezione dell'account
ja: アカウント選択に戻る
ko: ‘계정 선택’으로 돌아가기
nb: Tilbake til brukervalg
nl: Terug naar Account Selectie
pl: Wróć do wyboru konta
pt: Voltar à Seleção de Conta
pt_br: Voltar para a seleção de conta
ru: Вернуться к выбору учетной записи
sl: Nazaj na izbiro računa
sr: Nazad na Izbor Naloga
sv: Tillbaka till Kontoval
tr: Hesap seçimine geri dön
uk: Повернутись до вибору облікового запису
vi: Quay lại Lựa chọn tài khoản
zh: 返回到账户选择
zh_hant: 返回帳號選擇
zh_hant_hk: 返回至帳號揀選

# loginFlowQuickConnectPrompt
source: Use Quick Connect code
ca: Utilitza el codi Quick Connect
cs: Použít kód Rychlého připojení
da: Brug Quick Connect kode
de: Quick Connect Code verwenden
es: Usar código de Conexión rápida
et: Kasuta kiirühenduse koodi
fa: استفاده کردن از کد اتصال سریع
fi: Käytä pikayhdistyskoodia
fr: Utiliser un code « Quick Connect »
hi: Quick Connect कोड का इस्तेमाल करें
hr: Koristite kod za brzo povezivanje
hu: Gyors csatlakozás
id: Gunakan kode Quick Connect
it: Usa un codice Quick Connect
ja: Quick Connect コードを使用する
ko: ‘퀵 커넥트’ 코드 사용하기
nl: Gebruik Quick Connect code
pl: Użyj kodu Szybkiego Łączenia
pt: Use o código Quick Connect
pt_br: Usar código de conexão rápida
ru: Используйте код быстрого подключения
sl: Uporabite kodo za hitro povezavo
sr: Koristi kod za brzo povezivanje
sv: Använd Snabbanslutningskod
tr: Hızlı bağlantı kodunu kullan
uk: Використати код для Швидкого Під'єднання
vi: Sử dụng mã Kết nối nhanh
zh: 使用快速连接模式
zh_hant: 使用快速連接代碼
zh_hant_hk: 使用 Quick Connect 代碼

# loginFlowQuickConnectInstructions
source: Open the Jellyfin app or website, click on your user icon, and select Quick Connect.
ca: Obriu l'aplicació o el web de Jellyfin, feu clic sobre la icona del vostre usuari i seleccioni «Connexió ràpida».
cs: Otevřete aplikaci nebo web Jellyfinu, klepněte na vaši uživatelskou ikonu a vybere Rychlé připojení.
da: Åben jellyfin appen eller hjemmesiden, tryk på dit brugerikon og vælg Quick Connect.
de: Öffne die Jellyfin-App oder die Website, klicke auf dein Benutzersymbol und wähle Quick Connect.
es: Abre la aplicación o la página web de Jellyfin, haz clic en el icono de tu usuario, y selecciona Conexión rápida.
et: Ava Jellyfini rakendus või veebileht, klõpsa oma kasutajaikoonil ja vali Kiirühendus (Quick Connect).
fa: نرم‌افزار یا وبگاه Jellyfin را باز کنید، روی تصویر کاربرتان کلیک کنید و اتصال سریع را انتخاب کنید.
fi: Avaa Jellyfin sovelluksessa tai sen osoite selaimessa, klikkaa käyttäjäkuvaketta, ja valitse Pikayhdistys.
fr: Ouvrez l’application ou le site web Jellyfin, cliquez sur votre icône d’utilisateur et sélectionnez « Quick Connect ».
hi: जेलिफ़िन ऐप या वेबसाइट खोलें, अपना खाता चुनें, और फिर Quick Connect चुनें।
hu: Nyissa meg a Jellyfin alkalmazást vagy weboldalt, és a felhasználói menüben válassza ki a gyors csatlakozást.
id: Buka Aplikasi atau Situs Jellyfin, tekan pada ikon pengguna, lalu pilih Quick Connect.
it: Apri l'app o il sito web di Jellyfin, premi sulla tua icona utente e seleziona "Connessione Rapida".
ja: Jellyfinアプリまたはウェブサイトを開き、ユーザーアイコンをクリックして「Quick Connect」を選択してください。
ko: 젤리핀 Jellyfin을 앱이나 웹사이트로 여세요. 사용자 아이콘을 클릭하세요. ‘퀵 커넥트’를 선택하세요.
nb: Åpne Jellyfin-app eller nettside, trykk på ditt brukerikon, og velg Quick Connect.
nl: Open de Jellyfin app of website, klik op je gebruikersicoon, en selecteer Quick Connect.
pl: Otwórz aplikację Jellyfin lub stronę internetową, kliknij ikonę użytkownika i wybierz opcję Szybkie łączenie.
pt: Abra a aplicação ou o site do Jellyfin, clique no ícone do seu utilizador e selecione Quick Connect.
pt_br: Abra o aplicativo Jellyfin ou página web, clique no ícone do seu usuário e selecione Conexão Rápida.
ru: Откройте приложение или веб-сайт Jellyfin, нажмите на значок своего пользователя и выберите «Быстрое подключение».
sl: Odprite aplikacijo ali spletno mesto Jellyfin, kliknite ikono uporabnika in izberite Hitra povezava.
sr: Otvorite Jellyfin aplikaciju ili sajt, kliknite na vašu korisničku ikonicu i izaberite Brzo povezivanje.
sv: Öppna Jellyfin-appen eller webbsidan, klicka på din användarikon, och välj Snabbanslutning.
tr: Jellyfin uygulamasını veya internet sitesini açın, kullanıcı simgenize tıklayın ve "Hızlı Bağlan"ı seçin.
uk: Відкрийте застосунок чи сайт Jellyfin, натисність на іконку користувача та оберіть "Швидке Під'єднання".
vi: Mở ứng dụng hoặc trang web Jellyfin, nhấp vào biểu tượng người dùng của bạn và chọn Kết nối nhanh.
zh: 打开Jellyfin应用或网站，点击你的账户图标，选择快速连接。
zh_hant: 打開 Jellyfin 應用程式或網站，點擊你的用戶圖示，然後選擇「快速連接」。
zh_hant_hk: 打開 Jellyfin 應用程式或網頁，然後點擊用戶圖示，再選擇 Quick Connect。

# loginFlowQuickConnectDisabled
source: Quick Connect is disabled on this server.
ca: Quick Connect es troba deshabilitat en aquest servidor.
cs: Rychlé připojení je na tomto serveru zakázáno.
da: Quick Connect er deaktiveret på denne server.
de: Quick Connect ist auf diesem Server deaktiviert.
es: La Conexión rápida esta deshabilitada en este servidor.
et: Kiirühendus on selles serveris keelatud.
fa: اتصال سریع روی این سرور غیرفعال است.
fi: Pikayhdistys poistettu käytöstä tällä palvelimella.
fr: « Quick Connect » n’est pas activé sur ce serveur.
hi: इस सर्वर पर Quick Connect बंद है।
hr: Brzo povezivanje je onemogućeno na ovom serveru.
hu: A gyors csatlakozás nem engedélyezett ezen a szerveren.
id: Quick Connect dimatikan pada server ini.
it: La Connessione Rapida è disabilitata su questo server.
ja: このサーバーでは、Quick Connect が無効になっています。
ko: 이 서버는 퀵 커넥트 접속이 비활성화 되어있습니다.
nb: Quick Connect er deaktivert på denne serveren.
nl: Quick Connect staat uitgeschakeld op deze server.
pl: Szybkie łączenie jest wyłączone na tym serwerze.
pt: O Quick Connect está desativado neste servidor.
pt_br: Conexão rápida está desabilitada nesse servidor.
ru: Быстрое подключение на этом сервере отключено.
sl: Hitra povezava je na tem strežniku onemogočena.
sr: Brzo povezivanje je onemogućeno na ovo serveru.
sv: Snabbanslutning är avaktiverad på den här servern.
tr: "Hızlı Bağlan" bu sunucuda devre dışı bırakıldı.
uk: Швидке Під'єднання вимкнене на цьому сервері.
vi: Kết nối nhanh bị tắt trên máy chủ này.
zh: 此服务器已禁用快速连接。
zh_hant: 快速連接已在此伺服器上停用。
zh_hant_hk: 伺服器停用了 Quick Connect 功能。

# orDivider
source: or
ca: o
cs: nebo
da: eller
de: oder
es: o
et: või
fa: یا
fi: tai
fr: ou
hi: या
hr: ili
hu: vagy
id: Atau
it: o
ja: または
ko: 또는
nb: eller
nl: of
pl: lub
pt: ou
pt_br: ou
ru: или
sl: ali
sr: ili
sv: eller
tr: veya
uk: або
vi: hoặc
zh: 或
zh_hant: 或
zh_hant_hk: 或

# loginFlowSelectAUser
source: Select a user
ca: Selecciona un usuari
cs: Vybrat uživatele
da: Vælg en bruger
de: Benutzer auswählen
es: Selecciona un usuario
et: Vali kasutaja
fa: یک کاربر انتخاب کنید
fi: Valitse käyttäjä
fr: Sélectionnez un utilisateur
hi: उपयोगकर्ता चुनें
hr: Odaberi korisnika
hu: Felhasználó kiválasztása
id: Pilih pengguna
it: Seleziona un utente
ja: ユーザーを選択
ko: 사용자 선택
nb: Velg en bruker
nl: Selecteer een gebruiker
pl: Wybierz użytkownika
pt: Selecione um utilizador
pt_br: Selecionar usuário
ru: Выберите пользователя
sl: Izberi uporabnika
sr: Izaberite korisnika
sv: Välj en användare
tr: Kullanıcı seçin
uk: Обрати користувача
vi: Chọn người dùng
zh: 选择用户
zh_hant: 選擇使用者
zh_hant_hk: 揀選用戶

# usernameHint
source: Enter your username
ca: Introdueix el teu nom d'usuari
cs: Zadejte své uživatelské jméno
da: Indtast til brugernavn
de: Gib deinen Benutzernamen ein
es: Introduce tu nombre de usuario
et: Sisesta oma kasutajanimi
fa: نام کاربری خود را وارد کنید
fi: Syötä käyttäjätunnus
fr: Entrez votre nom d’utilisateur
hi: अपना उपयोगकर्ता नाम भरें
hr: Upiši tvoje korisničko ime
hu: Adja meg a felhasználónevét
id: Masukan nama pengguna
it: Inserisci il tuo nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
nb: Skriv inn brukernavnet ditt
nl: Vul je gebruikersnaam in
pl: Wprowadź swoją nazwę użytkownika
pt: Insira o seu nome de utilizador
pt_br: Digite seu nome de usuário
ru: Введите имя пользователя
sl: Vnesi uporabniško ime
sr: Unesite vaše korisničko ime
sv: Skriv in ditt användarnamn
tr: Kullanıcı adınızı girin
uk: Введіть ім'я користувача
vi: Nhập tên tài khoản
zh: 输入你的用户名
zh_hant: 請輸入您的使用者名稱
zh_hant_hk: 輸入您的用戶名稱

# passwordHint
source: Enter your password
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
da: Indtast din adgangskode
de: Gib dein Passwort ein
es: Introduce tu contraseña
et: Sisesta oma parool
fa: رمزعبور خود را وارد کنید
fi: Syötä salasana
fr: Entrez votre mot de passe
hi: अपना पासवर्ड भरें
hr: Upiši tvoju lozinku
hu: Adja meg a jelszavát
id: Masukan kata sandi
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 암호를 입력하세요
nl: Vul je wachtwoord in
pl: Wprowadź hasło
pt: Insira a sua palavra-passe
pt_br: Digite sua senha
ru: Введите пароль
sl: Vnesi geslo
sr: Unesite vašu lozinku
sv: Skriv in ditt lösenord
tr: Şifrenizi girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh: 输入密码
zh_hant: 請輸入您的密碼
zh_hant_hk: 請輸入你的密碼

# usernameValidationMissingUsername
source: Please enter a username
ca: Si us plau, introdueix el teu nom d'usuari
cs: Zadejte prosím uživatelské jméno
da: Venligst indtast et brugernavn
de: Bitte gib einen Benutzernamen ein
es: Por favor, introduce un nombre de usuario
et: Palun sisesta kasutajanimi
fa: لطفاً یک نام کاربری انتخاب کنید
fi: Ole hyvä ja syötä käyttäjätunnus
fr: S’il vous plaît, entrez un nom d’utilisateur
hi: कृपया उपयोगकर्ता नाम भरें
hr: Upiši jedno korisničko ime
hu: Kérjük adja meg a felhasználónevét
id: Masukan nama pengguna
it: Prego inserire un nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
nl: Vul alsjeblieft een gebruikersnaam in
pl: Proszę wprowadzić nazwę użytkownika
pt: Por favor, insira um nome de utilizador
pt_br: Por favor digite um nome de usuário
ru: Пожалуйста, введите имя пользователя
sl: Vnesite uporabniško ime
sr: Molimo vas unesite korisničko ime
sv: Vänligen skriv in ett användarnamn
tr: Lütfen bir kullanıcı adı girin
uk: Будь ласка, введіть ім'я користувача
vi: Hãy nhập tên tài khoản
zh: 请输入用户名
zh_hant: 請輸入使用者名稱
zh_hant_hk: 用戶名稱不能漏空

source: Log In
ca: Inici de sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
hi: लॉगिन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Entra
ja: ログイン
ko: 로그인
nb: Logg in
pl: Zaloguj się
pt: Iniciar Sessão
pt_br: Entrar
ru: Войти
sl: Prijava
sr: Prijavite se
sv: Logga in
tr: Giriş
uk: Увійти
vi: Đăng Nhập
zh: 登录
zh_hant: 登入
zh_hant_hk: 登入

# startMixNoTracksGenre
source: Long-press an genre to add or remove it from the mix builder before starting a mix
ca: Manté pres un gènere per afegir o esborrar-lo del creador de barreges abans de començar una barreja
da: Hold-inde på en genre for at tilføje eller fjerne den fra dit mix før du starter det
de: Drücke lange auf ein Genre, um zum Mixes hinzuzufügen oder zu entfernen, bevor du einen Mix startest
es: Mantén pulsado un género para añadirlo o eliminarlo del mezclador antes de empezar una mezcla
et: Hoia žanri all et see lisada või eemaldada miksi ehitajasse enne kui miksi kuulamist alustad
fi: Paina tyylilajia pitkään lisätäksesi tai poistaaksesi sen sekoituksesta ennen sen aloittamista
fr: Avant de commencer à écouter un mix, appuyez longuement sur un genre pour l’ajouter ou le retirer du créateur de mix
hr: Pritisni dugo na žanr za dodavanje ili uklanjanje žanra iz miksera prije pokretanja miksa
hu: Nyomd meg hosszan a műfajt, hogy hozzáadja vagy eltávolítsa a mixkészítőből, mielőtt elkezdené a keverést
id: ­Tekan lama genre untuk menambah atau menghapusnya dari pembuat campuran sebelum memulai campuran
it: Premi a lungo su un genere per aggiungerlo o rimuoverlo dal mix builder prima di iniziare un mix
ja: ミックスを開始する前に、ジャンルを長押ししてミックスビルダーに追加または削除してください
ko: 믹스를 시작하기 전에 '장르'를 길게 탭하여 장르르 믹스 빌더에 추가하거나 빼세요
nl: Druk lang op een genre om deze toe te voegen of te verwijderen van de mix-bouwer alvorens een mix te starten
pl: Naciśnij i przytrzymaj gatunek, aby dodać lub usunąć go z kreatora miksów przed rozpoczęciem miksowania
pt: Pressione e segure um estilo para o adicionar ou remover do construtor de mistura antes de iniciar uma mistura
ru: Чтобы добавить или удалить жанр из микса, нажмите и удерживайте его
sr: Dugo pritisnite žanr da biste ga dodali ili uklonili iz kreatora miksa pre nego što započnete miks
sv: Tryck länge på en genre för att lägga till eller ta bort den från mix-byggaren innan du startar en mix
tr: Karışımı başlatmadan önce karışım oluşturucuya eklemek veya kaldırmak için bir türe uzun basın
vi: Nhấn và giữ một thể loại để thêm hoặc xóa nó khỏi trình tạo hỗn hợp trước khi bắt đầu kết hợp
zh: 长按一个流派，可在开始生成合辑前将其从合辑生成器中添加或移除
zh_hant: 在開始組合前，長按類型可將其加入或移出組合清單
zh_hant_hk: 在開始混音之前，長按曲風以添加至混音器或從混音器移除

source: Active Downloads
ca: Descàrregues Actives
cs: Aktivní stahování
da: Aktive Downloads
de: Aktive Downloads
es: Descargas activas
et: Aktiivsed allalaadimised
fa: بارگیری‌های فعال
fi: Aktiiviset lataukset
fr: Téléchargements actifs
hi: सक्रिय डाउनलोड
hr: Aktivna preuzimanja
hu: Aktív letöltések
it: Download attivi
ja: アクティブなダウンロード
ko: 진행중인 다운로드
nl: Actieve Downloads
pl: Aktywne pobrania
pt: Transferências em Progresso
pt_br: Downloads ativos
ru: Активные загрузки
sl: Aktivni Prenosi
sr: Aktivna preuzimanja
sv: Aktiva nedladdningar
tr: Etkin İndirmeler
uk: Активні завантаження
vi: Hoạt động Tải xuống
zh: 正在下载
zh_hant: 正在下載
zh_hant_hk: 正在下載

# confirmDownloadStarted
source: Download started
ca: Descàrrega començada
cs: Stahování zahájeno
da: Download startet
de: Download gestartet
es: Descarga comenzada
et: Allalaadimine alustatud
fa: بارگیری آغاز شد
fi: Lataus aloitettu
fr: Téléchargement debuté
hi: डाउनलोड शुरू हुआ
hr: Preuzimanje pokrenuto
hu: A letöltés elindítva
it: Download iniziato
ja: ダウンロードを開始しました
ko: 다운로드 시작함
nl: Download gestart
pl: Pobieranie rozpoczęte
pt: Transferência iniciada
pt_br: Transferência iniciada
ru: Загрузка началась
sv: Nedladdning startad
tr: İndirme başladı
uk: Завантаження розпочато
vi: Đã bắt đầu tải xuống
zh: 已开始下载
zh_hant: 開始下載
zh_hant_hk: 已開始下載

# customizationSettingsTitle
source: Customization
ca: Personalització
cs: Přizpůsobení
de: Personalisierung
es: Personalización
et: Kohandused
fa: شخصی‌سازی
fi: Räätälöinti
fr: Personnalisation
hi: कस्टमाइजेशन
hr: Prilagođavanje
hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
ko: 사용자 정의
nl: Aanpassingen
pl: Dostosowywanie
pt: Personalização
pt_br: Customização
ru: Персонализация
sv: Anpassning
tr: Özelleştirme
uk: Персоналізація
vi: Tùy chỉnh
zh: 个性化
zh_hant: 客製化
zh_hant_hk: 自訂

# playbackSpeedControlSetting
source: Playback Speed Visibility
ca: Visualització de la Velocitat de Reproducció
cs: Viditelnost rychlosti přehrávání
de: Sichtbarkeit der Abspielgeschwindigkeit
es: Visibilidad de la velocidad de reproducción
et: Taasesituse kiiruse kuvamine
fa: نمایش تندی پخش
fi: Toistonopeuden näkyvyys
fr: Afficher la vitesse de lecture
hi: प्लेबैक गति दृश्यता
hr: Vidljivost kontrole za brzinu reprodukcije
hu: Lejátszási sebesség láthatósága
it: Visibilità della Velocità di riproduzione
ja: 再生速度の表示
ko: ‘재생 속도 제어’ 표시 여부
nl: Zichtbaarheid Afspeelsnelheid
pl: Wyświetlanie prędkości odtwarzania
pt: Visibilidade da Velocidade de Reprodução
pt_br: Visibilidade da velocidade de reprodução
ru: Видимость скорости воспроизведения
sv: Visa uppspelningshastighet
tr: Oynatma Hızı Görünürlüğü
uk: Видимість швидкості відтворення
vi: Hiển thị Tốc độ Phát lại
zh: 播放速度可见性
zh_hant: 播放速度可見性
zh_hant_hk: 速度控制顯示
