Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

source: Removed from playlist.
ar: تمت الإزالة من قائمة الأغاني.
ca: S'ha suprimit de la llista de reproducció.
cs: Odebráno ze seznamu skladeb.
da: Fjernet fra afspilningslisten.
de: Aus der Playlist entfernt.
es: Eliminado de la lista de reproducción.
et: Esitusloendist eemaldatud.
fa: از فهرست پخش حذف شد.
fi: Poistettu soittolistalta.
fr: Retiré de la playlist.
hi: प्लेलिस्ट से निकाला गया।
hr: Uklonjeno iz playliste.
hu: Eltávolítva a lejátszási listáról.
it: Rimosso dalla playlist.
ja: プレイリストから外しました。
ko: 플레이리스트에서 삭제됨.
nb: Fjernet fra spilleliste.
nl: Verwijderd van afspeellijst.
pl: Usunięto z listy odtwarzania.
pt: Removido da lista de reprodução.
pt_br: Removido da lista de reprodução.
ru: Удалено из плейлиста.
sl: Odstranjeno s seznama predvajanja.
sv: Borttagen från spellista.
th: นำออกจากเพลย์ลิสต์แล้ว
tr: Oynatma listesinden çıkarıldı.
uk: Видалено зі списку відтворення.
vi: Đã loại bỏ khỏi danh sách.
zh: 已从播放列表删除。
zh_hant: 已從播放清單中移除。
zh_hant_hk: 已從播放清單中移除。

# removeFromPlaylistTooltip
source: Remove from this playlist
ar: إزالة من قائمة الأغاني
ca: Elimina d'aquesta llista de reproducció
cs: Odebrat z tohoto seznamu skladeb
da: Fjern fra afspilningsliste
de: Aus dieser Playlist entfernen
el: Αφαίρεση από την λίστα αναπαραγωγής
es: Eliminar de la lista de reproducción
et: Eemalda esitusloendist
fa: حذف از این فهرست پخش
fi: Poista tältä soittolistalta
fr: Retirer de cette liste de lecture
hi: इस प्लेलिस्ट से निकालें
hr: Ukloni iz ove playliste
hu: Eltávolítás a lejátszási listáról
it: Rimuovi da questa playlist
ja: このプレイリストから外す
ko: 이 플레이리스트에서 삭제
nb: Fjern fra spilleliste
nl: Verwijder van deze afspeellijst
pl: Usuń z tej playlisty
pt: Remover desta lista de reprodução
pt_br: Remover dessa lista de reprodução
ru: Удалить из плейлиста
sv: Ta bort från den här spellistan
th: นำออกจากเพลย์ลิสต์
tr: Bu oynatma listesinden çıkart
uk: Видалити зі списку відтворення
vi: Loại bỏ khỏi danh sách phát
zh: 从此播放列表中移除
zh_hant: 從播放清單中移除歌曲
zh_hant_hk: 從播放清單中移除歌曲

# removeFromPlaylistTitle
source: Remove From This Playlist
ar: إزالة من قائمة الأغاني
ca: Eliminar d'aquesta llista de reproducció
cs: Odebrat z tohoto seznamu skladeb
da: Fjern fra afspilningsliste
de: Aus dieser Playlist entfernen
el: Αφαίρεση από την Λίστα Αναπαραγωγής
es: Borrar de la lista de reproducción
et: Eemalda Esitusloendist
fa: حذف از این فهرست پخش
fi: Poista Tältä Soittolistalta
fr: Supprimer de cette liste de lecture
hi: इस प्लेलिस्ट से निकालें
hr: Ukloni iz ove playliste
hu: Eltávolítás erről a lejátszási listáról
it: Rimuovi da Questa Playlist
ja: このプレイリストから外す
ko: 이 플레이리스트에서 삭제
nb: Fjern fra spilleliste
nl: Verwijder Van Deze Afspeellijst
pl: Usuń z Listy Odtwarzania
pt: Remover Desta Lista de Reprodução
pt_br: Remover dessa lista de reprodução
ru: Удалить из плейлиста
sv: Ta bort från den här spellistan
th: นำออกจากเพลย์ลิสต์
tr: Bu Oynatma Listesinden Çıkart
uk: Видалити з цього списку відтворення
vi: Loại bỏ khỏi Danh sách phát
zh: 从此播放列表中移除
zh_hant: 從播放清單中移除
zh_hant_hk: 從播放清單中移除

source: Language
ar: اللغة
ca: Llenguatge
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
et: Keel
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
hr: Jezik
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt: Linguagem
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_hant: 語言
zh_hant_hk: 語言

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fa: پذیرش
fi: Vahvista
fr: Confirmé
hi: पुष्टि
hr: Potvrdi
hu: Megerősítés
it: Conferma
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirme
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh: 确认
zh_hant: 確認
zh_hant_hk: 確定

# showUncensoredLogMessage
source: This log contains your login information. Show?
cs: Tento protokol zobrazuje vaše přihlašovací informace. Chcete jej zobrazit?
de: Dieser Log enthält deine Anmeldedaten. Anzeigen?
es: Este registro contiene tu información de acceso. ¿Mostrar?
fa: این رخداد شامل اطلاعات ورود شماست. نمایش داده شود؟
fi: Tämä loki sisältää kirjautumistietosi. Näytä?
fr: Ce journal contient vos informations de connexion. Afficher tout de même ?
hi: इस लॉग में आपकी लॉगिन जानकारी शामिल है। दिखाएं?
hr: Ovaj zapis sadrži tvoje podatke za prijavu. Prikazati?
hu: Ez a napló tartalmazza a bejelentkezési adatokat. Megjelenítsem?
it: Questo log contiene le tue credenziali di accesso. Vuoi vederlo?
ja: このログはあなたのログイン情報を含みます。表示しますか？
ko: 이 로그(사용기록)는 귀하의 로그인 정보를 포함합니다. 표시할까요?
nb: Denne loggen inneholder din innloggingsinfo. Vis?
nl: Dit logboek bevat uw inloggegevens. Tonen?
pl: Ten log zawiera twoje dane logowania. Pokazać?
pt: Este relatório contém suas informações de login. Mostrar?
pt_br: Este registro contém suas credenciais de acesso. Revelar?
ru: Этот журнал содержит ваши данные для входа. Показать?
sv: Denna logg innehåller din inloggningsinformation. Visa?
th: ล็อกนี้มีข้อมูลการล็อกอินของคุณอยู่ ต้องการให้แสดงใช่ไหม?
tr: Bu günlük oturum açma bilgilerinizi içerir. Gösterilsin mi?
uk: Цей журнал містить ваші дані для входу. Показати?
zh: 该日志包含您的登录信息。显示？
zh_hant: 此記錄包含你的登入資訊。是否顯示？
zh_hant_hk: 紀錄檔內包含你的登入資訊。你是否確認要顯示？

source: Reset tabs
cs: Obnovit karty
de: Tabs zurücksetzen
es: Restablecer las pestañas
fa: بازنشانی سربرگ‌ها
fi: Nollaa välilehdet
fr: Réinitialiser les onglets
hi: टैब रीसेट करें
hr: Resetiraj kartice
hu: Lapok visszaállítása
it: Reimposta le schede
ja: タブをリセット
ko: 탭 초기화
nb: Tilbakestill faner
nl: Tabbladen resetten
pl: Resetowanie zakładek
pt: Reiniciar abas separadoras
pt_br: Redefinir abas
ru: Сбросить вкладки
sv: Återställ flikar
th: รีเซ็ตการตั้งค่าแท็ป
tr: Sekmeleri sıfırla
uk: Скинути вкладки
zh: 重置选项卡
zh_hant: 重置分頁
zh_hant_hk: 重設分頁

source: Inserted into queue.
ca: Insertat a la cua.
cs: Vloženo do fronty.
de: In Warteschlange eingefügt.
es: Insertado en la cola.
et: Järjekorda lisatud.
fa: در صف قرار گرفت.
fi: Asetettu jonoon.
fr: Ajouté à la file d'attente.
hi: कतार के बीच में जोड़ा गया।
hr: Umetnuto u red čekanja.
hu: Hozzáadva a lejátszási sorhoz.
it: Inserito nella coda.
ja: キューに挿入されました。
ko: 대기열 사이에 추가됨.
nb: Lagt i kø.
nl: Toegevoegd aan wachtrij.
pl: Dodano do kolejki.
pt: Inserido na fila.
pt_br: Inserido na fila.
ru: Вставлено в очередь.
sl: Vstavljeno v čakalno vrsto.
sv: Tillagd i kön.
th: แทรกไปยังคิว
tr: Kuyruğun içine eklendi.
uk: Вставлено в чергу.
vi: Đã được thêm vào hàng chờ.
zh: 已插入队列。
zh_hant: 已加入至播放佇列。
zh_hant_hk: 已加入至播放佇列中。

source: Refresh
cs: Obnovit
de: Neu Laden
es: Refrescar
fa: دوباره سازی
fi: Virkistä
fr: Rafraîchir
hi: रिफ्रेश
hr: Osvježi
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
ko: 새로고침
nb: Gjenoppfrisk
nl: Ververs
pl: Odśwież
pt: Refrescar
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟชร
tr: Yenile
uk: Поновити
zh: 刷新
zh_hant: 重新整理
zh_hant_hk: 重新載入

source: Play next
ca: Reproduir següent
cs: Přehrát jako další
de: Als Nächstes wiedergeben
es: Reproducir siguiente
et: Mängi järgmist
fa: پخش کردن بعدی
fi: Toista seuraavaksi
fr: Jouer ensuite
hi: अगला चलाएं
hr: Pokreni sljedeću
hu: Következő lejátszása
it: Riproduci come successivo
ja: 次に再生
ko: 다음 곡 재생
nb: Spill neste
nl: Hierna afspelen
pl: Następne
pt: Reproduzir seguinte
pt_br: Reproduzir próximo
ru: Воспроизвести следующим
sv: Spela nästa
th: เล่นถัดไป
tr: Ardından oynat
uk: Відтворити наступним
vi: Phát tiếp theo
zh: 下一个播放
zh_hant: 下一首
zh_hant_hk: 下一首

# noMusicLibrariesBody
source: Finamp could not find any music libraries. Please ensure that your Jellyfin server contains at least one library with the content type set to "Music".
cs: Finamp nenalezl žádné hudební knihovny. Ujistěte se prosím, že váš server Jellyfin obsahuje alespoň jednu knihovnu s typem obsahu nastaveným na „Hudba“.
de: Finamp konnte keine Musikbibliotheken finden. Bitte stelle sicher, dass dein Jellyfin-Server mindestens eine Bibliothek mit dem Medientyp "Musik" enthält.
es: Finamp no ha podido encontrar ninguna biblioteca de música. Asegúrate de que tu servidor Jellyfin contiene al menos una biblioteca con el tipo de "Música".
fa: فین‌امپ هیچ کتاب‌خانه‌ی آهنگی پیدا نکرد. لطفاً مطمئن شوید که سرور Jellyfin شما دست کم یک کتاب‌خانه با نوع محتوای "Music" دارا باشد.
fi: Finamp ei löytänyt musiikkikirjastoja. Varmista, että Jellyfin-palvelimellasi on vähintään yksi kirjasto, jonka sisältötyypiksi on asetettu "Musiikki".
fr: Finamp n'a pas trouvé de bibliothèques musicales. Veuillez vous assurer que votre serveur Jellyfin contient au moins une bibliothèque avec le type de contenu défini sur "Musique".
hi: फ़िनएम्प को कोई संगीत लाइब्रेरी नहीं मिली। कृपया सुनिश्चित करें कि आपके जेलिफ़िन सर्वर में कम से कम एक लाइब्रेरी हो, जिसका कंटेंट टाइप "संगीत" पर सेट हो।
hr: Finamp nije mogao pronaći nijednu fonoteku. Provjeri sadrži li tvoj Jellyfin poslužitelj barem jednu biblioteku s vrstom sadržaja postavljenom na „Glazba”.
hu: A Finamp nem talált zenei könyvtárakat. Kérjük, győződjön meg róla, hogy a Jellyfin szervere tartalmaz legalább egy olyan könyvtárat, amelynek tartalomtípusa "Zene".
it: Finamp non è riuscito a trovare nessuna libreria musicale. Sei pregato di controllare che il tuo server Jellyfin contenga almeno una libreria con "Tipo di contenuto" impostato come "Musica".
ja: Finamp は音楽ライブラリを見つけることができませんでした。Jellyfin サーバーに、コンテンツ タイプが「音楽」に設定されているライブラリが少なくとも 1 つ含まれていることを確認してください。
ko: 핀앰프 Finamp가 음악 라이브러리를 찾을 수 없습니다. 귀하의 젤리핀 Jellyfin 서버에 콘텐츠 유형이 "음악"으로 설정된 라이브러리가 하나 이상 있는지 확인하세요.
nb: Finamp fant ingen musikkbibliotek. Forsikre deg om at din Jellyfin-tjener inneholder minst ett bibliotek med innholdstype satt til «Musikk».
nl: Finamp kon geen muziekbibliotheken vinden. Zorg ervoor dat je Jellyfin server minstens één bibliotheek heeft met het type "Muziek".
pl: Finamp nie mógł znaleźć żadnych bibliotek muzycznych. Upewnij się, że serwer Jellyfin zawiera co najmniej jedną bibliotekę z typem zawartości ustawionym na "Muzyka".
pt: O Finamp não encontrou nenhuma biblioteca de musica. Certifica-te que o teu servidor Jellyfin tem pelo menos uma biblioteca com o tipo de conteúdo definido como “Música”.
pt_br: O Finamp não conseguiu encontrar nenhuma biblioteca de música. Certifique-se de que o seu servidor Jellyfin tenha pelo menos uma biblioteca com o tipo de conteúdo definido como "Música".
ru: Finamp не обнаружил музыкальных библиотек. Убедитесь, что на вашем сервере Jellyfin есть хотя бы одна библиотека с типом контента «Музыка».
sv: Finamp kunde inte hitta några musikbibliotek. Se till att din Jellyfin-server innehåller minst ett bibliotek med innehållstypen inställd på "Musik".
th: ฟินแอมป์ไม่พบคลังเพลงใดเลย โปรดตรวจสอบว่าเซิร์ฟเวอร์ของ Jellyfin นั้นมีอย่างน้อยหนึ่งคลังที่ตั้งประเภทของคอนเทนต์ไว้เป็น "Music"
tr: Finamp herhangi bir müzik kütüphanesi bulamadı. Lütfen Jellyfin sunucunun içerik türü "Müzik" olarak ayarlanmış en az bir kütüphaneye sahip olduğundan emin ol.
uk: Finamp не знайшов жодної музичної бібліотеки. Переконайтеся, що ваш сервер Jellyfin містить принаймні одну бібліотеку з типом вмісту "Музика".
vi: Finamp không thể tìm bất kì thư viện nhạc nào. Hãy đảm bảo rằng máy chủ Jellyfin của bạn chứa ít nhất một thư viện với loại nội dung được đặt sang "Music".
zh: Finamp 找不到任何音乐库。请确保您的 Jellyfin 服务器至少包含一个内容类型设置为“音乐”的媒体库。
zh_hant: 找不到音樂庫。請確保 Jellyfin 中至少有一個媒體庫的類別需設置成"音樂"。
zh_hant_hk: Finamp 未有發現任何音樂媒體庫。請檢查 Jellyfin 伺服器上最少有一個屬於「音樂」類別的媒體庫。

# noMusicLibrariesTitle
source: No Music Libraries
cs: Žádné hudební knihovny
de: Keine Musik-Bibliotheken
es: Sin bibliotecas de música
fa: هیچ کتاب‌خانه‌ی آهنگی نیست
fi: Ei musiikkikirjastoja
fr: Aucune bibliothèque musicale
hi: कोई संगीत लाइब्रेरी नहीं
hr: Nema fonoteka
hu: Nincsenek zenei könyvtárak
it: Nessuna Libreria musicale
ja: 音楽ライブラリなし
ko: 음악 라이브러리 없음
nb: Ingen musikkbibliotek
nl: Geen Muziekbibliotheken
pl: Brak bibliotek muzycznych
pt: Nenhuma Biblioteca de Música
pt_br: Sem Bibliotecas de Música
ru: Нет музыкальных библиотек
sv: Inga musikbibliotek
th: ไม่มีคลังเพลง
tr: Müzik Kütüphanesi Bulunamadı
uk: Музичні бібліотеки відсутні
zh: 没有音乐库
zh_hant: 尚無音樂庫
zh_hant_hk: 沒有音樂類媒體庫

source: Sync downloaded playlists
ca: Sincronitza les llistes de reproducció descarregades
cs: Synchronizovat stažené seznamy skladeb
da: Synkroniser downloadede playlister
de: Heruntergeladene Playlisten synchronisieren
es: Sincronizar las listas de reproducción descargadas
et: Sünkroniseeri allalaetud esitusloendid
fa: همگام‌سازی فهرست پخش بارگیری شده
fi: Synkronoi ladatut soittolistat
fr: Synchroniser les playlists téléchargées
hi: डाउनलोड की गई प्लेलिस्ट को सिंक करें
hr: Sinkroniziraj preuzete playliste
hu: Letöltött lejátszási listák szinkronizálása
it: Sincronizza playlists scaricate
ja: ダウンロードしたプレイリストの同期
ko: 다운로드한 플레이리스트 동기화
nl: Sync gedownloade afspeellijsten
pl: Synchronizuj pobrane playlisty
pt: Sincronizar listas de reprodução descarregadas
pt_br: Sincronizar listas de reprodução baixadas
ru: Синхронизировать загруженные плейлисты
sl: Sinhroniziraj prenešene sezname predvajanja
sr: Sinhronizuj preuzete plejliste
sv: Synkronisera nedladdade spellistor
tr: İndirilen oynatma listelerini eş zamanla
uk: Синхронізувати завантажені плейлисти
vi: Đồng bộ danh sách phát đã tải xuống
zh: 同步下载的播放列表
zh_hant: 同步已下載的播放清單
zh_hant_hk: 同步已下載播放清單

# swipeInsertQueueNextSubtitle
source: Enable to insert a track as next item in queue when swiped in track list instead of appending it to the end.
cs: Zapněte pro vložení skladby jako další položku do fronty po posunutí prstem na skladbě v seznamu skladeb, namísto jejího přiřazení na konec.
de: Aktivieren, um den in der Liste nach links/rechts geswipten Track als Nächstes abzuspielen, statt ihn am Ende der Warteschlange einzufügen.
es: Permite insertar una canción como próxima en ser reproducida de la cola cuando se desliza a un lado en la lista de reproducción, en lugar de añadirla al final.
fa: برای نشاندن یک قطعه به عنوان آیتم بعدی در صف زمانی که در لیست قطعه‌ها کشیده می‌شود به جای این‌که به آخر افزوده شود.
fi: Mahdollistaa kappaleluettelossa kappaleen lisäämisen pyyhkäisemällä jonon seuraavaksi kohteeksi sen sijaan, että se lisättäisiin johon hännille.
fr: Placer une chanson comme prochain élément de la file d'attente lorsqu'elle est balayée dans la liste des chansons, au lieu de l'ajouter à la fin de la liste.
hi: ट्रैक सूची में स्वाइप करने पर उसे अंत में जोड़ने के बजाय कतार में अगले आइटम के रूप में सम्मिलित करने को सक्षम करें।
hr: Omogući umetanje pjesme kao sljedeću pjesmu u redu reprodukcije povlačenjem pjesme iz popisa pjesama umjesto dodavanja pjesme na kraj popisa.
hu: Lehetővé teszi, hogy egy dalt a következő elemként illesszen be a sorba, amikor a listán elhúzza, ahelyett, hogy a végére illesztené.
it: Attiva per far si che quando si striscia il dito su un brano nella lista dei brani, questo venga aggiunto come prossimo elemento della coda invece di essere aggiunto alla fine della coda.
ja: 曲リストでスワイプしたときに、曲を最後に追加するのではなく、キューの次の項目として挿入できるようにします。
ko: 곡 목록에서 스와이프 했을 때, 곡을 대기열 끝에 추가하는 대신 바로 다음 곡으로 삽입할 수 있습니다.
nl: Zet dit aan om een nummer als volgende in de wachtrij te zetten wanneer het gesleept wordt in een lijst van nummers in plaats van het aan het einde van de wachtrij toevoegen.
pl: Włącz wstawianie utworu jako następnego elementu w kolejce po przesunięciu palcem na liście utworów zamiast dołączania go na końcu.
pt: Ativar para inserir uma faixa como próximo item na fila ao ser deslizada na lista de faixas, em vez de adicioná-la ao final.
pt_br: Habilita a adição de uma faixa como próximo item na lista quando ela for deslizada, ao invés de adicioná-la ao final.
ru: Включите чтобы вставлять композицию следующей в очереди при смахивании в списке композиций вместо того чтобы добавлять ее в конец.
sv: Aktivera för att lägga in ett spår som nästa artikel i spelkön när det sveps i spårlistan i stället för att lägga till det på slutet.
tr: Parça listesinde kaydırılan parçayı sona eklemek yerine sıradaki öge olarak eklemeyi etkinleştirin.
uk: Увімкнути можливість вставляти композицію як наступний об'єкт у черзі, якщо вона була додана замість вставки у кінець черги.
vi: Bật để thêm một bài hát vào hàng chờ khi vuốt trong danh sách bài hát thay vì thêm vào cuối.
zh: 在歌曲列表中滑动时，可以将歌曲作为队列中的下一个项目插入，而不是将其附加到末尾。
zh_hant: 開啟後滑動音樂清單中的歌曲，可以將歌曲接著播放，而不是加到播放清單的最後一首。
zh_hant_hk: 在歌曲列表中輕掃歌曲時，將其插入至播放佇列的最頭而不是最後。

source: Interactions
ca: Interaccions
cs: Interakce
de: Interaktionen
es: Interacciones
et: Interaktsioonid
fa: برهم کنش
fi: Vuorovaikutukset
fr: Intéractions
hi: इंटरैक्शन
hr: Interakcije
hu: Interakciók
it: Interazioni
ja: インタラクション
ko: 상호작용
nl: Interacties
pl: Interakcje
pt: Interações
pt_br: Interações
ru: Взаимодействие
sv: Interaktioner
tr: Etkileşimler
uk: Взаємодії
vi: Tương tác
zh: 交互
zh_hant: 互動
zh_hant_hk: 互動

# swipeInsertQueueNext
source: Play Swiped Track Next
cs: Přehrát posunutou skladbu jako další
de: Den geswipten Track als Nächstes abspielen
es: Reproducir la siguiente canción al deslizarla
fa: پخش کردن قطعه‌ی کشیده شده (سوآیپ) به عنوان بعدی
fi: Toista pyyhkäisty kappale seuraavaksi
fr: Lire la piste balayée suivante
hi: स्वाइप किया गया ट्रैक अगला चलाएं
hr: Reproduciraj pjesmu kao sljedeću povlačenjem
hu: Az elhúzott dal lejátszása következőként
it: Striscia per riprodurre come prossimo brano
ja: スワイプした曲を再生する
ko: 스와이프한 곡 다음 재생
nl: Speel Geswipete Nummer Hierna
pl: Następny utwór do odtworzenia
pt: Reproduzir Faixa Deslizada a Seguir
pt_br: Tocar faixa deslizada em seguida
ru: Воспроизвести смахнутую композицию следующей
sv: Spela svept ljudspår nästa
tr: Kaydırılan Parçayı Ardından Oynat
uk: Відтворити додану композицію наступною
zh: 播放滑动的下一首歌曲
zh_hant: 滑動接續播放歌曲
zh_hant_hk: 滑動插播

source: Show fast scroller
ca: Mostrar el desplaçament ràpid
cs: Zobrazit rychlý posuvník
de: Schnellen Scroller anzeigen
es: Mostrar desplazamiento rápido
et: Näita kiirkerimisriba
fa: نشان دادن اسکرول کننده سریع
fi: Näytä nopea vieritin
fr: Afficher le défileur rapide
hi: फास्ट स्क्रॉलर दिखाएं
hr: Prikaži traku za brzo listanje
hu: Gyors görgető megjelenítése
it: Mostra lo scorrimento veloce
ja: 高速スクロールを表示
ko: 빠른 스크롤 표시
nl: Laat snelle scroller zien
pl: Pokaż szybkie przewijanie
pt: Mostrar rolagem rápida
pt_br: Mostrar rolagem rápida
ru: Показать быструю прокрутку
sv: Visa snabb scroller
tr: Hızlı kaydırıcıyı göster
uk: Показувати швидку прокрутку
vi: Hiển thị thanh cuộn nhanh
zh: 显示快速滚动条
zh_hant: 顯示快速滾動條
zh_hant_hk: 顯示快速卷軸

# about
source: About Finamp
ca: Sobre Finamp
cs: O aplikaci Finamp
da: Omkring Finamp
de: Über Finamp
es: Acerca de Finamp
et: Finampi kohta
fa: درباره‌ی فین‌امپ
fi: Tietoa Finampista
fr: À propos de Finamp
hi: फ़िनएम्प के बारे में
hr: O aplikaciji Finamp
hu: Finamp névjegy
id: Tentang Finamp
it: Riguardo Finamp
ja: 「フィンアンプ」について
ko: Finamp(핀앰프) 소개
nb: Om Finamp
nl: Over Finamp
pl: O Finamp
pt: Sobre o Finamp
pt_br: Sobre Finamp
ru: О Finamp
sl: O Finamp
sr: O Finamp-u
sv: Om Finamp
tr: Finamp Hakkında
uk: Про Finamp
vi: Giới thiệu về Finamp
zh: 关于 Finamp
zh_hant: 關於 Finamp
zh_hant_hk: 關於 Finamp

# finampTagline
source: An open source Jellyfin music player
ca: Un reproductor de música de codi obert per a Jellyfin
cs: Otevřený hudební přehrávač pro Jellyfin
da: En open source Jellyfin musikafspiller
de: Ein quelloffener Jellyfin-Musikplayer
es: Un reproductor de música de código abierto para Jellyfin
et: Avatud lähtekoodiga Jellyfini muusikapleier
fa: یک پخش‌کننده آهنگ جلی‌فین متن‌باز
fi: Avoimen lähdekoodin Jellyfin-musiikkisoitin
fr: Un lecteur de musique open source pour Jellyfin
hi: एक खुला स्त्रोत जेलिफ़िन संगीत प्लेयर
hr: Jellyfin player glezbe otvorenog koda
hu: Egy nyílt forráskódú Jellyfin zenelejátszó
id: Pemutar musik Jellyfin bersifat open source
it: Un player musicale open source per Jellyfin
ja: オープンソースのJellyfin音楽プレーヤー
ko: 오픈소스 Jellyfin 젤리핀 음악 플레이어
nl: Een open source Jellyfin muziekspeler
pl: Otwartoźrodłowy odtwarzacz muzyki dla Jellyfin
pt: Um leitor de música open source para o Jellyfin
pt_br: Um reprodutor de música de código aberto para Jellyfin
ru: Музыкальный плеер для Jellyfin с открытым исходным кодом
sl: Odprtokodni glasbeni predvajalnik za Jellyfin
sr: Jellyfin muzički plejer otvorenog koda
sv: En Jellyfin-musikspelare med öppen källkod
tr: Açık kaynaklı Jellyfin ses oynatıcı
uk: Відкритий відтворювач музики Jellyfin
vi: Trình phát nhạc Jellyfin mã nguồn mở
zh: 一个开源Jellyfin音乐播放器
zh_hant: 一個開源的 Jellyfin 音樂播放器
zh_hant_hk: 一個為 Jellyfin 而設的開源音樂播放器

# aboutContributionPrompt
source: Made by awesome people in their free time. You could be one of them!
ca: Feta per gent meravellosa en el seu temps lliure. Tu podries ser un d'ells!
cs: Vytvořeno úžasnými lidmi v jejich volném čase. Můžete být jedním z nich!
da: Lavet af seje folk i deres egen fritid Du ku' være en af dem!
de: Von wunderbaren Menschen in ihrer Freizeit gemacht. Du könntest eine(r) von ihnen sein!
es: Creado por gente increíble en su tiempo libre. ¡Tu podrías ser uno de ellos!
et: Tehtud ägedate inimeste poolt nende vabast ajast Sina võid olla üks neist!
fa: ساخته‌ی افراد خفن و باحال در اوقات فراغتشان. شما هم می‌توانید یکی از آن‌ها باشید!
fi: Pyyteettömien ja upeiden ihmisten vapaa-ajallaan tekemä sovellus. Voit olla yksi heistä!
fr: Créé par des gens géniaux sur leur temps libre. Vous pourriez être l’un d’entre eux !
hi: शानदार लोगों द्वारा उनके खाली समय में बनाया गया। आप भी उनमें से एक हो सकते है!
hr: Stvoren od sjajnih ljudi u njihovo slobodno vrijeme. I ti možeš biti jedan od njih!
hu: Nagyszerű emberek készítették a szabadidejükben. Ön is egy lehet közülük!
id: Dibuat oleh orang-orang yang luar biasa di waktu luang mereka. Anda bisa menjadi salah satu dari mereka!
it: Creato da persone fantastiche nel loro tempo libero. Potresti essere uno di loro!
ja: 素晴らしい人々が空き時間に作りました。 あなたもその一員になれるかもしれません！
ko: 대박 멋진 사람들이 여가 시간을 할애하여 만들었습니다. 당신도 기여할 수 있습니다!
nb: Laget av fantastiske mennesker på fritiden. Du kan være en av dem!
nl: Gemaakt door geweldige mensen in hun vrije tijd. Jij zou er ook een van kunnen zijn!
pl: Stworzone przez niesamowitych ludzi w ich wolnym czasie. Możesz być jednym z nich!
pt: Feito por pessoas incríveis no seu tempo livre. Também podes ser uma delas!
pt_br: Feito por pessoas incríveis durante seu tempo livre. Você pode ser uma delas!
ru: Создан замечательными людьми в свободное время. Ты мог бы стать одним из них!
sr: Napravljeno od strane fenomenalnih ljudi u svoje slobodno vreme. Ti možet biti jedan od njih!
sv: Skapad av eminenta människor på deras fritid. Du kan bli en av dem!
tr: Harika insanlar tarafından boş zamanlarında yapıldı. Sen de onlardan biri olabilirsin!
uk: Створено чудовими людьми у вільний час. Ви можете бути одним із них!
vi: Được thực hiện bởi những người tuyệt vời trong thời gian rảnh rỗi của họ. Bạn có thể trở thành một trong số họ!
zh: 许多无私的志愿者用自由时间共同打造。 你也可以加入他们！
zh_hant: 這是由一群超棒的人在閒暇時間所完成的傑作。 你也有機會成為他們的一份子！
zh_hant_hk: 由一班慷慨的人在空閒的時間開發而成。 你也可以成為其中一份子！
