Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# itemTypeSubtitle
source: {itemType, select, album{Album} playlist{Playlist} artist{Artist} genre{Genre} track{Track} library{Library} unknown{Item} other{{itemType}}} {itemName}
cs: {itemType, select, album{Album} playlist{Seznam skladeb} artist{Umělec} genre{Žánr} song{Skladba} library{Knihovna} unknown{Položka} other{{itemType}}} {itemName}
de: {itemType, select, album{Album} playlist{Playlist} artist{Künstler} genre{Genre} track{Track} library{Bibliothek} unknown{Item} other{{itemType}}} {itemName}
es: {itemType, select, album{Álbum} playlist{Lista de reproducción} artist{Artista} genre{Género} track{Canción} library{Biblioteca} unknown{Elemento} other{{itemType}}} {itemName}
fa: {itemType, select, album{آلبوم} playlist{فهرست پخش} artist{هنرمند} genre{ژانر} song{قطعه} library{کتاب‌خانه} unknown{آیتم} other{{itemType}}} {itemName}
fi: {itemType, select, album{Albumi} playlist{Soittolista} artist{Artisti} genre{Genre} track{Kappale} library{Kirjasto} unknown{Kohde} other{{itemType}}}{itemName}
fr: {itemType, select, album{Album} playlist{Playlist} artist{Artiste} genre{Genre} track{Piste} library{Bibliothèque} unknown{Élément} other{{itemType}}} {itemName}
hi: {itemType, select, album{एल्बम} playlist{प्लेलिस्ट} artist{कलाकार} genre{शैली} song{ट्रैक} library{लाइब्रेरी} unknown{आइटम} other{{itemType}}} {itemName}
hu: {itemType, select, album{Album} playlist{Lejátszási lista} artist{Előadó} genre{Műfaj} track{Dal} library{Könyvtár} unknown{Elem} other{{itemType}}} {itemName}
it: {itemType, select, album{Album} playlist{Playlist} artist{Artista} genre{Genere} track{Brano} library{Libreria} unknown{Elemento} other{{itemType}}} {itemName}
ko: {itemType, select, album{앨범} playlist{플레이리스트} artist{아티스트} genre{장르} track{트랙} library{라이브러리} unknown{항목} other{{itemType}}} {itemName}
pl: {itemType, select, album{Album} playlist{Playlista} artist{Artysta} genre{Gatunek} track{Utwór} library{Biblioteka} unknown{Element} other{{itemType}}} {itemName}
pt: {itemType, select, album{Álbum} playlist{Lista de Reprodução} artist{Artista} genre{Estilo} track{Faixa} library{Biblioteca} unknown{Item} other{{itemType}}} {itemName}
pt_br: {itemType, select, album{Álbum} playlist{Lista de reprodução} artist{Artista} genre{Gênero} song{Faixa} library{Biblioteca} unknown{Item} other{{itemType}}} {itemName}
ru: {itemType, select, album{Альбом} playlist{Плейлист} artist{Артист} genre{Жанр} track{Композиция} library{Библиотека} unknown{Элемент} other{{itemType}}} {itemName}
sv: {itemType, select, album{Album} playlist{Spellista} artist{Artist} genre{Genre} track{Spår} library{Bibliotek} unknown{Artikel} other{{itemType}}} {itemName}
uk: {itemType, select, album{Альбом} playlist{Список відтворення} artist{Виконавець} genre{Жанр} song{Композиція} library{Бібліотека} unknown{Об'єкт} other{{itemType}}} {itemName}
zh: {itemType, select, album{专辑} playlist{播放列表} artist{艺术家} genre{流派} track{歌曲} library{库} unknown{项目} other{{itemType}}} {itemName}
zh_hant: {itemType, select, album{專輯} playlist{播放清單} artist{藝人} genre{類型} track{歌曲} library{音樂庫} unknown{項目} other{{itemType}}} - {itemName}

# downloadTranscodeCodecTitle
source: Select Download Codec
cs: Vyberte formát stahování
de: Download-Codec auswählen
es: Selecciona el Códec de Descarga
fa: گزینش کدک بارگیری
fi: Valitse latausten koodekki
fr: Sélectionnez le format pour le téléchargement
hi: डाउनलोड Codec चुनें
hr: Odaberi kodek preuzimanja
hu: Letöltési formátum kiválasztása
it: Seleziona il Codec per i Download
ko: 다운로드 코덱 선택
pt: Selecionar o Codec para Download
pt_br: Selecione o codec a ser utilizado para transferências
ru: Выбор кодека для загрузки
sv: Välj nedladdnings-codec
tr: İndirme Kodek'ini Seçin
uk: Обрати кодек для завантажень
zh: 选择下载编码
zh_hant: 選擇下載編碼格式

# fixedGridSizeTitle
source: Grid Tile Size
cs: Velikost dlaždic mřížky
de: Größe der Rasterkacheln
es: Tamaño de las Cuadriculas
fa: اندازه‌ی کاشی‌های جدول
fi: Ruudukkolaattojen koko
fr: Taille de la grille
hi: ग्रिड टाइल का आकार
hr: Veličine rešetkastih polja
hu: Csempe rácsméret
it: Dimensione del riquadro della griglia
pl: Rozmiar kafelka siatki
pt: Tamanho da Grelha
pt_br: Tamanho do bloco da grade
ru: Размер плитки в сетке
sv: Storlek på rutnätsblock
tr: Izgara Karo Boyutu
uk: Розмір плитки сітки
zh: 网格图块大小
zh_hant: 網格大小

# allowSplitScreenTitle
source: Allow SplitScreen Mode
cs: Povolit režim rozdělené obrazovky
de: SplitScreen-Modus erlauben
es: Permitir el Modo de Pantalla Dividida
fa: مجاز بودن حالت صفحه نمایش دو بخشی (SplitScreen)
fi: Salli jaetun näytön tila
fr: Autoriser le mode écran scindé
hi: स्प्लिटस्क्रीन मोड की अनुमति दें
hu: Osztott képernyős mód engedélyezése
it: Abilita modalità "Split Screen"
pl: Zezwalaj na tryb podzielonego ekranu
pt: Permitir Modo de Divisão de Ecrã
pt_br: Permitir modo de divisão de tela
ru: Разрешить режим разделения экрана
sv: Tillåt delad skärmvy
tr: Bölünmüş Ekran Moduna İzin Ver
uk: Дозволити режим SplitScreen
zh: 允许分屏模式
zh_hant: 允許分割畫面

# showArtistChipImage
source: Show artist images with artist name
cs: Zobrazit obrázky umělce vedle jeho jména
de: Künstlerbilder mit Künstlernamen anzeigen
es: Mostrar imágenes del artista junto al nombre del artista
fa: نمایش نگاره‌ی هنرمند به همراه نام هنرمند
fi: Näytä artistin kuvat artistin nimen kanssa
fr: Afficher l'image de l'artiste à côté de son nom
hi: कलाकार के नाम के साथ कलाकार का चित्र भी दिखाएं
hr: Prikaži slike izvođača s imenom izvođača
hu: Előadói képek megjelenítése az előadó nevével
it: Mostra le immagini dell'artista con il nome dell'artista
nl: Toon foto naast artiestennaam
pl: Wyświetlaj obrazy artystów z ich nazwami
pt: Mostrar imagens do artista com o nome do artista
pt_br: Mostrar imagens do artista juntamente com nome
ru: Показывать изображения исполнителя с именем исполнителя
sv: Visa artistbilder med artistnamn
tr: Sanatçı görsellerinde sanatçı adını göster
uk: Показувати зображення виконавців разом із їх ім'ям
zh: 显示带有艺术家姓名的艺术家图片
zh_hant: 在藝人名稱旁顯示照片

# showArtistChipImageSubtitle
source: This affects small artist image previews, such as on the player screen.
cs: Ovlivní malé náhledy obrázků umělce, například na obrazovce přehrávače.
de: Dies betrifft kleine Vorschaubilder von Künstlern, z.B. in der Wiedergabe-Ansicht.
es: Esto afecta las pequeñas vistas previas de los artistas, como en la pantalla del reproductor.
fa: این پیش‌نمایش کوچک نگاره‌ی هنرمند را تحت تاثیر قرار می‌دهد،‌ مانند روی صفحه‌ی پخش.
fi: Tämä vaikuttaa pienten artistin kuvien esikatseluun, kuten soittimen näytöllä.
fr: Cela affecte les petits aperçus d'images d'artistes, par exemple, sur l'écran du lecteur.
hi: इससे छोटी कलाकार छवि प्रिव्यू प्रभावित होती है, जैसे कि प्लेयर स्क्रीन पर।
hr: To utječe na preglede malih slika izvođača, npr. na ekranu playera.
hu: Ez a kis előadói képek előnézetét érinti, például a lejátszó képernyőjén.
it: Ciò influisce sulle piccole anteprime delle immagini degli artisti, come ad esempio sullo schermo del lettore.
nl: Dit beïnvloedt kleine weergaven van artiestenfoto's, zoals op het afspeelscherm.
pl: Ma to wpływ na małe podglądy obrazów artystów, takie jak na ekranie odtwarzacza.
pt: Afeta a visualização das imagens de artista, tais como as do ecrã do reprodutor.
pt_br: Afeta a visualização de imagens pequenas de artistas, como na tela do reprodutor.
ru: Это влияет на превью небольших изображений исполнителя, например, на экране плеера.
sv: Detta påverkar små förhandsvisningar av artistbilder, såsom på spelarskärmen.
tr: Bu, oynatıcı ekranı gibi küçük sanatçı görseli ön izlemelerini etkiler.
uk: Це впливає на невеликі попередні перегляди зображень виконавців, наприклад, на екрані відтворювача.
zh: 这会影响小尺寸艺术家图片预览，例如在播放界面上。
zh_hant: 此設定會影響藝人照片的縮圖顯示，例如播放介面中的顯示效果。

# bufferDisableSizeConstraintsTitle
source: Don't limit buffer size
ca: No limitar la mida de la memòria intermèdia
cs: Neomezovat velikost vyrovnávací paměti
de: Puffergröße nicht limitieren
es: No limitar el tamaño del búfer
et: Ära piira puhvri suurust
fa: اندازه‌ی بافر را محدود نکن
fi: Älä rajoita puskurin kokoa
fr: Ne pas limiter la taille de la mémoire tampon
hu: Ne korlátozza a pufferméretet
it: Non limitare la dimensione del buffer
ja: バッファサイズを制限しない
ko: 버퍼 크기를 제한하지 않습니다
nl: Beperk bufferlimiet niet
pl: Nie ograniczaj rozmiaru bufora
pt: Não limitar o tamanho do buffer
pt_br: Não limitar tamanho do buffer
ru: Не ограничивать размер буфера
sv: Begränsa inte buffertstorlek
tr: Arabellek boyutunu sınırlama
vi: Không giới hạn kích thước buffer
zh: 不限制缓冲区大小
zh_hant: 不要限制緩衝區大小

# bufferDisableSizeConstraintsSubtitle
source: Disables the buffer size constraints ('Buffer Size'). The buffer will always be loaded to the configured duration ('Buffer Duration'), even for very large files. Can cause crashes. Requires a restart.
ca: Desactiva les restriccions de mida de la memòria intermèdia ('Mida del cursor'). La memòria intermèdia sempre es carregarà a la durada configurada ('Duració de la memòria intermèdia'), fins i tot per a fitxers molt grans. Pot causar fallades. Requereix reiniciar.
cs: Zakáže omezení velikosti vyrovnávací paměti. Vyrovnávací paměť bude vždy načtena na nastavené trvání, i pro velmi velké soubory. Může způsobit pády. Vyžaduje restart.
de: Deaktiviert die Begrenzung der Puffergröße. Der Puffer wird immer bis zur eingestellten Pufferdauer gefüllt, selbst bei sehr großen Dateien. Kann zu Abstürzen führen. Neustart erforderlich.
es: Deshabilita los limitantes del tamaño del búfer ('Tamaño del Búfer'). El búfer siempre sera cargado con la duración configurada ('Duración del búfer'), incluso para archivos grandes. Puede causar fallos. Requiere reinicio.
et: Eemaldab puhvri suuruspiirangu ('Buffer Size'). Puhver on kogu aeg laetud seatud pikkusele ('Buffer Duration'), isegi väga suurte failide korral. Võib põhjustada rakenduse kokkujooksmist. Nõuab taaskäivitust.
fa: ثابت‌های اندازه‌ی بافر ("‌اندازه‌ی بافر") را غیرفعال می‌کند. بافر همیشه به اندازه‌ی بافر پیکربندی شده ('اندازه‌ی بافر') بارگذاری خواهد شد، حتی برای پرونده‌های بسیار بزرگ. می‌تواند موجب خرابی شود. نیازمند راه‌اندازی مجدد است.
fi: Poistaa käytöstä puskurin koon rajan. Puskuri ladataan aina määriteltyyn kokoonsa, myös erittäin suurilla tiedostoilla. Tämä voi aiheuttaa ohjelman epävakautta. Vaatii uudelleenkäynnistyksen.
fr: Désactive les contraintes de taille de la mémoire tampon ("Taille de la mémoire tampon"). La mémoire tampon sera toujours chargée pendant la durée configurée ("Durée de la mémoire tampon"), même pour les fichiers très volumineux. Peut provoquer des plantages. Nécessite un redémarrage.
hu: Letiltja a puffer méretére vonatkozó korlátozásokat. A puffer mindig a beállított időtartamig töltődik be, még a nagyon nagy fájlok esetében is. Összeomlást okozhat. Újraindítást igényel.
it: Disattiva i vincoli sulla dimensione del buffer ("Buffer Size"). Il buffer verrà sempre caricato fino alla durata configurata ("Buffer Duration"), anche per file di grandi dimensioni. Può causare arresti anomali. Richiede un riavvio.
ja: バッファサイズの制限（「バッファサイズ」）を無効化します。大きなファイルでも、バッファは設定された時間（「バッファ時間」）まで常に読み込まれます。クラッシュの原因になる場合があります。再起動が必要です。
ko: 버퍼 크기 제한을 비활성화 합니다(버퍼 크기). 버퍼는 항상 설정한 시간만큼 로드되며(버퍼 시간), 용량이 아주 큰 파일에서는 충돌을 일으킬 수 있습니다. 옵션 적용을 위해 재시작이 필요합니다.
nl: Schakelt buffergrootte beperking uit ('Buffergrootte'). De buffer zal altijd ingeladen worden zoals geconfigureerd volgens de bufferlengte ('Bufferlengte'), zelfs voor grotere bestanden. Dit kan een crash veroorzaken. Vereist een herstart.
pl: Wyłącza ograniczenia rozmiaru bufora („Buffer Size”). Bufor będzie zawsze ładowany do skonfigurowanego czasu trwania („Buffer Duration”), nawet w przypadku bardzo dużych plików. Może powodować awarie. Wymaga ponownego uruchomienia.
pt: Desativa as restrições do tamanho do buffer. O buffer será sempre carregado de acordo com a duração configurada, mesmo para ficheiros muito grandes. Pode causar instabilidade. É necessário reiniciar.
pt_br: Desabilita as restrições de tamanho do buffer ("Tamanho do buffer"). O buffer sempre será carregado de acordo com a duração configurada ("Duração do buffer"), mesmo para arquivos muito grandes. Pode causar travamentos. Requer reinicialização.
ru: Отключает ограничения размера буфера («Размер буфера»). Буфер всегда будет загружаться до заданной длительности («Длительность буфера»), даже для очень больших файлов. Может вызывать сбои. Требует перезапуска.
sv: Avlägsnar buffertstorlekens begränsningar ('Buffertstorlek'). Bufferten laddas alltid till den angivna längden ('Buffertlängd'), även för väldigt stora filer. Kan orsaka krascher. Kräver en omstart.
tr: Arabellek boyutu kısıtlamalarını ('arabellek boyutu') devre dışı bırakır. Bellek, çok büyük dosyalar için bile her zaman yapılandırılmış süreye ('arabellek süresi') yüklenecektir. Kazalara neden olabilir. Yeniden başlatma gerektirir.
vi: Tắt phần 'Kích thước Buffer'. Phần Buffer sẽ tải cả bài hát, kể cả những tệp rất lớn. Điều này có thể gây văng app. Cần khởi động lại.
zh: 禁用缓冲区大小限制（“缓冲区大小”）。缓冲区将始终按配置的持续时间（“缓冲区持续时间”）加载，即使是非常大的文件。可能会导致崩溃。重启生效。
zh_hant: 關閉「緩衝區大小」的限制，無論檔案大小多大，緩衝區都會依照設定的「緩衝區持續時間」載入。不過，這可能會導致程式當機，並且需要重新啟動才能生效。

# bufferSizeTitle
source: Buffer Size
ca: Mida de la meòria intermèdia
cs: Velikost vyrovnávací paměti
de: Puffergröße
es: Tamaño del búfer
et: Puhvri suurus
fa: اندازه‌ی بافر
fi: Puskurin koko
fr: Taille de la mémoire tampon
hr: Veličina međuspreminka
hu: Pufferméret
it: Dimensione del buffer
ja: バッファサイズ
ko: 버퍼 크기
nl: Buffergrootte
pl: Rozmiar bufora
pt: Tamanho do Buffer
pt_br: Tamanho do buffer
ru: Размер буфера
sv: Buffertstorlek
tr: Arabellek Boyutu
vi: Kích thước Buffer
zh: 缓冲区大小
zh_hant: 緩衝區大小

# bufferSizeSubtitle
source: The maximum size of the buffer in MB. Requires a restart
ca: Mida màxima de la memòria intermèdia en MB. Requereix reiniciar
cs: Maximální velikost vyrovnávací paměti v MB. Vyžaduje restart
de: Die maximale Größe des Puffers in MB. Neustart erforderlich
es: El tamaño máximo para el búfer en MB. Requiere reinicio
et: Maksimaalne puhvri suurus MB-des. Nõuab taaskäivitust
fa: بیشینه‌ی اندازه‌ی بافر به مگابایت. نیازمند راه‌اندازی مجدد است
fi: Puskurin maksimikoko megatavuissa (Mt). Vaatii uudelleenkäynnistyksen
fr: Taille maximale de la mémoire tampon en Mo. Nécessite un redémarrage
hr: Maksimalna veličina međuspremnika u MB. Zahtijeva ponovno pokretanje
hu: A puffer maximális mérete MB-ban. Újraindítást igényel
it: La dimensione massima del buffer, in MB. Richiede un riavvio
ja: バッファの最大サイズ（MB）。再起動が必要です
ko: 버퍼의 최대 크기(MB단위). 변경시 재시작이 필요합니다
nl: De maximale buffergrootte in MB. Vereist een herstart
pl: Maksymalny rozmiar bufora w MB. Wymaga ponownego uruchomienia
pt: O tamanho máximo do buffer em MB. É necessário reiniciar
pt_br: O máximo tamanho do buffer em MB. Requer reinicialização
ru: ­Максимальный размер буфера в МБ. Требует перезапуска
sv: Maximal storlek på bufferten i MB. Kräver en omstart
tr: MB cinsinden arabelleğin maksimum boyutu. Yeniden başlatma gerektirir
vi: Kích thước buffer lớn nhất theo đơn vị MB. Yêu cầu khởi động lại
zh: 缓冲区的最大容量（MB）。重启生效
zh_hant: 緩衝區最大值 (MB)，變更後請重新啟動系統

# togglePlaybackButtonTooltip
source: Toggle playback
ca: Commuta la reproducció
cs: Přepnout přehrávání
de: Wiedergabe umschalten
es: Alternar reproducción
et: Taasesitus
fa: تنظیم پخش
fi: Toista / pysäytä
fr: Reprendre / arrêter la lecture
hi: टॉगल प्लेबैक
hr: Uključi/Isključi reprodukciju
hu: Lejátszás kapcsolása
it: Avvia/Ferma la riproduzione
ja: 再生／一時停止切替
ko: 재생 또는 일시정지
nl: Afspeelmodus omschakelen
pl: Przełącz odtwarzanie
pt: Alternar reprodução
pt_br: Alternar a reprodução
ru: Начать/Остановить воспроизведение
sv: Starta/pausa uppspelning
uk: Перемкнути відтворення
vi: Bật phát lại
zh: 切换播放
zh_hant: 切換播放狀態

# confirmAddToNextUp
source: Added {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} to Next Up
ca: Afegit {type, select, track{Cançó} album{Àlbum} artist{Artista} playlist{Llista de Reproducció} genre{Gènere} other{Element}} a Pròxims
cs: {type, select, track{Skladba přidána} album{Album přidáno} artist{Umělec přidán} playlist{Seznam skladeb přidán} genre{Žánr přidán} other{Položka přidána}} do dalších na řadě
de: {type, select, track{Track} album{Album} artist{Künstler} playlist{Playlist} genre{Genre} other{Element}} zu "Als Nächstes" hinzugefügt
es: Se ha añadido {type, select, track{la canción} album{el álbum} artist{el artista} playlist{la lista de reproducción} genre{el género} other{el elemento}} a "A continuación"
fa: {type, select, track{قطعه} album{آلبوم} artist{هنرمند} playlist{فهرست پخش} genre{ژانر} other{آیتم}} به موارد بعدی افزوده شد
fi: Lisätty {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} Seuraavaksi-jonoon
fr: Ajout de {type, select, track{Track} album{album} artiste{artiste} playlist{playlist} genre{genre} disque{disque} autre{élément}} à Suivant
hi: {type, select, track{ट्रैक} album{एल्बम} artist{कलाकार} playlist{प्लेलिस्ट} genre{शैली} other{आइटम}} Next Up में जोड़ा गया
hu: {type, select, track{Dal} album{Album} artist{Előadó} playlist{Lejátszási sor} genre{Műfaj} other{Elem}} hozzáadva a következőkhöz
it: Aggiunto {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} alla coda A Seguire
ja: {type, select, track{曲} album{アルバム} artist{アーティスト} playlist{プレイリスト} genre{ジャンル} disc{ディスク} other{アイテム}} を次に再生に追加しました
ko: 넥스트 업에 추가됨 : {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}}
nl: {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} toegevoegd aan Volgende
pl: Dodano {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} do Następne
pt: Adicionar {type, select, track{Faixa} album{álbum} artist{artista} playlist{lista de reprodução} genre{estilo} other{item}} para lista A Seguir
pt_br: {type, select, track{Faixa adicionada} album{Álbum adicionado} artist{Artista adicionado} playlist{Lista de reprodução adicionada} genre{Gênero adicionado} other{item}} às próximas
ru: {type, select, track{Композиция добавлена} album{Альбом добавлен} artist{Исполнитель добавлен} playlist{Плейлист добавлен} genre{Жанр добавлен} other{Элемент добавлен}} следующим
sv: Lade till {type, select, track{Track} album{album} artist{artist} playlist{playlist} genre{genre} other{item}} i Nästa
uk: {type, select, track{Композицію} album{Альбом} artist{Виконавця} playlist{Список відтворення} genre{Жанр} other{Об'єкт}} додано до наступного
vi: Đã thêm {type, select, track{Bài} album{album} artist{Nghệ sĩ} playlist{Danh sách nhạc} genre{Thể loại} other{Bài}} tới Tiếp theo
zh: {type, select, track{歌曲} album{专辑} artist{艺术家} playlist{播放列表} genre{流派} other{项目}}已添加到接下来队列队尾
zh_hant: {type,select,track{歌曲}album{專輯}artist{藝人}playlist{播放清單}genre{類型}other{項目}}已加入即將播放

# confirmShuffleToNextUp
source: Shuffled to Next Up
ca: Barrejat a Pròxims
cs: Zamícháno do dalších na řadě
de: Zufällig zu "Als Nächstes" hinzugefügt
es: Mezclado en "A continuación"
fa: بُر زده و به موارد بعدی افزوده شد
fi: Sekoitettu Seuraavaksi-jonoon
fr: Lecture aléatoire après la file d'attente
hi: Next Up तक शफ़ल किया गया
hu: Keverés a következők végére
it: Sarà riprodotto casualmente alla fine della coda A Seguire
ja: 次に再生の最後にシャッフルされました
ko: 넥스트 업에 임의 재생으로 추가됨
nl: Geshuffeld naar Volgende
pl: Przemieszane do "Następne"
pt: Baralhado para lista A Seguir
pt_br: Adicionado aletoriamente ao final das próximas
ru: Добавлено следующим вперемешку
sv: Shufflade efter Nästa
uk: Перемішано до наступного
vi: Đã xáo trộn đến phần Tiếp theo
zh: 已随机添加至接下来
zh_hant: 已隨機加入即將播放

# playbackOrderShuffledButtonLabel
source: Shuffling tracks
ca: Barrejant pistes
cs: Míchání skladeb
de: Zufallswiedergabe
es: Mezclando canciones
fa: در حال بُر زدن قطعه‌ها
fi: Sekoitetaan kappaleita
fr: Mélange des musiques
hi: ट्रैक को शफ़ल किया जा रहा है
hr: Miješanje pjesama
hu: Dalok keverése
it: Riproduco casualmente i brani
ja: 曲をシャッフル再生中
ko: 셔플 재생
nl: Shuffel nummers
pl: Wybieram utwory losowo
pt: Baralhar faixas
pt_br: Embaralhando faixas
ru: Играем вперемешку
sv: Shufflar spår
tr: Parçaları karıştır
uk: Перемішування композицій
vi: Xáo trộn bài hát
zh: 随机播放
zh_hant: 隨機播放

# playbackSpeedFeatureText
source: x{speed} speed
ca: x{speed} velocitat
cs: Rychlost x{speed}
de: x{speed}-fache Geschwindigkeit
es: Velocidad x{speed}
fa: تندی {speed}x
fi: {speed}x nopeus
fr: Vitesse x{speed}
hi: x{speed} गति
hu: x{speed} sebesség
it: velocità {speed}x
ja: {speed}倍速
ko: x{speed}배속
nl: x{speed} snelheid
pl: Prędkość x{speed}
pt: Velocidade x{speed}
pt_br: velocidade {speed}x
ru: Скорость x{speed}
sv: x{speed} hastighet
tr: {speed}x hız
uk: швидкість x{speed}
vi: Tốc độ x{speed}
zh: x{speed} 倍速
zh_hant: x{speed} 倍速

# queueRestoreSubtitle1
source: Playing: {track}
ca: Reproduint: {track}
cs: Přehrávání: {song}
de: Wiedergabe: {track}
es: Reproduciendo: {track}
fa: در حال پخش: {song}
fi: Toistetaan: {track}
fr: Lecture: {track}
hi: चल रहा: {song}
hr: Reprodukcija: {track}
hu: Lejátszás: {track}
it: In riproduzione: {track}
ja: 再生中：{track}
ko: 재생중: {track}
nl: Aan het spelen: {track}
pl: Odtwarzam: {track}
pt: A Tocar: {track}
pt_br: Reproduzindo: {song}
ru: Воспроизводится: {track}
sv: Spelar upp: {track}
tr: Oynatılan: {track}
uk: Відтворюється: {song}
vi: Đang phát: {track}
zh: 正在播放：{track}
zh_hant: 現正播放：{track}

# queueLoadingMessage
source: Restoring queue...
cs: Obnovování fronty…
de: Warteschlange wird wiederhergestellt…
es: Restaurando cola…
fa: در حال بازگردانی صف...
fi: Palautetaan jonoa…
fr: Restauration de la file d'attente…
hi: कतार को पुनर्स्थापित किया जा रहा…
hu: Sor visszaállítása…
it: Ripristino la coda…
ja: キューを復元中…
ko: 대기열 복원중…
nl: Wachtrij herstellen…
pl: Przywracanie kolejki...
pt: A restaurar lista de reprodução…
pt_br: Restaurando fila...
ru: Восстанавливаем очередь…
sv: Återställer spelkö…
tr: Sıra geri yükleniyor...
uk: Відновлення черги...
vi: Đang khôi phục hàng chờ…
zh: 正在恢复队列…
zh_hant: 正在恢復播放佇列…

# reportQueueToServer
source: Report current queue to server?
cs: Nahlásit aktuální frontu serveru?
de: Dem Server die aktuelle Warteschlange mitteilen?
es: ¿Reportar la cola actual al servidor?
fa: صف فعلی به سرور گزارش شود؟
fi: Raportoi nykyinen jono palvelimelle?
fr: Envoyer la file d'attente au serveur ?
hi: सर्वर को वर्तमान कतार की रिपोर्ट करें?
hu: Jelentse az aktuális sort a szervernek?
it: Inoltrare la coda corrente al server?
ja: 現在のキューをサーバーに送信しますか？
ko: 현재 대기열을 서버로 보고할까요?
nl: Huidige wachtrij naar de server sturen?
pl: Raportować bieżącą kolejkę do serwera?
pt: Reportar a fila atual ao servidor?
pt_br: Reportar a fila atual para o servidor?
ru: Отправлять текущую очередь на сервер?
sv: Rapportera nuvarande spelkö till servern?
tr: Mevcut sıra sunucuya raporlansın mı?
uk: Звітувати про поточну чергу на сервер?
vi: Báo cáo hàng chờ hiện tại cho máy chủ?
zh: 向服务器报告当前队列
zh_hant: 將當前播放佇列回報至伺服器？
