Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# resetSettingsPromptGlobalConfirm
source: Reset ALL settings
cs: Resetovat VŠECHNA nastavení
de: ALLE Einstellungen zurücksetzen
es: Restaurar TODOS los ajustes
fa: همه‌ی پیکربندی‌ها را به حالت پیش‌فرض بازگردان
fi: Nollaa KAIKKI asetukset
fr: Réinitialiser TOUS les paramètres
hr: Resetiraj SVE postavke
hu: MINDEN beállítás visszaállítása
it: Ripristina TUTTE le impostazioni
nl: Reset ALLE instellingen
pl: Zresetuj WSZYSTKIE ustawienia
pt: Restaurar TODAS as definições
ru: Сбросить ВСЕ настройки
sv: Återställ ALLA inställningar
tr: TÜM ayarları sıfırla
zh: 重置全部设置
zh_hant: 重置所有設定

# lyricsAlignmentSubtitle
source: Controls the alignment of lyrics in the lyrics view.
cs: Ovládá zarovnání textů v zobrazení textů.
de: Legt die Ausrichtung von Lyrics in der Lyrics-Ansicht fest.
es: Controla la alineación de las letras en la pantalla de letras.
fa: هم‌ترازی متن شعرها را در نمای متن شعر واپایش می‌کند.
fi: Säätää sanoitusten tasausta sanoitusnäkymässä.
fr: Contrôle l’alignement des paroles dans la vue des paroles.
hi: बोल दृश्य में बोल एलाइनमेंट को नियंत्रित करता है।
hr: Kontrolira poravnanje teksta pjesme u prikazu teksta pjesama.
hu: Szabályozza a dalszövegek igazítását a dalszöveg nézetben.
it: Controlla l'allineamento dei testi nel visualizzatore dei testi.
nl: Stelt de uitlijning van de songtekst in op het songtekst-scherm.
pl: Kontroluje wyrównanie tekstu w widoku tekstów.
pt: Controla o alinhamento das letras na vista de letras.
ru: Управляет расположением текста песен в просмотре текстов песен.
sv: Styr justeringen av sångtexter i textvyn.
tr: Şarkı sözü görünümünde şarkı sözlerinin hizalamasını kontrol eder.
zh: 控制歌词界面中的歌词对齐方式。
zh_hant: 控制歌詞介面中的歌詞對齊方式。

# showLyricsScreenAlbumPreludeSubtitle
source: Controls if the album cover is shown above the lyrics before being scrolled away.
cs: Ovládá, zda bude zobrazen obal alba nad texty před jeho odsunutím pryč.
de: Legt fest, ob das Album Cover über den Lyrics angezeigt wird, bevor es weggescrollt wird.
es: Controla que la carátula se muestre encima de las letras antes de desplazarlas.
fa: این‌که نگاره‌ی آلبوم بالای متن شعر پیش از این‌که رد شود، نمایش داده شود را واپایش می‌کند.
fi: Näytä albumin kansikuva sanoitusten yläpuolella, ennen kuin se vierii pois.
fr: Contrôle si la pochette de l'album est affichée au-dessus des paroles avant d'être défilée.
hi: यह नियंत्रित करता है कि एल्बम कवर को स्क्रॉल किए जाने से पहले बोल के ऊपर दिखाया जाए या नहीं।
hr: Kontrolira hoće li se omot albuma prikazati iznad teksta pjesme prije nego što se ukloni.
hu: Szabályozza, hogy az album borítója megjelenjen-e a dalszövegek felett.
it: Controlla se la copertina dell'album deve essere mostrata sopra i testi prima di essere fatta scorrere via.
nl: Stelt in of de albumhoes boven de songtekst laten zien wordt op het songtekst-scherm.
pl: Kontroluje, czy okładka albumu jest wyświetlana nad tekstem przed przewinięciem.
pt: Controla se a capa do álbum é mostrada por cima das letras, antes de se deslocar para baixo.
ru: Управляет тем, будет ли показываться обложка альбома над текстом песни, прежде чем она будет прокручена.
sv: Styr ifall albumets omslag visas ovanför sångtexten innan det rullas bort.
tr: Kaydırılmadan önce albüm kapağının şarkı sözlerinin üzerinde gösterilip gösterilmeyeceğini kontrol eder.
zh: 控制专辑封面在滚动之前是否显示在歌词上方。
zh_hant: 控制是否在歌詞上方顯示專輯封面，滑動後即隱藏。

# deleteDownloadsPrompt
source: Are you sure you want to delete the {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' from this device?
ca: Estàs segur que vols esborrar el {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' d'aquest dispositiu?
cs: Opravdu chcete odstranit {itemType, select, album{album} playlist{seznam skladeb} artist{umělce} genre{žánr} song{skladbu} library{knihovnu} other{položku}} '{itemName}' z tohoto zařízení?
da: Er du sikker på du vil slette {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' fra denne enhed?
de: Bist du dir sicher, dass du {itemType, select, album{das Album} playlist{die Playlist} artist{den Künstler} genre{das Genre} track{den Track} library{die Bibliothek} other{das Item}} '{itemName}' von diesem Gerät löschen möchtest?
es: ¿Estás seguro de que quieres eliminar {itemType, select, album{el álbum} playlist{la lista de reproducción} artist{el artista} genre{el género} track{la canción} library{la biblioteca} other{el elemento}} '{itemName}' de este dispositivo?
et: Olete kindel, et soovite {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' seadmest kustutada?
fi: Haluatko varmasti poistaa kohteen {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' tältä laitteelta?
fr: Êtes vous sûr de vouloir supprimer {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' de votre appareil ?
hi: क्या आप यकीन से {itemType, select, album{एल्बम} playlist{प्लेलिस्ट} artist{कलाकार} genre{शैली} song{ट्रैक} library{लाइब्रेरी} other{आइटम}} '{itemName}' को इस डिवाइस से हटाना चाहते हैं?
hu: Bizot, hogy törölni szeretné a(z) {itemType, select, album{albumot} playlist{lejátszási listát} artist{előadót} genre{műfajt} track{dalt} library{könyvtárat} other{elemet}} '{itemName}' erről az eszközről?
it: Sei sicuro di voler eliminare {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}}'{itemName}' da questo dispositivo?
ja: この装置から、{itemType, select, album{アルバム} playlist{playlist} artist{アーティスト} genre{ジャンル} track{曲} library{ライブラリ} other{アイテム}} 「{itemName}」を削除してもよろしいですか?
ko: 이 기기에서 {itemType, select, album{앨범 } playlist{플레이리스트 } artist{아티스트 } genre{장르 } track{트랙 } library{라이브러리 } other{item}} '{itemName}'을/를 삭제하시겠습니까?
nl: Weet je zeker dat je {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' van dit apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć {itemType, select, album{album} playlist{listę odtwarzania} artist{artystę} genre{gatunek} track{utwór} library{bibliotekę} other{element}} '{itemName}' z tego urządzenia?
pt: Tem certeza que deseja apagar {itemType, select, album{álbum} playlist{lista de reprodução} artist{artista} genre{estilo} track{faixa} library{biblioteca} other{item}} '{itemName}' deste dispositivo?
ru: Вы уверены что хотите удалить {itemType, select, album{альбом} playlist{плейлист} artist{исполнителя} genre{жанр} track{композицию} library{библиотеку} other{элемент}} '{itemName}' с этого устройства?
sv: Är du säker på att du vill radera {itemType, select, album{albumet} playlist{spellistan} artist{artisten} genre{genren} track{spåret} library{biblioteket} other{artikeln}} '{itemName}' från denna enhet?
uk: Ви дійсно хочете видалити {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} song{track} library{library} other{item}} '{itemName}' з цього пристрою?
vi: Bạn có chắc muốn xoá {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' khỏi thiết bị?
zh: 您确定要从此设备中删除 {itemType, select, album{album} playlist{playlist} artist{artist} genre{genre} track{track} library{library} other{item}} '{itemName}' 吗？
zh_hant: 確定要從此裝置中刪除{itemType, select, album{專輯} playlist{播放清單} artist{藝人} genre{類型} track{歌曲} library{音樂庫} other{項目}}'{itemName}'嗎？
zh_hant_hk: 你確定要刪除 {itemType, select, album{專輯} playlist{播放清單} artist{歌手} genre{曲風} track{歌曲} library{媒體庫} other{項目}} '{itemName}' 嗎？

# hideQueueButtonSubtitle
source: Hide the queue button on the player screen. Swipe up to access the queue.
de: Verstecke den Warteschlangen-Button in der Wiedergabe-Ansicht. Swipe nach oben, um auf die Warteschlange zuzugreifen.
es: Oculte el botón de cola en la pantalla del reproductor. Deslice hacia arriba para acceder a la cola.
fi: Piilota jononäppäin soittimen näytöltä. Pyyhkäise ylös päästäksesi jonoon.
fr: Masquez le bouton de file d'attente sur l'écran du lecteur. Balayez vers le haut pour accéder à la file d'attente.
hu: Rejtse el a várólista gombot a lejátszási képernyőn. Húzza felfelé az ujját a várólista eléréséhez.
it: Nascondi il pulsante della coda sulla schermata del player. Scorri verso l'alto per accedere alla coda.
pt: Esconde o botão da fila do ecrã de reprodução. Deslize para cima para aceder à fila.
ru: Спрячьте кнопку очереди на экране проигрывателя. Проведите вверх, чтобы открыть очередь.
sv: Dölj knappen för spelkön på spelarskärmen. Svep upp för att komma åt spelkön.
zh: 隐藏播放器屏幕上的队列按钮。向上滑动即可访问队列。
zh_hant: 隱藏播放介面的播放佇列按鈕。向上滑動以開啟播放佇列列表。

source: Hide queue button
de: Warteschlangen-Button verstecken
es: Ocultar botón de cola
fi: Piilota jononäppäin
fr: Cacher le bouton de la file d'attente
hr: Sakrij gumb čekanja
hu: Sorba állítás gomb elrejtése
it: Nascondi il pulsante della coda
pt: Esconder botão de fila
ru: Спрятать кнопку очереди
sv: Dölj knapp för spelkö
zh: 隐藏队列按钮
zh_hant: 隱藏隊列按鈕

# oneLineMarqueeTextButton
source: Auto-scroll Long Titles
de: Auto-Scrollen bei langen Titeln
es: Auto Desplazar Títulos Largos
fi: Vieritä pitkät otsikot automaattisesti
fr: Défilement automatique des longs titres
hu: Hosszú címek automatikus görgetése
it: Scorri automaticamente i Titoli Lunghi
pt: Auto-deslocar Títulos Longos
ru: Автопрокрутка длинных заголовков
sv: Rulla automatiskt långa titlar
zh: 自动滚动长标题
zh_hant: 自動捲動較長的標題

# marqueeOrTruncateButton
source: Use ellipsis for long titles
de: Ellipse für lange Titel verwenden
es: Utilizar puntos suspensivos para títulos largos
fi: Käytä kolmea pistettä pitkille nimille
fr: Utilisez des points de suspension pour les titres longs
hu: Három pont a hosszú nevekhez
it: Usa i puntini di sospensione per i titoli lunghi
pt: Usar elipse para títulos de música
ru: Использовать многоточие в длинных заголовках
sv: Använd ellips för långa titlar
zh: 对长标题使用省略号
zh_hant: 在較長的標題使用刪節號

# deleteFromTargetConfirmButton
source: Delete{target, select, device{ from Device} server{ from Server} other{}}
de: {target, select, device{Vom Gerät löschen} server{Vom Server löschen} other{Löschen}}
es: Eliminar{target, select, device{ del Dispositivo} server{ del Servidor} other{}}
fi: Poista {target, select, device{laitteelta} server{palvelimelta} other{}}
fr: Supprimer{target, select, device{ de l'appareil} server{ du serveur} other{}}
hu: Törlés{target, select, device{ erről az eszközről} server{ a szerverről} other{}}
it: Elimina{target, select, device{ dal Dispositivo} server{ dal Server} other{}}
nl: Verwijder{target, select, device{ van Apparaat} server{ van de Server} other{}}
pt: Apagar{target, select, device{ do Dispositivo} server{ do Servidor} other{}}
ru: Удалить{target, select, device{ с устройства} server{ с сервера} other{}}
sv: Radera{target, select, device{ från enheten} server{ från servern} other{}}
zh: {target, select, device{从设备中} server{从服务器中} other{}}删除
zh_hant: {target, select, device{從裝置上} server{從伺服器上} other{}}刪除

source: Download Size Warning Cutoff
de: Download-Größenbegrenzung für Warnung
es: Umbral de Advertencia para Descargas
fi: Latauksen koon varoituksen raja
fr: Avertissement concernant la taille limite de téléchargement
hu: Letöltési méretkorlát figyelmeztetés
it: Limite per l'avviso delle dimensioni del download
nl: Grens Waarschuwing Downloadgrootte
pt: Corte do Aviso de Tamanho do Download
ru: Порог предупреждения размера загрузки
sv: Varningsgräns för stora nedladdningar
zh: 下载文件大小警告
zh_hant: 下載檔案大小警告

# publiclyVisiblePlaylist
source: Publicly Visible:
de: Öffentlich sichtbar:
es: Visible Públicamente:
fi: Julkisesti esillä:
fr: Publiquement visible :
hu: Nyilvánosan látható:
it: Visibile a tutti:
nl: Openbaar:
pt: Visível Publicamente:
ru: Видно всем:
sv: Allmänt synlig:
zh: 公开可见：
zh_hant: 公開可見：

# oneLineMarqueeTextButtonSubtitle
source: Automatically scroll track titles that are too long to display in two lines
de: Automatisch Titel scrollen, wenn sie länger als zwei Zeilen sind
es: Automáticamente desplaza los títulos de las canciones que sean demasiado largos para mostrar en dos líneas
fi: Vieritä automaattisesti pitkät kappalenimet, jotka eivät mahdu näytettäväksi kahdella rivillä
fr: Faire défiler automatiquement les titres des pistes trop longs pour être affichés sur deux lignes
hu: Automatikusan görgeti a két sorban való megjelenítéshez túl hosszú dalcímeket
it: Scorri automaticamente i titoli delle tracce che sono troppo lunghi per essere visualizzati in due linee
pt: Descolar automaticamente títulos de faixa que são muitos longos para mostrar em duas linhas
ru: Автоматическая прокрутка названий композиций, которые не помещаются в две строки
sv: Rulla automatiskt titlar som är för långa för att visas på två rader
zh: 自动滚动太长而无法在两行中显示的歌曲标题
zh_hant: 自動捲動長度超過兩行的標題

# allowDeleteFromServerTitle
source: Allow deletion from server
de: Serverseitiges Löschen von Medien erlauben
es: Permitir la eliminación del servidor
fi: Salli poisto palvelimelta
fr: Permettre la suppression des fichiers
hu: Törlés engedélyezése a szerverről
it: Permetti l'eliminazione sul server
nl: Verwijderen van de server toestaan
pt: Permitir apagar do servidor
ru: Разрешить удалять с сервера
sv: Tillåt radering från server
zh: 允许从服务器删除
zh_hant: 允許從伺服器刪除

# allowDeleteFromServerSubtitle
source: Enable and disable the option to permanently delete a track from the servers file system when deletion is possible.
de: Aktiviere oder Deaktivere die Option, einen Titel falls möglich permanent vom Dateisystem des Servers zu löschen.
es: Habilita y deshabilita la opción de eliminar de forma permanente una canción del sistema de archivos del servidor cuando sea posible.
fi: Ota käyttöön tai poista käytöstä mahdollisuus poistaa kappale palvelimen tiedostojärjestelmästä, kun poisto on palvelimen asetusten puolesta mahdollista.
fr: Activer et désactiver l'option pour supprimer définitivement une piste du système de fichiers serveurs lorsque la suppression est possible.
hu: Engedélyezheti és letilthatja a dal végleges törlését a kiszolgálóról, ha a törlés lehetséges.
it: Attiva e disattiva la possibilità di eliminare irreversibilmente una traccia dal disco del server quando l'eliminazione è possibile.
nl: Zet deze optie aan of uit om permanent een nummer uit de bestanden van de server te verwijderen wanneer mogelijk.
pt: Ative ou desative a opção para apagar permanentemente uma faixa do sistema de ficheiros do servidor quando essa remoção é possível.
ru: Включить или отключить возможность перманентного удаления композиции с файловой системы сервера когда удаление возможно.
sv: Aktivera och inaktivera förmågan att permanent radera ett spår från serverns filsystem där radering är möjlig.
zh: 当可以删除时，启用或禁用从服务器文件系统中永久删除轨道的选项。
zh_hant: 當使用者有權限時，啟用或停用從伺服器上永久刪除歌曲的選項。

# releaseDateFormatYear
source: Year
de: Jahr
es: Año
fi: Vuosi
fr: Année
hr: Godina
hu: Év
it: Anno
ja: 年
ko: 연도
nl: Jaar
pt: Ano
ru: Год
sv: År
zh: 年
zh_hant: 年

# releaseDateFormatMonthYear
source: Month & Year
de: Monat & Jahr
es: Mes y Año
fi: Kuukausi ja vuosi
fr: Mois & Année
hu: Hónap és év
it: Mese & Anno
ja: 月と年
ko: 월 & 연도
nl: Maand & Jaar
pt: Mês e Ano
ru: Месяц и год
sv: Månad & år
zh: 月份和年份
zh_hant: 月、年

# releaseDateFormatTitle
source: Release Date Format
de: Release-Datum Format
es: Formato de Fecha de Lanzamiento
fi: Julkaisupäivän muoto
fr: Format de la date de sortie
hu: Megjelenési dátum formátum
it: Formato della Data di Rilascio
ko: 발매일 표기 양식
nl: Formaat Releasedatum
pt: Formato da Data de Lançamento
ru: Формат даты выхода
sv: Format på releasedatum
zh: 发布日期格式
zh_hant: 發行日期格式

# releaseDateFormatSubtitle
source: Controls the format of all release dates shown in the app.
de: Steuert das Format aller Release-Daten in der App.
es: Controla el formato en el que todas las fechas de lanzamiento son mostradas en la aplicación.
fi: Ohjaa kaikkia julkaisupäivämuotoja ohjelmassa.
fr: Contrôle le format de toutes les dates de sortie affichées dans l’application.
hu: Szabályozza az alkalmazásban megjelenő dátumok formátumát.
it: Controlla il formato di tutte le date di rilascio mostrate nell'app.
ko: 앱에서 보이는 모든 발매일의 표시 양식을 조절합니다.
nl: Stelt het formaat van alle releasedatums in in de app.
pt: Controla o formato de todas as datas de lançamento mostradas na aplicação.
ru: Определяет формат всех дат выхода, отображаемых в приложении.
sv: Styr formatet på alla releasedatum som visas i appen.
zh: 控制应用程序中显示的所有发布日期的格式。
zh_hant: 控制專輯發行日期於應用程式中顯示的格式。

# marqueeOrTruncateButtonSubtitle
source: Show ... at the end of long titles instead of scrolling text
de: Am Ende zu langer Tracktitel … anzeigen, statt zu scrollen
es: Mostrar ... al final de los títulos largos en lugar de desplazar el texto
fi: Näytä ... pitkän nimen lopussa vierivän tekstin sijaan
fr: Afficher ... à la fin des longs titres au lieu d'un défilement
hu: '...' megjelenítése a hosszú címek végén a szöveg görgetése helyett
it: Mostra … alla fine dei titoli lunghi invece di far scorrere il testo
pt: Mostrar ... no final dos títulos longos em vez de deslocar o texto
ru: Показывать «…» в конце длинных заголовков вместо прокрутки текста
sv: Visa … i slutet av långa titlar istället för att rulla texten
zh: 在长标题末尾显示...而不是滚动文本
zh_hant: 在較長的標題盡頭顯示 … 代替捲動文字

# deleteDownloadsConfirmButtonText
source: Delete
ca: Esborrar
cs: Odstranit
da: Slet
de: Löschen
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
hi: हाँ मिटाएं
hr: Izbriši
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt: Apagar
ru: Удалить
sr: Obriši
sv: Radera
tr: Sil
uk: Видалити
vi: Xoá
zh: 删除
zh_hant: 刪除
zh_hant_hk: 刪除

# showAlbumReleaseDateOnPlayerScreenTitle
source: Show Album Release Date on Player Screen
de: Album Release-Datum in der Wiedergabe-Ansicht anzeigen
es: Mostrar Fecha de Lanzamiento de un Álbum en la Pantalla del Reproductor
fi: Näytä albumin julkaisupäivä soitinnäkymässä
fr: Afficher la date de sortie de l'album sur l'écran du lecteur
hu: Album megjelenési dátumának megjelenítése a lejátszó képernyőjén
it: Mostra la Data di Rilascio dell'Album nella Schermata di Riproduzione
ko: 앨범 발매일을 재생화면에 표시합니다
nl: Toon Album Releasedatum op Spelerscherm
pt: Mostrar a Data de Lançamento do Álbum no Ecrã de Reprodução
ru: Отображать дату выхода альбома на экране проигрывателя
sv: Visa albumets releasedatum på spelarskärmen
zh: 在播放器屏幕上显示专辑发行日期
zh_hant: 在播放介面上顯示專輯發行日期
