Repository: jmshrv/finamp
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, ca, cs, da, de, el, es, et, fa, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sl, sr, sv, th, tr, uk, vi, zh, zh_hant, zh_hant_hk

# periodicPlaybackSessionUpdateFrequency
source: Playback session update frequency
cs: Frekvence aktualizace relace přehrávání
de: Update-Frequenz der Wiedergabesitzung
es: Frecuencia para actualizar la sesión de reproducción
fa: فرکانس بروزرسانی نشست پخش
fi: Toistoistunnon päivitystiheys
fr: Fréquence de mise à jour des sessions de lecture
hi: प्लेबैक सत्र अपडेट होने की फ्रिक्वेंसी
hu: Lejátszási munkamenet frissítési gyakorisága
it: Frequenza di aggiornamento della sessione di riproduzione
ja: 再生セッション更新頻度
ko: 재생 세션 갱신 빈도
nl: Updatefrequentie Afspeelsessie
pl: Częstotliwość aktualizacji sesji odtwarzania
pt: Frequência de Atualização da Sessão de Reprodução
pt_br: Taxa de atualização da sessão de reprodução
ru: Частота Обновлений Сессии Воспроизведения
sv: Uppdateringsfrekvens på uppspelningssession
tr: Kayıttan yürütme oturumu güncelleme sıklığı
uk: Частота оновлення сесії відтворення
vi: Chu kì Cập nhật Session Phát lại
zh: 播放会话更新频率
zh_hant: 播放狀態回報頻率

# periodicPlaybackSessionUpdateFrequencySubtitle
source: How often to send the current playback status to the server, in seconds. This should be less than 5 minutes (300 seconds), to prevent the session from timing out.
cs: Jak často posílat aktuální stav přehrávání na server, v sekundách. Mělo by být méně než 5 minut (300 sekund) pro zabránění vypršení relace.
de: Wie oft (in Sekunden) der Wiedergabe-Status an den Server gesendet werden soll. Der Wert sollte unter 5 Minuten (300 Sekunden) liegen, um ein Time-out zu verhinden.
es: Cada cuantos segundo enviar el estado de la reproducción al servidor. Este tiene que ser menor que 5 minutos (300 segundos) para evitar que la sesión se acabe.
fa: هر چند وقت وضعیت پخش کنونی به سرور فرستاده شود، به ثانیه. به خاطر اینکه از خروج نشست جلوگیری شود، این باید کمتر از ۵ دقیقه (۳۰۰ ثانیه) باشد.
fi: Kuinka usein palvelimelle lähetetään nykyisen toistoistunnon tila, sekunneissa. Tämän pitäisi olla vähemmän kuin 5 minuuttia (300 sekuntia), jotta istuntoa ei aikakatkaista.
fr: Fréquence d'envoi de l'état actuel de la session de lecture au serveur, en secondes. Cette fréquence doit être inférieure à 5 minutes (300 secondes), afin d'éviter que la session ne soit interrompue.
hi: सर्वर को वर्तमान प्लेबैक स्थिति कितने समय में भेजी जाए, सेकंड में। सत्र का समय समाप्त होने से रोकने के लिए यह 5 मिनट (300 सेकंड) से कम होना चाहिए।
hu: Milyen gyakran küldje el az aktuális lejátszási állapotot a kiszolgálónak, másodpercekben. Ennek kevesebbnek kell lennie, mint 5 perc (300 másodperc), hogy a munkamenet ne járjon le.
it: La frequenza con cui inviare lo stato di riproduzione corrente al server, in secondi. Deve essere inferiore a 5 minuti (300 secondi) per evitare il timeout della sessione.
ja: 現在の再生状況をサーバーに送信する間隔（秒）。セッションタイムアウトを防ぐため、5分（300秒）未満に設定してください。
ko: 현재 재생 상태를 서버로 보내는 주기를 초단위로 설정합니다. 설정값은 세션 타임아웃을 방지하기 위해 300초(5분) 미만이어야 합니다.
nl: Hoe vaak de huidige afspeelstatus naar de server gestuurd word, in seconden. Dit moet minder dan 5 minuten (300 seconden) zijn om een time-out van de sessie te voorkomen.
pl: Częstotliwość wysyłania bieżącego stanu odtwarzania do serwera, w sekundach. Powinno to być mniej niż 5 minut (300 sekund), aby zapobiec przekroczeniu limitu czasu sesji.
pt: Com que frequência deve enviar o estado da reprodução atual para o servidor. Deverá ser menos de 5 minutos (300 segundos), para evitar que a sessão expire.
pt_br: Frequência em que se deseja enviar o atual estado de reprodução para o servidor, em segundos. Deve ser inferior a 5 minutos (300 segundos), de forma a evitar que a sessão expire.
ru: Как часто отправлять текущий статус воспроизведения на сервер, в секундах. Это значение должно быть меньше 5 минут (300 секунд), чтобы предотвратить тайм-аут сессии.
sv: Hur ofta aktuell uppspelningsstatus ska skickas till servern, i sekunder. Detta borde vara lägre än 5 minuter (300 sekunder), för att motverka att sessionen löper ut.
tr: Geçerli oynatma durumunun sunucuya saniye cinsinden ne sıklıkta gönderileceği. Oturumun zaman aşımına uğramasını önlemek için bu süre 5 dakikadan (300 saniye) kısa olmalıdır.
uk: Як часто надсилати поточний статус відтворення до серверу, у секундах. Повинно бути менше 5 хвилин (300 секунд) щоб уникнути передчасного завершення сесії.
vi: Tầm bao lâu thì gửi trạng thái phát lại tới máy chủ, theo đơn vị 'giây'. Nên nhỏ hơn 5 phút (300 giây), để tránh session bị time out.
zh: 向服务器发送当前播放状态的频率，以秒为单位。应少于 5 分钟（300 秒），以防止会话超时。
zh_hant: 設定每隔幾秒向伺服器回報當前的播放狀態。建議值低於 5 分鐘（300 秒），以避免播放階段逾時失效。

# albumCount
source: {count,plural,=1{{count} Album} other{{count} Albums}}
cs: {count,plural,=1{{count} album} few{{count} alba} other{{count} alb}}
de: {count,plural,=1{{count} Album} other{{count} Alben}}
es: {count,plural,=1{{count} Álbum} other{{count} Álbumes}}
fa: {count,plural,=1{{count} آلبوم} other{{count} آلبوم}}
fi: {count,plural,=1{{count} Albumi} other{{count} Albumia}}
hi: {count,plural,=1{{count} एल्बम} other{{count} एल्बम}}
hr: {count,plural,=1{{count} album} few{{count} albuma} other{{count} albuma}}
hu: {count,plural,=1{{count} album} other{{count} album}}
it: {count,plural,=1{{count} Album} other{{count} Album}}
ko: {count,plural,=1{{count} 앨범} other{{count} 앨범}}
pl: {count,plural,=1{{count} Album} =2{{count} Albumów} few{{count} Albumy} other{{count} Albumów}}
pt: {count,plural,=1{{count} Álbum} other{{count} Álbuns}}
pt_br: {count,plural,=1{{count} Álbum} other{{count} Álbuns}}
ru: {count,plural,=1{{count} Альбом} few{{count} Альбома} other{{count} Альбомов}}
sv: {count,plural,=1{{count} album} other{{count} album}}
uk: {count,plural,=1{{count} Альбом} other{{count} Альбоми}}
zh: {count,plural,=1{{count} 张专辑} other{{count} 张专辑}}
zh_hant: {count,plural,=1{{count} 張專輯} other{{count} 張專輯}}

source: Shuffle Albums
cs: Zamíchat alba
de: Alben zufällig wiedergeben
es: Mezclar álbumes
fa: بُر زدن آلبوم‌ها
fi: Sekoita albumit
fr: Mélanger les albums
hi: एल्बम शफ़ल करें
hr: Izmiješaj albume
hu: Albumok keverése
it: Riproduci casualmente gli Album
ko: 앨범 셔플
pl: Odtwarzaj Albumy Losowo
pt: Baralhar Álbuns
pt_br: Embaralhar álbuns
ru: Альбомы вперемешку
sv: Shuffla album
tr: Albümleri Karıştır
uk: Перемішати альбоми
zh: 随机播放专辑
zh_hant: 隨機播放專輯

source: Shuffle Albums Next
cs: Zamíchat alba jako další
de: Zufallswiedergabe der Alben als nächstes
es: Mezclar Álbumes en "A Continuación"
fa: بُر زدن آلبوم‌ها و افزودن آن به آغاز بعدی
fi: Sekoita albumit Seuraavaksi-jonon alkuun
fr: Mélanger les albums au début de la file d'attente
hi: एल्बम शफ़ल करें अगला
hu: Albumok keverése a következő lista elejére
it: Riproduci casualmente gli Album e aggiungi all'inizio di A Seguire
ko: 앨범 셔플하여 다음 재생
nl: Shuffle Albums Hierna
pl: Odtwarzaj Albumy Losowo (Następnie)
pt: Baralhar Álbuns a Seguir
pt_br: Embaralhar álbuns no topo das próximas
ru: Воспроизвести альбомы следующими вперемешку
sv: Shuffla album innan Nästa
uk: Перемішати альбоми наступними
zh: 随机选择专辑到下一首播放
zh_hant: 隨機將專輯加入下一首

# volumeNormalizationSwitchSubtitle
source: Use gain information to normalize the loudness of tracks ("Replay Gain")
cs: Použít informace o zesílení k normalizaci hlasitosti skladeb („Replay Gain“)
de: Verwende Gain-Informationen, um die Lautstärke von Tracks zu normalisieren ("Replay Gain")
es: Usar la información de la ganancia para normalizar el volumen de las canciones ("Ganancia de Reproducción")
fa: استفاده از اطلاعات گین (gain) برای عادی‌سازی بلندی صدای قطعه‌ها
fi: Käyttää kappaleen vahvistustietoja (gain) normalisoidakseen kappaleiden äänekkyystason
fr: Normaliser le gain des musiques
hi: ट्रैक की लाउडनेस को सामान्य करने के लिए गेन जानकारी का उपयोग करें ("रिप्ले गेन")
hu: Az erősítési információk használata a dalok hangerejének normalizálásához
it: Usa le informazioni di guadagno per normalizzare il volume dei brani ("Replay Gain")
ko: 게인 정보를 사용하여 곡의 음량을 정규화함 (Replay Gain)
nl: Gebruik Gain-informatie om het volume van nummer te normaliseren ("Replay Gain")
pl: Użyj informacji o wzmocnieniu, aby znormalizować głośność utworów („Replay Gain”)
pt: Usar informações de ganho para normalizar o volume das faixas ("Ganho de Reprodução")
pt_br: Utilizar informação do ganho para normalizar o volume das faixas ("Replay Gain")
ru: Использовать информацию об усилении для нормализации громкости композиций («Replay Gain»)
sv: Använd förstärkningsinformation till att normalisera ljudstyrkan på spår ("Replay Gain")
tr: Parçaların ses yüksekliğini normalleştirmek için kazanç bilgilerini kullan ("Replay Gain")
uk: Використовуйте інформацію про посилення для нормалізації гучності композицій ("Посилення при відтворенні")
zh: 使用增益信息对歌曲的响度进行标准化处理（"重放增益）
zh_hant: 依據音量分析結果，讓每首歌曲播放時音量保持一致 (音量標準化)

source: Shuffle Albums To Next Up
cs: Zamíchat alba do dalších na řadě
de: Alben zufällig zu "Als Nächstes" hinzufügen
es: Mezclar Álbumes al final de "A Continuación"
fa: بُر زدن آلبوم‌ها و افزودن آن‌ها به پایان بعدی
fi: Sekoita albumit Seuraavaksi-jonon loppuun
fr: Mélanger les albums jusqu'au suivant
hi: Next Up तक एल्बम शफ़ल करें
hu: Albumok keverése a következő lista végére
it: Riproduci casualmente gli Album e aggiungi alla fine di A Seguire
ko: 앨범 셔플하여 우선재생에 추가
nl: Shuffle Albums naar Volgende
pl: Odtwarzaj Albumy Losowo do Odtwarzaj Następnie
pt: Baralhar Álbuns para lista A Seguir
pt_br: Embaralhar álbuns ao final das próximas
ru: Добавить альбомы следующими вперемешку
sv: Shuffla album efter Nästa
uk: Перемішати альбоми до Наступного
zh: 随机选择所有专辑至接下来队列
zh_hant: 隨機將專輯加入即將播放

# playCountValue
source: {playCount,plural,=1{{playCount} play} other{{playCount} plays}}
cs: {playCount,plural,=1{{playCount} přehrání} other{{playCount} přehrání}}
de: {playCount,plural,=1{{playCount} Wiedergabe} other{{playCount} Wiedergaben}}
es: {playCount,plural,=1{{playCount} reproducciones} other{{playCount} reproducciones}}
fa: {playCount,plural,=1{{playCount} بار پخش شده} other{{playCount} بار پخش شده}}
fi: {playCount,plural,=1{{playCount} toisto} other{{playCount} toistoa}}
fr: {playCount,plural,=1{{playCount} play} other{{playCount} lectures}}
hi: {playCount,plural,=1{{playCount} चलाए गए} other{{playCount} चलाए गए}}
hr: {playCount,plural,=1{{playCount} reprodukcija} few{{playCount} reprodukcije} other{{playCount} reprodukcija}}
hu: {playCount,plural,=1{{playCount} lejátszás} other{{playCount} lejátszás}}
it: {playCount,plural,=1{{playCount} riproduzione} other{{playCount} riproduzioni}}
ko: {playCount,plural,=1{{playCount}회 재생} other{{playCount}회 재생}}
nl: {playCount} keer gespeeld
pl: {playCount,plural,=1{{playCount} odtworzenie} few{{playCount} odtworzenia} other{{playCount} odtworzeń}}
pt: {playCount,plural,=1{{playCount} reprodução} other{{playCount} reproduções}}
pt_br: {playCount,plural,=1{{playCount} reproduzido} other{{playCount} reproduzidos}}
ru: {playCount,plural,=1{{playCount} воспроизведение} few{{playCount} воспроизведения} other{{playCount} воспроизведений}}
sv: {playCount,plural,=1{{playCount} uppspelning} other{{playCount} uppspelningar}}
uk: {playCount,plural,=1{{playCount} відтворення} other{{playCount} відтворень}}
zh: {playCount,plural,=1{{playCount} 次播放} other{{playCount} 次播放}}
zh_hant: {playCount, plural, =1{{playCount} 次播放} other{{playCount} 次播放}}

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद
hr: Zatvori
hu: Bezárás
it: Chiudi
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
zh: 关闭
zh_hant: 關閉

# volumeNormalizationModeSelectorTitle
source: Volume Normalization Mode
cs: Režim normalizace hlasitosti
de: Lautstärke-Normalisierungsmodus
es: Modo de normalización de volumen
fa: حالت عادی‌سازی حجم صدا
fi: Äänenvoimakkuuden normalisoinnin tila
fr: Mode de normalisation du volume
hi: वॉल्यूम सामान्यीकरण मोड
hr: Modus normalizacija glasnoće
hu: Hangerő normalizálási mód
it: Modalità di Normalizzazione del volume
ko: 볼륨 표준화 모드
nl: Volume-normalisatiemodus
pl: Tryb Normalizacji Dźwięku
pt: Modo de Normalização de Volume
pt_br: Modo de normalização de volume
ru: Режим нормализации громкости
sv: Volymnormaliseringsläge
tr: Ses Ölçülü Kipi
uk: Режим нормалізації гучності
zh: 音量标准化模式
zh_hant: 音量標準化模式

# volumeNormalizationModeSelectorSubtitle
source: When and how to apply Volume Normalization
cs: Kdy a jak použít normalizaci hlasitosti
de: Wann und wie Lautstärke-Normalisierung angewendet werden soll
es: Cuando y como aplicar la Normalización de Volumen
fa: چه زمان و چگونه عادی‌سازی حجم صدا به کار بسته شود
fi: Miloin ja miten käytetään äänenvoimakkuuden normalisointia
fr: Quand et comment appliquer la normalisation du volume
hi: वॉल्यूम सामान्यीकरण कब और कैसे लागू करें
hr: Kada i kako primijeniti normalizaciju glasnoće
hu: Mikor és hogyan legyen normalizálva a hangerő
it: Quando e come applicare la Normalizzazione del volume
ko: 볼륨 표준화가 적용되는 위치와 도출되는 방식
nl: Wanneer en hoe Volume-normalisatie toegepast wordt
pl: Kiedy i jak stosować Normalizację Dźwięku
pt: Quando e como aplicar a Normalização de Volume
pt_br: Quando e como aplicar a normalização de volume
ru: Когда и как применять нормализацию громкости
sv: När och hur volymnormalisering ska tillämpas
tr: Ses Ölçülü ne zaman ve nasıl uygulansın
uk: Коли і як застосовувати нормалізацію гучності
zh: 何时以及如何应用音量标准化
zh_hant: 音量標準化的適用時機與方法

# volumeNormalizationModeHybrid
source: Hybrid (Track + Album)
cs: Hybridní (skladba + album)
es: Híbrido (Canción + Álbum)
fa: آمیخته (قطعه + آلبوم)
fi: Dynaaminen
fr: Dynamique
hi: हाइब्रिड (ट्रैक + एल्बम)
hu: Dinamikus
it: Ibrida (Brano + Album)
ko: 하이브리드 (트랙 + 앨범)
nl: Hybride (Nummer + Album)
pl: Hybrydowe (Utwór + Album)
pt: Dinâmico
pt_br: Híbrido (Faixa + Álbum)
ru: Гибридный (Композиция + Альбом)
sv: Hybrid (Spår + Album)
tr: Hibrit (Parça + Albüm)
uk: Гібридно (Композиція + Альбом)
zh: 混合（音轨 + 专辑）
zh_hant: 混合模式（歌曲 + 專輯）

# numberAsDecibel
source: {value} dB
ru: {value} дБ
uk: {value} дБ

# repairComplete
source: Downloads Repair complete.
cs: Oprava stažených dokončena.
de: Download-Reparatur beendet.
es: Reparación de Descargas completada.
fa: تعمیر بارگیری‌ها پایان یافت.
fi: Latausten korjaus valmis.
fr: Réparation des téléchargements effectuée.
hi: डाउनलोड मरम्मत पूरा हुआ।
hu: A letöltések javítása befejeződött.
it: riparazione dei Download completata.
ko: 다운로드 복구 완료.
pl: Naprawa pobranych utworów zakończona.
pt: Reparação dos Downloads completa.
pt_br: Reparo de transferências concluído.
ru: Починка загрузок завершена.
sv: Reparation av nedladdningar slutförd.
tr: İndirmeler onarımı tamamlandı.
uk: Відновлення завантажень завершено.
zh: 下载修复完成。
zh_hant: 下載項目已成功修復。

# requireWifiForDownloads
source: Require WiFi when downloading.
cs: Stahovat pouze na Wi-Fi.
de: Nur über WLAN herunterladen.
es: Descargar solo con WiFi.
fa: الزام اتصال به WiFi هنگام بارگیری.
fi: Vaadi WiFi-yhteys latauksiin.
fr: Téléchargement en Wi-Fi uniquement.
hi: WiFi पर ही डाउनलोड करें।
hr: Zahtijevaj WiFi prilikom preuzimanja.
hu: A letöltéshez WiFi szükséges.
it: Richiedi la connessione WiFi quando effettui il download.
ko: WiFi 환경에서만 다운로드합니다.
pl: Wymagaj WiFi podczas pobierania.
pt: É necessário WiFi para fazer download.
pt_br: Exigir WiFi para transferências.
ru: Требовать WiFi при загрузке.
sv: Kräv Wi-Fi vid nedladdning.
tr: Sadece kablosuz ağ üzerinden indir.
uk: Вимагає доступу до мережі під час завантаження.
zh: 下载时需要 WiFi。
zh_hant: 僅在 Wi-Fi 下允許下載。

# filesystemFull
source: Remaining downloads cannot be completed. The filesystem is full.
cs: Zbývající stahování nelze dokončit. Souborový systém je plný.
de: Verbleibende Downloads können nicht abgeschlossen werden. Der Speicherplatz ist voll.
es: El resto de descargas pendientes no han podido ser completadas. El almacenamiento está completo.
fa: بارگیری‌های جامانده را نمی‌توان کامل کرد. سیستم پر است و جا ندارد.
fi: Jäljellä olevia latauksia ei voida viimeistellä. Tiedostojärjestelmä on täysi.
fr: Les téléchargements restant n'ont pas pu être achevés. Manque d'espace de stockage.
hi: शेष डाउनलोड पूरे नहीं किए जा सकते। फ़ाइल सिस्टम भरा हुआ है।
hu: A fennmaradó letöltések nem fejezhetők be. A fájlrendszer megtelt.
it: I download rimanenti non possono essere completati. La memoria di archiviazione del dispositivo è piena.
ko: 남은 다운로드에 실패하였습니다. 저장공간이 부족합니다.
nl: Overgebleven downloads kunnen niet worden afgewerkt. Het bestandssysteem zit vol.
pl: Nie można ukończyć pobierania pozostałych plików. System plików jest pełny.
pt: Downloads em falta não podem ser completados. O sistema de ficheiros está cheio.
pt_br: Transferências restantes não puderam ser completadas. O sistema de arquivos está cheio.
ru: Оставшиеся загрузки не могут быть завершены. Файловая система заполнена.
sv: Återstående nedladdningar kan inte slutföras. Filsystemet är fullt.
tr: Kalan indirmeler tamamlanamıyor. Dosya sistemi dolu.
uk: Решта завантажень не можуть бути завершені. Файлова система переповнена.
zh: 无法完成余下下载。文件系统已满。
zh_hant: 無法完成剩餘下載，儲存空間已滿。

# connectionInterrupted
source: Connection interrupted, pausing downloads.
cs: Spojení přerušeno, pozastavuji stahování.
de: Verbindung unterbrochen, Downloads werden pausiert.
es: Conexión interrumpida, pausando las descargas.
fa: اتصال بریده شد، درحال متوقف کردن بارگیری‌ها.
fi: Yhteys katkesi, lataukset keskeytetty.
fr: Connexion interrompue, téléchargements mis en pause.
hi: कनेक्शन बाधित, डाउनलोड रोका जा रहा है।
hr: Veza je prekinuta, preuzimanja se zaustavljaju.
hu: A kapcsolat megszakadt, a letöltések szünetelnek.
it: Connessione interrotta, metto in pausa i download.
ko: 연결이 끊겼습니다. 다운로드를 일시정지합니다.
nl: Connectie is onderbroken, pauzeren van downloads.
pl: Połączenie przerwane, wstrzymano pobieranie.
pt: Ligação interrompida, a pausar os downloads.
pt_br: Conexão interrompida, pausando transferências.
ru: Соединение прервано, загрузки приостановлены.
sv: Anslutningen avbröts, pausar nedladdningar.
tr: Bağlantı kesildi, indirmeler duraklatılıyor.
uk: З'єднання було обірвано, призупинення завантажень.
zh: 连接中断，暂停下载。
zh_hant: 連線中斷，下載已暫停。

# connectionInterruptedBackground
source: Connection was interrupted while downloading in the background. This can be caused by OS settings.
cs: Během stahování na pozadí bylo přerušeno spojení. Může to být způsobeno nastavením operačního systému.
de: Während des Herunterladens im Hintergrund wurde die Verbindung unterbrochen. Dies kann durch Betriebssystem-Einstellungen verursacht werden.
es: La conexión ha sido interrumpida mientras se continuaban de fondo las descargas. Esto puede haber sido causado por configuraciones del sistema.
fa: به هنگام بارگیری در پس‌زمینه، اتصال بریده شد. می‌تواند توسط تنظیمات سیستم‌عامل اتفاق افتاده باشد.
fi: Yhteys katkesi, kun lataukset olivat taustalla. Tämä voi johtua järjestelmän asetuksista.
fr: La connexion a été interrompue pendant le téléchargement en arrière plan. Cela est peut-être du à la configuration de votre système.
hi: बैकग्राउंड में डाउनलोड करते समय कनेक्शन बाधित हुआ। यह OS की सेटिंग के कारण हो सकता है।
hr: Veza je prekinuta tijekom preuzimanja u pozadini. Provjeri postavke OS-a.
hu: A kapcsolat megszakadt a háttérben történő letöltés közben. Ezt a rendszer beállításai okozhatják.
it: La connessione è stata interrotta mentre scaricavo in background. Ciò può essere avvenuto a causa di impostazioni dell'OS.
ko: 백그라운드에서 다운로드 중 연결이 끊겼습니다. OS의 설정이 원인일 수 있습니다.
nl: Connectie werd onderbroken terwijl downloads bezig waren. Dit kan veroorzaakt zijn door instellingen in het OS.
pl: Połączenie zostało przerwane podczas pobierania w tle. Może to być spowodowane ustawieniami systemu operacyjnego.
pt: A ligação foi interrompida enquanto fazia o download. Isto pode ser causado por configurações do Sistema Operativo.
pt_br: A conexão foi interrompida enquanto havia transferências em segundo plano. Isso pode ser causado por configurações do sistema operacional.
ru: Соединение было прервано во время загрузки в фоновом режиме. Это может быть вызвано настройками операционной системы.
sv: Anslutningen avbröts medan nedladdning gjordes i bakgrunden. Detta kan orsakas av inställningar i operativsystemet.
tr: Arka planda indirirken bağlantı kesildi. Bunun nedeni işletim sistemi ayarlarından kaynaklanabilir.
uk: Під час фонового завантаження було обірвано з'єднання. Це може бути спричинено налаштуваннями системи.
zh: 后台下载时连接中断。这可能是操作系统设置导致的。
zh_hant: 背景下載期間連線被中斷，可能與作業系統設定有關。

# activeDownloadSize
source: Downloading...
cs: Stahování…
de: Wird heruntergeladen…
es: Descargando…
fa: در حال بارگیری...
fi: Ladataan…
fr: Téléchargement…
hi: डाउनलोड हो रहा…
hr: Preuzimanje …
hu: Letöltés…
it: Download…
ko: 다운로드중…
nl: Downloaden...
pl: Pobieranie...
pt: A descarregar…
pt_br: Transferindo...
ru: Загружается…
sl: Prenašanje...
sv: Laddar ned…
tr: İndiriliyor...
uk: Завантаження...
zh: 下载中…
zh_hant: 正在下載…

# syncingDownloadSize
source: Syncing...
cs: Synchronizace…
de: Wird synchronisiert…
es: Sincronizando…
fa: در حال همگام‌سازی...
fi: Synkronoidaan…
fr: Synchronisation…
hi: सिंक्रोनाइज हो रहा…
hr: Sinkroniziranje …
hu: Szinkronizáslás…
it: Sincronizzazione…
ko: 동기화중…
nl: Synchroniseren...
pl: Synchronizuję...
pt: A Sincronizar…
pt_br: Sincronizando...
ru: Синхронизируется…
sv: Synkroniserar…
tr: Eşitleniyor...
uk: Синхронізація...
zh: 同步中…
zh_hant: 正在同步…
